{"tid":751356,"publishdate":"1985-05-09","title":"Hirachand Kothari (Dead) Through Lrs vs State Of Rajasthan & Anr on 9 May, 1985","doc":"<h2 class=\"doc_title\">Hirachand Kothari (Dead) Through Lrs vs State Of Rajasthan &amp; Anr on 9 May, 1985</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1985 AIR 998, 1985 SCR SUPL. (1) 644, AIR 1985 SUPREME COURT 998, (1985) 2 CURCC 632, (1985) 98 MAD LW 686, 1985 SCC (SUPP) 17</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:a-p-sen\">A.P.  Sen</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-p-sen\">A.P.  Sen</a>, <a href=\"/search/?formInput=benchid:v-khalid\">V.  Khalid</a></h3>\n\n<pre id=\"pre_1\">           PETITIONER:\nHIRACHAND KOTHARI (DEAD) THROUGH LRS.\n\n\tVs.\n\nRESPONDENT:\nSTATE OF RAJASTHAN &amp; ANR.\n\nDATE OF JUDGMENT09/05/1985\n\nBENCH:\nSEN, A.P. (J)\nBENCH:\nSEN, A.P. (J)\nKHALID, V. (J)\n\nCITATION:\n 1985 AIR  998\t\t  1985 SCR  Supl. (1) 644\n 1985 SCC  Supl.   17\t  1985 SCALE  (1)1131\n CITATOR INFO :\n F\t    1987 SC2177\t (3)\n R\t    1992 SC1356\t (12)\n\n\nACT:\n     <a href=\"/doc/1953529/\" id=\"a_1\">Indian Evidence  Act, 1872</a>-<a href=\"/doc/1577106/\" id=\"a_2\">Section\t 20</a> &#x27;Information  or\nopinion or  matter in  dispute-Reference by party to a third\nperson-Statements  made\t  by  third   person  receivable  as\nadmission- &#x27;Information&#x27;-What is.\n\n\n\nHEADNOTE:\n     Pursuant to  a registered\tdeed of\t exchange dated July\n16,  1951   executed  between  the  parties,  the  appellant\nwithdrew a  suit for  specific\tperformance  of\t an  alleged\ncontract  against  the\tState  Government  under  which\t the\nGovernment were\t to resume  his plot  no. C/91 in &#x27;C&#x27; Scheme\nallotted to him by Improvement Trust, Jaipur for a sum of Rs\n5000 in\t 1951 and  give in exchange another plot in the same\nscheme on  the same  terms. Under the terms of the deed, the\nState Government agreed to give in exchange plot no. O/17 in\n&#x27;C&#x27; Scheme  to the  appellant  on  resumption  of  his\tplot\nbearing no C/91. In terms thereof, the appellant handed over\npossession of  his plot no. C/91 to the State Government but\nthe State  Government on  their part did not give possession\nof the\texchanged plot\tto  him.  Thereupon,  the  appellant\nbrought a  suit for possession of the exchanged plot and for\nmesne profits  thereof. It  was revealed  in answer  to\t the\ninterrogatories served\tby the\tappellant that the exchanged\nplot had already been transferred by the State Government to\nThakur Hari  Singh of  Achrol under  the orders\t of the Home\nMinister, Government  of India dated January 8,1945 and that\nplot no.  C/91 which  belonged to  the appellant was then in\npossession of  the  Raj\t Pramukh  Maharaja  of\tJaipur.\t The\nappellant accordingly  impleaded Thakur\t Harisingh of Achrol\nas a  party to\tthe suit  and  sought  permission  from\t the\nCentral\t Government  under  s.\t86  <a href=\"/doc/161831507/\" id=\"a_3\">of\tthe  Code  of  Civil\nProcedure</a>, 1908\t to join  Maharaja Mansinghji of Jaipur as a\nparty to  the suit. The objection raised by Thakur Harisingh\nof Achrol  as to the pecuniary jurisdiction of the Court was\nsustained and  the Civil  Judge, Jaipur\t City  returned\t the\nplaint for presentation to the proper Court.\n     It transpired during the pendency of the aforesaid suit\nthat  the   Joint  Secretary,\tMinistry  of  Home  Affairs,\nGovernment of  India had addressed a letter dated January 3,\n1956 to\t the then Chief Minister of Rajasthan conveying that\nit was\tfelt that  the appellant  had a\t case and  should be\ngiven the  exchanged plot  and if  that was  not feasible he\nshould be  restored back  in possession of plot no. C/91. In\nresponse to  the same, the Chief Minister addressed a letter\ndated February\t3, 1956\t to the Joint Secretary, Ministry of\nHome Affairs  conveying the  anxiety of the State Government\nto settle  the claim of the appellant and intimated that the\nappellant had agreed to the appointment of the Town Planning\nOfficer, Jaipur\t as the\t assess or  who had  been  asked  to\nassess the\n645\nvalue of the land and submit his report, with a request that\nthe  Government\t of  India  should  defer  its\tdecision  in\nfairness to  the State\tGovernment for a couple of months as\nit was\tfelt that  it might  be possible to settle the claim\nwithout any unreasonable delay. The Town Planning Officer by\nhis  report  (Exh.  5)\tdated  February\t 21,  1956  put\t the\nvaluation of  the disputed  land in  1951 admeasuring  5,000\nsquare yards  at Rs. 7 per square yard at 35,000 and to this\nhe added  Rs. 826.50p  as the  cost  of\t construction  of  a\nboundary wall i.e. Rs. 35,826 50p. in all. [651 G-H, 652 A]\n     The State\tGovernment declined to pay the compensation.\nThe appellant  instituted the  present suit  for recovery of\nRs. 47,741.50p. as damages i.e. Rs. 35,826.50p. to wards the\nvalue of disputed land and Rs. 11,915 as compensation.\n     The Civil\tJudge held  that on  the  admission  of\t the\nplaintiff as  P W.  6 and  his\twitnesses  Secretary,  Urban\nImprovement Board.  P.W. 3  and the  Deputy Minister  it was\nclear that the Town Planning Officer was appointed merely to\nassess the  value of the disputed land and that it was never\nagreed that  whatever appraisement  or valuation that he may\nmake would  be binding\ton both\t the parties,  nor  did\t the\nDeputy Minister\t make any  commitment that  such  assessment\nwould be  binding on the State Government and that therefore\nthe appraisement  or valuation\tcould not  be treated  as an\n&#x27;admission of  liability&#x27; under\t <a href=\"/doc/1577106/\" id=\"a_4\">section 20</a>  of the Evidence\nAct, 1872  on the  part of  the\t State\tGovernment.  It\t was\nfurther held  that the\tcorrect value  on the  basis of\t the\nnotification issued  by the  Urban Improvement Board clearly\nshowed that the part rate of the Municipal Committee was not\napplicable to  the disputed  land which was situated outside\nthe walled city. The suit was decreed in part for Rs. 17,000\nwith damages by way of interest at 6%.\n     On appeal,\t the High Court held, that the plaintiff had\nto prove that the State Government had agreed to be bound by\nthe assessment\tmade by\t the Town  Planning Officer,  before<a href=\"/doc/118715065/\" id=\"a_5\">\ns.20</a> of\t the Act, 1872 could be attracted and that there was\nno evidence  that the State Government had ever agreed to be\nbound by  the said  assessment and  that reliance  cannot be\nplaced upon  the letter\t dated February 3, 1956 of the Chief\nMinister, as  the Chief\t Minister  was\tnot  examined  as  a\nwitness. It  upheld the\t finding of the Trial Court that the\nappraisement or\t valuation made by the Town Planning Officer\nwas not\t binding on  the  State\t Government,  and  that\t the\ndisputed land  was of  an inferior  type  and  affirmed\t the\njudgment and decree of the Trial Court.\n     Allowing the Appeal,\n^\n     HELD: 1. Admissions may operate as estoppel and they do\nso where  parties had  agreed to  abide by  them.  The\tword\n&#x27;information&#x27; occurring\t in<a href=\"/doc/1577106/\" id=\"a_6\"> s.\t20</a> of the Evidence Act, 1872\nis not\tto be  understood in  the  sense  that\tthe  parties\ndesired to  know something  which none of them had knowledge\nof. Where  there is  a dispute as regards a certain question\nand the\t Court in need of information regarding the truth on\nthat point,  any statement  which the  referee may  make  is\nnevertheless information&#x27; within the purview of<a href=\"/doc/1577106/\" id=\"a_7\"> s. 20</a>. <a href=\"/doc/1577106/\" id=\"a_8\">S. 20</a>\nis the\tsecond exception to the General rule laid down in<a href=\"/doc/565566/\" id=\"a_9\"> s.\n18</a>. It deals with one class of\n646\nvicarious admissions,  that is,\t admissions of persons other\nthan the  party. Where\ta party refers to a third person for\nsome information  or an\t opinion on a matter in dispute, the\nstatements made\t by  the  third\t person\t are  receivable  as\nadmissions against  the person referring. The reason is that\nwhen a party refers to another person for a statement of his\nviews, the  party approves  of his utterance in anticipation\nand adopts  that as  his own.  The principle  is the same as\nthat of\t reference to  arbitration. The\t reference may be by\nexpress words or by conduct, but in any case there must be a\nclear admission\t to refer  and such admissions are generally\nconclusive. [651 A-B; G-H; 652 A]\n     2. The  High Court\t was not right in excluding from its\nconsideration the  Chief Minister&#x27;s letter dated February 3,\n1956 on\t the ground of want of proof. The document by itself\ndoes not substantiate the plaintiff&#x27;s claim that the parties\nhad by\tmutual consent\tagreed to  appoint the Town Planning\nOfficer to  ascertain the  value of  the disputed plot as an\nappraiser or valuer. [653 H; 654A]\n     3. The  High  Court  was  justified  in  upholding\t the\njudgment of  the Subordinate  Judge that  the report  of the\nTown Planning Officer making an appraisement or valuation at\nRs. 35,826.50p\tcould not  be treated  as an admission under\n<a href=\"/doc/1577106/\" id=\"a_10\">section 20</a>  of the  Evidence Act,  on the basis of which the\nplaintiffs&#x27; claim for damages had to be decreed. [654 B-C]\n     4. This  Court as\twell  as  the  High  Court  and\t the\nSubordinate Court had ample power to restitute the plaintiff\nby granting  him compensation  for the value of the property\nof which  he had been deprived in the years 1951. Taking all\nfactors into  consideration it\tis just\t and proper to award\nthe appellant  a sum  of Rs.  25,000 as compensation towards\nthe value  of the  exchanged plot. The plaintiff having been\ndeprived of  the property he was entitled, a reasonable rate\nof interest  on the amount is necessary. The Court has ample\npower under proviso to section I of the Interest Act 1839 to\naward interest\ton equitable grounds. The reasonable rate of\ninterest would be 6% per annum on the compensation amount of\nRs. 25,000  from August\t 13, 1951, the date of dispossession\ntill  August   31,  1959,   the\t date  of  judgment  of\t the\nSubordinate Judge  and thereafter  at 9%  per annum  thereon\ntill realization. [654 D; 655 C; 656 BC]\n     Satinder Singh  v. Amrao  Singh [1961]  3\tS.C.R.\t676;\nreferred to.\n\n\n\nJUDGMENT:</pre>\n<p data-structure=\"Issue\" id=\"p_1\">     CIVIL APPELLATE JURISDICTION: Civil Appeal No. 2216 (N)\nof 1970.\n</p><p data-structure=\"Issue\" id=\"p_2\">     From the  Judgment and  Order dated  18.3.1970  of\t the\nRajasthan High\tCourt in D.B. Civil Regular First Appeal No.\n10 of 1960.\n</p><p data-structure=\"Precedent\" id=\"p_3\">     S.K. Jain for the Appellants.\n</p><p data-structure=\"Issue\" id=\"p_4\">     Miss Maya Rao for the Respondents. (Not present)\n<span class=\"hidden_text\" id=\"span_1\">647</span>\n     The Judgment of the Court was delivered by\n     SEN, J.  The present  appeal on  certificate raises two\nquestions, namely  (1) Whether the parties by mutual consent\nhad agreed  to appoint\tD.N. Gupta,  Superintending Engineer\nand Town  Planning Officer, Jaipur to ascertain the value of\nthe disputed  land as  an appraiser  or valuer and therefore\nthe appraisement  or valuation\tthereof by him in his Report\n(Exh.5) dated February 21, 1956 at Rs. 35,826.50p. should be\ntreated as  an admission  under<a href=\"/doc/1577106/\" id=\"a_11\"> s.20</a>  of the  Evidence\tAct,\n1872, on  the basis  of\t which\tthe  plaintiff&#x27;s  claim\t for\ndamages had  to be  decreed, and  (2) Whether  the plaintiff\nbeing deprived\tof  property  was,  on\tgeneral\t principles,\nentitled to payment of interest on the amount payable to him\nas the value of the property taken by the State Government.\n</p><p data-structure=\"Facts\" id=\"p_5\">     The facts\tbearing on the questions are briefly stated.\nIn accordance  with the\t terms of  the\tregistered  deed  of\nexchange executed  by the  parties on  July  16,  1951,\t the\nappellant withdrew  a suit  for specific  performance of  an\nalleged contract  against the  State Government\t being Civil\nSuit No.  120/50 pending  in the  Court of  the Civil Judge,\nJaipur City  whereunder the  State Government agreed to give\nin exchange plot No. O/17 located in Scheme on resumption of\nhis plot bearing No. C/91 in the same scheme and handed over\npossession to the State Government on the aforesaid plot No.\nC/91, but  the State  Government on  their part did not give\npossession of  the exchanged  plot to  him,  in\t consequence\nwhereof the  appellant instituted  a suit  for possession of\nthe exchanged plot and for mesne profits thereof against the\nState Government being Civil Suit No. 270/51 in the Court of\nthe Civil  Judge, Jaipur City. The State Government in their\nwritten statement  pleaded inter  alia that the suit was not\nmaintainable since  the\t plot  which  was  to  be  given  in\nexchange to  the appellant  did not  belong to them, but did\nnot  disclose  as  to  whom  the  said\tplot  belonged.\t The\nappellant therefore  served  interrogatories  on  the  State\nGovernment. In\treply to  the said  interrogatories  it\t was\nrevealed in the affidavit filed by the State Government that\nthe exchanged  plot had been transferred to Thakur Harisingh\nof Achrol  under the orders of the Home Minister, Government\nof India  dated January 8, 1945 and that plot No. C/91 which\nbelonged to  the appellant was then in possession of the Raj\nPramukh\t Maharaja   Mansinghji\tof   Jaipur.  The  appellant\naccordingly  impleaded\t Thakur\t Harising  of  Achrol  as  a\ndefendant in the suit and sought\n<span class=\"hidden_text\" id=\"span_2\">648</span>\npermission from\t the Central  Government under<a href=\"/doc/28734/\" id=\"a_12\">\ts.86</a> of\t the\nCivil Procedure\t Code, 1908  to join  Maharaja Mansingji  of\nJaipur as  a party  to the suit. Thakur Harisingh of Achorol\nbeing impleaded as a defendant in the suit filed his written\nstatement and  raised an objection that the valuation of the\nland in dispute was Rs. 40,000 and the Court of Civil Judge,\nJaipur City  had no jurisdiction to entertain the suit. That\nobjection of  his was  sustained and the learned Civil Judge\nby his\torder dated October 15, 1955 returned the plaint for\npresentation to the proper Court.\n</p><p data-structure=\"CDiscource\" id=\"p_6\">     It transpires  that the  Joint Secretary,\tMinistry  of\nHome Affairs,  Government of  India addressed a letter dated\nJanuary 3,  1956 to  the late  Shri Mohan  Lal Sukhadia, the\nthen Chief  Minister of Rajasthan conveying that it was felt\nthat the  appellant had\t a case\t and  should  be  given\t the\nexchanged plot\tand if\tthat was  not feasible, he should be\nrestored to  his original position and therefore could claim\nback possession\t of plot  No. C/91.  At the  instance of the\nChief Minister,\t for Local Self Government gave a hearing to\nthe plaintiff  on January  12, 1956  in the  presence of the\nSecretary, Urban  Improvement Board,  Jaipur. On February 3,\n1956, the  Chief Minister  addressed a\tletter to  the Joint\nSecretary, Ministry  of Home  Affairs, conveying the anxiety\nof the State Government to settle the claim of the appellant\nand  intimated\t that  the   appellant\thad  agreed  to\t the\nappointment of\tD.N. Gupta,  Town Planning  Officer  as\t the\nassessor who  had been asked to assess the value of the land\nand submit  his report\tby February  20, 1956.\tHe therefore\nrequested the  Government of  India to defer its decision in\nfairness to  the State\tGovernment for a couple of months as\nit was\tfelt that  it might be possible to settle the matter\nwithout any unreasonable delay.\n</p><p data-structure=\"Precedent\" id=\"p_7\">     The aforesaid  assessor D.N.  Gupta by his report (Exh.\n</p><p data-structure=\"CDiscource\" id=\"p_8\">5) dated February 21, 1956 put the valuation of the disputed\nland admeasuring  5000 square  yards @ Rs. 7 per square yard\namounting to Rs. 35,000 and to this he added Rs. 826.50p. as\nthe cost  of  construction  of\ta  boundary  wall  i.e.\t Rs.\n35,826,50p. in\tall. There  ensued a  correspondence between\nthe State  Government  and  the\t appellant  as\tregards\t the\npayment of compensation. It was felt by the State Government\nthat the assessor had wrongly taken into consideration parta\nrates or  the Municipal\t Committee, Jaipur  which could\t not\nform any legal basis for assessing the value of the disputed\nland which  admittedly was  situated outside the walled city\nof Jaipur,  nor could  he have\ttaken into consideration the\nrates for the sale of\n<span class=\"hidden_text\" id=\"span_3\">649</span>\nplots of  commercial site  at a\t distance from\tthe disputed\nland. The  State Government  accordingly declined to pay Rs.\n35,826.50p.\n</p><p data-structure=\"CDiscource\" id=\"p_9\">     The suit  out of  which the  present appeal  arises was\ninstituted  by\t the  appellant\t on  February  4,  1957,  as\nplaintiff,  for\t  recovery  of\t Rs.  47,741.50p.  i.e.\t Rs.\n35,826.50p. as\tvalue of  the disputed\tland in 1951 and Rs.\n11,915 as  interest at\t6% per\tannum by way of damages. The\nState Government contested the plaintiff&#x27;s claim and pleaded\ninter alia  that the  State Government had never agreed that\nthe assessment\tor valuation  made  by\tD.N.  Gupta  of\t the\ndisputed land  was to  be final\t and binding  on them;\tthat\nthere was  an  error  of  principle  in\t the  assessment  or\nvaluation made\tby him based as it was on the parta rates of\nthe Municipal  Committee, Jaipur  which admittedly  was\t not\napplicable to  the disputed  land which\t was situate outside\nthe walled  city of Jaipur or the rate for the sale of plots\nof commercial  site situate  at a  distance there  from, and\nthat since  there was  no sale\tof land\t in C  Scheme in the\nvicinity of  the exchanged  plot, the  correct value thereof\nhad to\tbe assessed  on the  basis of the C Scheme rates and\ntherefore  the\treal  market  value  of\t the  disputed\tland\nadmeasuring 5000  square yards on the basis of the full rate\nin Scheme  of the  Urban Improvement Board at Rs. 3.50p. per\nsquare yard  must work\tout to\tRs. 17,000 and nothing more.\nThe learned  Senior Civil  Judge as  well as  the High Court\nhave however decreed the plaintiff&#x27;s claim in part for a sum\nof Rs.\t17,500 with  interest thereon  @ 6%  per annum\tfrom\nFebruary 4,  1957, the date of institution of the suit, till\nrealization on\tthe ground that the State Government was not\nbound by  the assessment  made by  D.N. Gupta based on parta\nrates of  the Municipal\t Committee, Jaipur  which  were\t not\napplicable to  lands situate  outside  the  walled  city  of\nJaipur and  could not  form any legal basis for valuation of\nthe disputed land and therefore the State Government was not\nbound to pay Rs. 35,826.50p. as determined by him. They have\nfurther held  that the\tmarket value of the disputed land on\nthe basis  of the  full rate of similar plot applicable in C\nScheme in  1951 was Rs. 3.50p. per square yard and therefore\nthe plaintiff  was entitled to recovery of Rs. 17,500 as the\nvalue thereof.\tThe learned  Subordinate Judge\theld that on\nthe admission  of the plaintiff himself as PW 6, and his two\nwitnesses Parmanand, Secretary Urban Improvement Board, PW 3\nand Shah  Alamuddin, Deputy Minister, PW 5 it was clear that\nD.N. Gupta  had been appointed merely to assess the value of\nthe disputed land and that it was never agreed that whatever\nappraisement or\t valuation he  may make\t would be binding on\nboth the parties, nor did the\n<span class=\"hidden_text\" id=\"span_4\">650</span>\nDeputy Minister\t make any  commitment on behalf of the State\nGovernment that\t whatever assessment  D.N. Gupta  would make\nwould be  binding on the State Government and that therefore\nthe appraisement  or valuation\tmade by\t D.N. Gupta  in\t his\nreport (Exh.5)\tdated February 21, 1956 could not be treated\nas an  &#x27;admission of  liability&#x27; under<a href=\"/doc/1577106/\" id=\"a_13\">\ts.20</a> of the Evidence\nAct on\tthe part  of the  State Government.  He further held\nthat the  correct value\t on the\t basis of  the\tnotification\nissued by  the Urban  Improvement Board\t clearly showed that\nthe parta  rate of  the Municipal  Committee, Jaipur was not\napplicable to  the disputed  land which\t was situate outside\nthe old\t walled city  of Jaipur\t and that  the correct value\nthereof could be assessed on the basis of C Scheme rates and\ntherefore the  value of\t the disputed  land Rs.\t 17,500. The\nlearned Judge  however held  that the plaintiff was entitled\nto receive  damages by\tway of\tinterest @  6% per annum. <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1890797\" id=\"span_5\">On\nappeal the  High Court\theld that the plaintiff had to prove\nthat the  State Government  had agreed\tto be  bound by\t the\nassessment made\t by D.N.  Gupta before<a href=\"/doc/1577106/\" id=\"a_14\">\ts.20</a> of the Evidence\nAct could  be attracted\t and that there was no evidence that\nthe State Government had ever agreed to be bound by the said\nassessment. As\tregards, the  letter addressed\tby the Chief\nMinister to  the Joint\tSecretary, Ministry of Home Affairs,\nGovernment of  India dated  February 3, 1956, the High Court\nobserved that  the Chief  Minister was\tnot  examined  as  a\nwitness and when admittedly he was not present when the talk\nbetween the  Deputy Minister  for Local\t Self Government and\nthe plaintiff  took place,  the latter would not necessarily\nlead to\t the inference\tthat the  State Government agreed to\nabide by  the assessment  made by D.N. Gupta. It accordingly\naffirmed the  finding of  the learned Subordinate Judge that\nthe appraisement  or valuation\tmade by\t D.N. Gupta  was not\nbinding\t on  the  State\t Government  and  further  that\t the\ndisputed land  was much\t inferior than\tland included  in  C\nScheme and therefore the amount of Rs. 17,500 awarded by the\nlearned Subordinate  Judge was quite adequate. Following the\ndecision of  this Court\t in <a href=\"/doc/1890797/\" id=\"a_15\">Satinder Singh v. Amrao Singh</a> it\nheld that  the plaintiff was entitled to interest thereon at\n6% per annum.</span>\n</p><p data-structure=\"RespArg\" id=\"p_10\">     The main  question raised\tis whether the report of the\nassessor (Exh.\t5) was\tinformation&#x27; within  the meaning  of<a href=\"/doc/1577106/\" id=\"a_16\">\ns.20</a> of the Evidence\n<span class=\"hidden_text\" id=\"span_6\">651</span>\nAct and\t therefore considered  to be  an  admission  of\t the\nparties as to appraisement or valuation of the disputed land\nat Rs.\t35,826.50p. and\t such an  admission must  operate as\nestoppel. Admissions  may operate as estoppel and they do so\nwhere  parties\thad  agreed  to\t abide\tby  them.  The\tword\n&#x27;information&#x27; occurring\t in<a href=\"/doc/1577106/\" id=\"a_17\"> s.20</a>  is not to be understood in\nthe sense  that the  parties desired to know something which\nnone of\t them had any knowledge of. Where there is a dispute\nas regards  a certain  question and  the Court is in need of\ninformation regarding the truth on that point, any statement\nwhich the  referee  may\t make  is  nevertheless\t information\nwithin the  purview of<a href=\"/doc/1577106/\" id=\"a_18\"> s.20</a>. The contention on behalf of the\nState Government on the word &#x27;information&#x27; occurring in this\nsection is  that the  parties  did  not\t stand\tin  need  of\nobtaining any  information from\t D.N. Gupta  and that at any\nrate the  State Government  never agreed  to  abide  by\t the\nvaluation made\tby him\tand therefore they were not bound by\nthe same  inasmuch as  the valuation  made by  him  was\t not\nconclusive as  to the value of the subject-matter as between\nthe parties.\n</p><p data-structure=\"Section\" id=\"p_11\">\t  <a href=\"/doc/1577106/\" id=\"a_19\">S.20</a> of the Evidence Act reads as follows:\n</p><blockquote id=\"blockquote_1\">\t  &quot;20. Admissions  by persons  expressly referred to\n     by party  to suit-Statements  made by persons to whom a\n     party  to\t the  suit   has  expressly   referred\t for\n     information in  reference to  a matter  in dispute\t are\n     admissions.&quot;\n</blockquote><p data-structure=\"Issue\" id=\"p_12\">\t\t\tIllustration\n\t  The question\tis whether a horse sold by A to B is\n     sound. A  says to\tB-&quot;Go and  ask C,  C knows all about\n     it.&quot; C&#x27;S statement is an admission.\n</p><p data-structure=\"Precedent\" id=\"p_13\"><a href=\"/doc/1577106/\" id=\"a_20\">S.20</a> is\t the second  exception to the general rule <a href=\"/doc/1890797/\" id=\"a_21\">laid down\nin</a><a href=\"/doc/565566/\" id=\"a_22\"> s.18</a>. It deals with one class of vicarious admission i.e.\nadmissions of  persons other  than the\tparty. Where a party\nrefers to  a third person for some information or an opinion\non a  matter in\t dispute, the  statements made\tby the third\nperson are  receivable\tas  admissions\tagainst\t the  person\nreferring. The reason is that when a party refers to another\nperson for  a statement\t of his views, the party approves of\nhis utterance in anticipation and adopts that as his own.\n</p><p data-structure=\"Precedent\" id=\"p_14\">     The principle  is the  same as  that  of  reference  to\narbitration. A\tposition analogous  to\tthat  of  agency  is\ncreated by the reference.\n</p><span class=\"hidden_text\" id=\"span_7\">652</span>\n<p data-structure=\"Precedent\" id=\"p_15\">The reference  may be by express words or by conduct, but in\nany case  there must be a clear intention to refer, and such\nadmissions are\tgenerally conclusive. As Ellenbrough, L.C.J.\nsaid in\t Williams v.  Innes from  which the  illustration is\ntaken:\n</p><blockquote id=\"blockquote_2\">     &quot;If a  man refers\tanother upon any particular business\n     to a third person he is bound by what this third person\n     says or  does concerning it as much as if that had been\n     said or done by himself.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_16\">     There is  nothing on  record to  show  that  the  State\nGovernment ever agreed to abide by the valuation made by the\nassessor D.N.  Gupta; on  the contrary, the Secretary (Local\nSelf Government)  by his  letter dated\tJune  30,  1951\t had\nconveyed to  the appellant  sanction for  allotment  of\t the\nexchanged plot\tadmeasuring 5000  square yards\ton condition\nthat the terms of allotment would be the same as in the case\nof  the\t  previous  allotment,\t meaning  thereby  that\t the\nplaintiff would\t have to  pay as  per the rates fixed by the\nGovernment for the sale of plots in C Scheme.\n</p><p data-structure=\"CDiscource\" id=\"p_17\">     The testimony  of Shah  Alimuddin, Deputy\tMinister for\nLocal Self  Government clearly\tshows that he gave a hearing\nto the\tappellant and  had deputed D.N. Gupta, Town Planning\nOfficer to  assess the valuation of the disputed land but he\ndid  not  make\tany  commitment\t on  behalf  of\t the,  State\nGovernment that whatever assessment was made by him would be\nbinding on  the Government.  This hearing  was given  by the\nMinister on  January 12,  1956 at  the instance of the Chief\nMinister at  which  Parmanand,\tthe  then  Secretary,  Urban\nImprovement Board  was also  present. As  a result  of this,\nD.N. Gupta  was appointed  to determine\t the market value of\nthe disputed  land by  letter of  the Secretary to the State\nGovernment, Local  Self Government Department dated February\n4, 1956 which was in these terms:\n</p><blockquote id=\"blockquote_3\">From\n     The Secretary to the Government of Rajasthan.\n</blockquote><span class=\"hidden_text\" id=\"span_8\">653</span>\n<blockquote id=\"blockquote_4\">To\n     Shri D.N. Gupta through the Chief Engineer. B&amp;R.,\n     P.W.D., Rajasthan, Jaipur.\n</blockquote><blockquote id=\"blockquote_5\">No. F.1 (K) (56) LSG/59 dated Jaipur the February 4, 1956.\nSub: Allotment of land to Shri Heera Chand Kothari.\n\t  With reference  to the  above, I  am\tdirected  to\n     forward herewith  a full history of the case and to say\n     that the  case was\t heard by  the Deputy  Minister\t for\n     Local-Self-Government  on\t12.1.56.  Shri\tHeera  Chand\n     Kothari and  the Secretary,  Urban\t Improvement  Board,\n     Jaipur, were present. Shri Kothari has agreed to accept\n     the compensation  of 5000\tsq.  yds.  of  land  and  to\n     appoint you  as assessor.\tI am,  therefore, to request\n     you kindly\t to assess the value of land (5000 sq. yds.)\n     which is  situated between the Railway Crossing and the\n     bungalow of Maharani Sahib of Mysore on the date it was\n     allotted to  Shri Kothari\tand to\tsend your  report to\n     this department by the 20th February, 1956.\n     Sd/-\n</blockquote><blockquote id=\"blockquote_6\">     Secretary to the Government\nAs already  stated, the\t assessor, D.N.\t Gupta submitted his\nreport (Exh.5) dated February 21, 1956 wherein he valued the\nland @\tRs.7 per  square yard,\tthat is,  at Rs.  35,000 and\nadded the  cost of  construction of the boundary wall at Rs.\n826.50p. totalling  Rs. 35,826.50p. The State Government not\nbeing satisfied\t at the\t exorbitant value so determined were\nnot prepared  to accept\t the valuation\tmade by the assessor\nD.N.  Gupta.   Accordingly,  the   Secretary   (Local\tSelf\nGovernment) by\this letter dated March 14, 1956 asked him to\nexplain the  basis of  valuation adopted  by him.  In  reply\nthereto, D.N.  Gupta by\t his letter  dated  March  19,\t1956\ndisclosed that\the had\tassessed the  value of\tthe disputed\nland, at the least possible price, taking the value of lands\nspread over  between the years 1948 and 1955 and that he had\nadopted the  parta rates  of the Municipal Committee, Jaipur\nfor determining the value of the disputed land.\n</blockquote><p data-structure=\"RespArg\" id=\"p_18\">     While we  feel that  the High  Court was  not right  in\nexcluding from its consideration the Chief Minister&#x27;s letter\ndated February\n<span class=\"hidden_text\" id=\"span_9\">654</span>\n3, 1956\t on the\t ground of  want of  proof, the\t document by\nitself does  not substantiate the plaintiff&#x27;s claim that the\nparties had  by mutual\tconsent agreed to appoint D.N. Gupta\nto ascertain  the value of the disputed plot as an appraiser\nor valuer  and therefore the valuation thereof put by him in\nhis  report   (Exh.  5)\t dated\tFebruary  21,  1956  at\t Rs.\n35,826.50p. being  based on an erroneous principle should be\ntreated as  &#x27;information&#x27; within  the terms  of<a href=\"/doc/1577106/\" id=\"a_23\"> s. 20</a> of the\nEvidence Act,  1872 and\t therefore an  admission which\tmust\noperate as  estoppel against  the State Government. The High\nCourt was  therefore justified\tin upholding the judgment of\nthe learned  Subordinate Judge that the report of D.N. Gupta\ndated February\t21, 1956 making an appraisement or valuation\nat Rs.\t35,826.50p. could  not be  treated as  an  admission\nunder<a href=\"/doc/1577106/\" id=\"a_24\"> s.  20</a> of\t the Evidence  Act on the basis of which the\nplaintiff&#x27;s claim for damages had to be decreed.\n</p><p data-structure=\"CDiscource\" id=\"p_19\">     Nevertheless, this\t Court as well as the High Court and\nthe learned  Subordinate Judge\thad ample power to restitute\nthe plaintiff  by granting him compensation for the value of\nproperty of  which he had been deprived in the year 1951. As\nalready stated,\t the value  of the  exchanged plot had to be\ndetermined in  accordance with the terms of the letter dated\nJune 30,  1951\taddressed  by  the  Secretary,\t(Local\tSelf\nGovernment) to\tthe  appellant\tby  which  he  conveyed\t the\nsanction of  the  State\t Government  for  allotment  of\t the\nexchanged  plot\t  admeasuring  5,000   square  yards  on  an\napplication made  by him to the Urban Improvement Board. The\ngrant was  subject to  the condition  that &#x27;the terms of the\nallotment would\t be the\t same as in the case of the previous\nallotment&#x27; i.e. had to be valued as per the rates prescribed\nby the\tState Government  for Improvement  Trust plots\tin C\nScheme. The  market value of the exchanged plot on the basis\nof full rate of similar plot situate outside the walled city\nof Jaipur  abutting the\t main road  applicable in  Scheme in\n1951  was  Rs.\t3.50  per  square  yard\t and  therefore\t the\nplaintiff was  entitled to  recover  Rs.  17,500  upon\tthat\nbasis. Admittedly,  the State  Government had  not fixed any\nparta rates  for land  situate outside\tthe walled  city  of\nJaipur. The  testimony of  Shiv Ram  Jain, Secretary,  Urban\nImprovement Board,  Jaipur (DW 2) shows that the Maharani of\nMysore was  allotted a plot in the near vicinity of plot No.\nC/91 in C Scheme not as a concessional but on normal rate at\nRs. 10,000  per acre.  If that\twere to\t be  the  basis\t the\nappellant would be entitled to compensation at a much lesser\nrate.\n</p><p data-structure=\"Precedent\" id=\"p_20\">     The matter\t however does not end there. The transaction\nof\n<span class=\"hidden_text\" id=\"span_10\">655</span>\nexchange which\tfell through in 1951 was entered into before\nthe formation  of the  State of\t Rajasthan.  At\t that  time,\nJaipur was  not the  capital of\t the State, and there was no\ntrend in  rise of  prices of  land. Once  it was  known that\nJaipur would  be the capital, the value of land particularly\nin an  exclusive area  near and around the palatial bungalow\nof the\tMaharani of  Mysore (which  later became Raj Bhawan)\nwhich was  extremely scarce, had naturally shot up. The land\nin dispute  was situate\t near the railway station and which,\naccording to  the High\tCourt, was lesser in value than land\nin C  Scheme. Taking all these factors into consideration we\nthink it just and proper to award the appellant a sum of Rs.\n25,000 as  compensation towards\t the value  of the exchanged\nplot and  to award  him a  reasonable rate  of\tinterest  to\noffset the  spiral rise\t of value  of land  in the  city  of\nJaipur. We are clearly of the view that the plaintiff having\nbeen deprived  of the  property was entitled to a reasonable\nrate of\t interest on  the amount  found to be due to him. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1890797\" id=\"span_11\">In\nsomewhat similar  circumstances the  Court speaking  through\nGajendragadkar, J. in <a href=\"/doc/1890797/\" id=\"a_25\">Satinder Singh</a>&#x27;s case, relied upon the\nspeech of Viscount Cave, LC in Swift &amp; Co. v. Board of Trade\nand observed:</span>\n</p><blockquote id=\"blockquote_7\">\t  &quot;Stated broadly  the act  of taking  possession of\n     immovable property\t generally implies  an agreement  to\n     pay interest  on the value of the property and it is on\n     this principle  that  a  claim  for  interest  is\tmade\n     against the State. This question has been considered on\n     several occasions\tand the\t general principle  on which\n     the contention  is raised\tby the\tclaimants  has\tbeen\n     upheld. In Swift &amp; Co. v. Board of Trade (supra) it has\n     been held by the House of Lords that &#x27;on a contract for\n     the sale and purchase of land it is the practice of the\n     Court of  Chancery to  require  the  purchaser  to\t pay\n     interest on  his purchase\tmoney from  the date when he\n     took, or  might safely  have taken,  possession of\t the\n     land.&#x27; This  principle has\t been recognized  ever since\n     the decision  in Birch  v. Joy (1852) 3 HLC 565. In his\n     speech, Viscount  Cave, LC\t added that  &quot;this  practice\n     rests upon\t the view  that the act of taking possession\n     is an implied agreement to pay interest&quot;, and he points\n     out that  the said\t rule has  been extended to cases of\n     compulsory\t  purchase    under   the    Lands   Clauses\n     Consolidation Act, 1845. In this connec-\n</blockquote><span class=\"hidden_text\" id=\"span_12\">656</span>\n<blockquote id=\"blockquote_8\">     tion is  drawn between acquisition or sales of land and\n     requisition of  goods by  the State. In regard to cases\n     falling under  the latter\tcategory this rule would not\n     apply.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_21\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1890797\" id=\"span_13\">We are\tin respectful  agreement with these observations. It\nwas further  held in  <a href=\"/doc/1890797/\" id=\"a_26\">Amrao Singh</a>&#x27;s  case that the Court had\nample power  under proviso to s. 1 of the Interest Act, 1839\nto award interest on equitable grounds. In all the facts and\ncircumstances of  the case,  the reasonable rate of interest\nwould be  6% per  annum on  the compensation  amount of\t Rs.\n25,000 from  August 13, 1951, the date of dispossession till\nAugust 31,  1959,  the\tdate  of  judgment  of\tthe  learned\nSubordinate Judge,  and thereafter  at 9%  per annum thereon\ntill realization.  It more  or less  works out to Rs. 95,000\nwhich is a multiple of 20 times the actual investment of the\nappellant in  purchasing plot  No. C/91\t in C  Scheme in the\ncity of Jaipur.</span>\n</p><p data-structure=\"Conclusion\" id=\"p_22\">     The result therefore is that the appeal partly succeeds\nand is\tallowed with  costs. The  judgment and decree of the\nHigh Court  and those  of the  learned Subordinate Judge are\nmodified by decreeing the plaintiff&#x27;s claim for compensation\nat  Rs.\t  25,000  with\tinterest  as  indicated\t above.\t The\nappellant will\tbe entitled  to recover and be liable to pay\ncosts in proportion to success and failure.\nN.V.K.\t\tAppeal allowed.\n</p><span class=\"hidden_text\" id=\"span_14\">657</span>\n\n\n\n","numcites":7,"numcitedby":20,"docsource":"Supreme Court of India","citetid":751356,"divtype":"judgments","relatedqs":[{"value":"interrogatories","formInput":"interrogatories"},{"value":"estoppel","formInput":"estoppel"},{"value":"land dispute","formInput":"land%20dispute"},{"value":"local self government : kolkata","formInput":"local%20self%20government%20%3A%20kolkata"},{"value":"mutual consent","formInput":"mutual%20consent"},{"value":"evidence act 1872","formInput":"evidence%20act%201872"},{"value":"mutual","formInput":"mutual"},{"value":"boundary","formInput":"boundary"},{"value":"maharaja","formInput":"maharaja"},{"value":"town planning","formInput":"town%20planning"},{"value":"valuer","formInput":"valuer"},{"value":"Interrogatories  filter:  interrogatories by defendant to plaintiff no written statement and allow","formInput":"Interrogatories%20%20filter%3A%20%20interrogatories%20by%20defendant%20to%20plaintiff%20no%20written%20statement%20and%20allow"},{"value":"Maharani","formInput":"Maharani"}],"cats":[{"value":"admissions-by-persons-expressly-referred","formInput":"tag:admissions-by-persons-expressly-referred"},{"value":"admission-by-interested-parties-to-proceeding","formInput":"tag:admission-by-interested-parties-to-proceeding"},{"value":"law-governing-evidence","formInput":"tag:law-governing-evidence"},{"value":"presumption-for-certified-foreign-judicial-records","formInput":"tag:presumption-for-certified-foreign-judicial-records"}],"courtcopy":true,"query_alert":null,"agreement":false}