{"tid":1237123,"publishdate":"1975-01-22","title":"Babu Fazal Haq And Ors. vs Lala Data Ram And Anr. on 22 January, 1975","doc":"<h2 class=\"doc_title\">Babu Fazal Haq And Ors. vs Lala Data Ram And Anr. on 22 January, 1975</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1975ALL373, AIR 1975 ALLAHABAD 373, 1975 ALL. L. J. 670, ILR (1975) 1 ALL 757, 1975 ALL WC 162</h3>\n\n<pre id=\"pre_1\">JUDGMENT\n\n\n\n \n\n  M.N. Shukla, J.    \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> 1. This second appeal came to us on a reference made by a learned single Judge in view of the  importance and the difficulty of the question involved therein.&quot; \n</p> \n\n<p data-structure=\"Issue\" id=\"p_2\"> 2. The main point which arises for consideration in this appeal is whether the defendant-respondents were the lessees of the plaintiff-appellant or only his licensees. In order to appreciate the point certain facts need be stated. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_3\"> 3. The appellant filed a suit giving rise to this appeal for possession after demolition of the constructions over the land in dispute and for the recovery of Rs. 900/- by way of past damages for use and occupation for the period from 1-6-1944 to 30-6-1947 and also for the recovery of pendente lite and future damages at the rate of Rupees 25/- per month. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_4\"> 4. The plaint allegations were that the plaintiff was the owner of a big plot of land, that in June 1944 the eastern portion of this\n\nland was taken by the defendants on payment of Rs. 25/- per month with a definite promise that the defendants would use the said portion of the plaintiff&#x27;s land during the period of the second World War and would not make any construction thereon and they would also vacate it immediately on the plaintiff&#x27;s demand after the end of the war, that despite these terms and conditions and the repeated demands made by the plaintiff in this regard after the end of the war the defendants did not give up the disputed land from their use and occupation; on the other hand, they made constructions over a part thereof without the knowledge and consent of the plaintiff and against the terms and conditions originally settled, that their possession had now become that of a trespasser and hence they were liable for ejectment and also to pay damages mentioned in the plaint. The plaintiff, therefore, claimed the relief for possession of the land after demolition of the constructions made by the defendants and also for recovery of damages. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_5\"> 5. The suit was resisted by the defendant No. 1 mainly on the ground that the disputed land was taken on a premium of Rs. 15/- per month in the year 1944 expressly tor the purposes of making constructions and installing a factory thereon, that the defendants had made permanent constructions at a cost of Rs. 10,000/- with the permission and consent of the plaintiff and hence the defendants&#x27; position had been that of a licensee and a permanent tenant and they were not liable for ejectment. It was further contended by defendant No. 1 that he bad installed a saw machine, an oil expeller and a flour mill over the land in dispute in the very beginning, that as the plaintiff did not object to the making of those constructions and installations, he was estopped from claiming demolition of the constructions, removal of the said machines and possession over the said land. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_6\"> 6. The suit was dismissed both by the trial court and the lower appellate court and the concurrent findings of fact recorded by those courts were that the land was given by the plaintiff to the defendants for the making of constructions and for establishing a factory over it and without specification of the period whatsoever and, therefore, the defendants had been in occupation of the aforesaid land as licensees, that the licence had become irrevocable by virtue of the provisions of <a href=\"/doc/21268216/\" id=\"a_1\">Section 60</a> of the Indian Easements Act owing to the fact that the defendants had made costly and permanent constructions over the land acting upon the licence. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_7\"> 7. The question, therefore, which arises for determination in this case is the status of the defendants i.e. whether they were licensees or lessees. It is well established that it is the substance of the agreement which matters and not the form or the label which the parties chose to put upon it, otherwise\n\nclever drafting can camouflage the real intention of the parties. Nevertheless since the appellant is the plaintiff who can succeed only if he is able to prove his allegations, it is appropriate to examine his pleadings. Normally there is no justification for attributing to the plaintiff a case which he himself did not set forward and we cannot start with a presumption that he deliberately engineered a false case against the defendants in the plaint with a view to disguising the real relationship between the parties. A perusal of the plaint in the instant case makes it abundantly clear that the plaintiff has not set out a case of lease. The entire plaint uses phraseology appropriate only to a licence. Instead of stating simply in the manner of a suit based on lease that the defendants were liable to pay so much amount as arrears of rent the plaintiff chose to state that on account of the use and occupation of the disputed land made by the defendants the latter were liable to pay damages. In his evidence also the plaintiff deposed that the disputed land was taken from him by the defendants for use during the period of war and they had agreed to pay Rs. 25/- per month as compensation for use and occupation. Even at this stage he did not say that the amount of Rs. 25/- per month had been settled by way of rent or that the defendants had been the tenants or lessees of the land. Exhibit F is a copy of notice given by the plaintiff to the defendants on 14-4-1947 and the recital therein is that the disputed land had been given to the defendants for use on monthly charges of Rs. 25/- to be paid by them by way of compensation. The notice nowhere states that the transaction had been in the nature of a lease or that the possession of the defendants over the disputed land was that of a lessee and the amount of Rs. 25/- had been settled as rent. Therefore, prima facie the appellant is not entitled to a decree for ejectment on the basis that the defendants are the lessees as that case would be completely at variance with his pleadings. The learned counsel for the appellant however, contended that irrespective of the pleadings the terms and conditions of the agreement between the parties should be scrutinised and the status of the parties be determined according to Taw and not on the basis of the mere allegations made by them either in their pleadings or in the agreement. Even in the agreement it is the substance and not its form which would be conclusive. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_8\"> 8. Now what was the nature of the agreement between the parties in the present case? There was no instrument disclosing the terms and conditions of the transaction in suit. The only material on which we have to rely consisted of the pleadings of the parties and their oral evidence. In our opinion on the findings recorded by the courts below as to the terms and conditions of the agreement between the parties it is impossible to hold that the transaction was one of lease.\n</p>\n<p data-structure=\"Section\" id=\"p_9\"><a href=\"/doc/645212/\" id=\"a_2\">Section  105</a> of the Transfer of Property Act which defines the lease lays down : \n</p><blockquote id=\"blockquote_1\">  &quot;A lease of immoveable property is a transfer of a right to enjoy such property, made for a certain time, express or implied, or in perpetuity, in consideration of a price paid or promised, &#x27;or of money, a share of crops, service or any other thing of value, to be rendered, periodically or on specified occasions to the transferor by the transferee, who accepts the transfer on such terms.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_10\"> 9. <a href=\"/doc/120447987/\" id=\"a_3\">Section 52</a> of the Indian Easements Act defines licence thus : \n</p><blockquote id=\"blockquote_2\">  &quot;Where one  person grants to another, or to a definite number of persons, a right to do, or continue to do, in or upon the immovable property of the grantor, something which would, in the absence of such right, be unlawful, and such right does not amount to an easement or an interest in the property, the right is called a licence.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_11\"> 10. The subtle distinction between a lease and a licence has proved to be a veritable Serbonian bog into which has fallen a whole army of jurists and legal thinkers. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1719430\" id=\"span_1\">In <a href=\"/doc/1719430/\" id=\"a_4\">Associated Hotels of India v. R.N. Kapoor</a>, AIR 1959 SC 1262 four well known tests were formulated in order to appreciate the distinction between the two. They are as follows:</span> \n</p><blockquote id=\"blockquote_3\">  &quot;(1) To ascertain whether a document creates a licence or lease, the substance of the document must be preferred to the form; (2) the real test is the intention of the parties -- whether they intended to create a lease or a licence; (3) if the document creates an interest in the property, it is a lease, but, if it only permits another to make use of the property, of which the legal possession continues with the owner, it is a licence; and (4) if under the document a party gets exclusive possession of the property, &#x27;prima facie&#x27; he is considered to be a tenant; but circumstances may be established which negative the intention to create a lease.&quot; \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_12\"> 11. As the very definition of the two terms indicates, the essence of the distinction ies in the fact as to whether the agreement intended to create an interest in the property or it only permitted the other party to make use of the property for a particular purpose which but for the permission would be unlawful. If the agreement does not transfer any estate to the defendant, then he would be merely a licensee having a permissive occupation. The right of ownership is a bundle of rights which the owner is entitled to enjoy at his place. He is also at liberty to dispose of or grant the use of any of these rights to other persons. Such disposition or action may be exclusive, extinguishing the enjoyment of such right in him and vesting it to a person to whom the grant is made, or it may be only restrictive, restricting the enjoyment of such right by the grantor to the extent it is to be enjoyed by the grantee. In the former case it is the grant of interest in the property it-self, while in the latter case it is only the\n\ngrant of right of enjoyent or licence. On the findings recorded in the present case it is not possible to come to the conclusion that the agreement between the parties betrays any intention to transfer an interest in the property to the defendants. The object of the plaintiff clearly was to permit the defendants to use the land for making of constructions and establishing a factory over il without specification of any period. It is true that the defendants in their written statements state that their position had been that of permanent tenants. In bis evidence also the defendant No. 1 stated that he entered into a contract of tenancy with the plaintiff, his wife and wife&#x27;s sister under which be was given the disputed land on a monthly rental of Rs. 15/- per month. He also deposed that the plaintiff had given him the land for permanent possession and occupation and on rent. But the mere use of the term &quot;rent&quot; is not conclusive of the nature of the transaction. It is the substance which is to be seen and not the label applied. We have no doubt that the defendant No. 1 in his evidence used the word &quot;rent&quot; loosely. According to the findings of the courts below all that the defendants were permitted to do was to subject the land to a particular kind of use. The theory of permanent tenancy pleaded by the defendants has been totally rejected by the two courts below. It has been categorically held that there was no agreement conferring any right on the defendants to hold the land for any particular period. By the mere fact that a plot of land is given for making constructions over it, the transaction cannot necessarily be said to be one of lease and not one of licence. The lease is a transfer of interest in the property whereas the licence is not. In other words, the licence is a personal right whereas the lease is a right in the property. The classic definition of licence was propounded by Vaughan, C. J. in the Seventeenth Century in Thomas v. Sorrell, (1673) 124 ER 1098 as follows: \n</p><blockquote id=\"blockquote_4\">  &quot;A dispensation or licence properly passeth no interest, nor alters or transfers property in any thing, but only makes an action lawful, which without it had been unalwful.&quot;  \n</blockquote>\n<p data-structure=\"Section\" id=\"p_13\">  The difference between a tenancy and a licence is, therefore, that in a tenancy an interest passes in the land, whereas in a licence it does not. In the present litigation it was not the case of either party that any interest in the property was transferred by them. Their case merely was that the defendants were given a right to do certain acts on the disputed land which would have been unlawful in the absence of such licence. In other words, it was only a personal privilege granted to the defendants with no interest in the land itself. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_14\"> 12. The most important contention urged by the learned counsel for the appellant was that the land in dispute was for all intents and purposes given to the exclusive possession of the defendants and this was con-\n</p>\n<p data-structure=\"Precedent\" id=\"p_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1719430\" id=\"span_2\">elusive of the fact that the defendants were lessees. This argument is untenable and cannot be endorsed in view of the present state of law on the subject. As observed by Subba Rao, J. in the case of <a href=\"/doc/1719430/\" id=\"a_5\">Associated Hotels of India AIR 1959 SC</a> 1262 (supra).</span> \n</p>  \n\n<blockquote id=\"blockquote_5\"> &quot;At one time it was thought that the test of exclusive possession was infallible and if a person was given exclusive possession of a premises, it would conclusively establish that lie was a lessee. But there was a change and the recent trend of judicial opinion is reflected in Errington v. Errington, (1952) 1 All ER 149 wherein Lord Denning reviewing the case law on the subject summarizes the result of his discussion thus at p. 155 : \n</blockquote><blockquote id=\"blockquote_6\">  &quot;The result of all these cases is that, although a person who is let into exclusive possession is &#x27;prima facie&#x27;, to he considered to be tenant, nevertheless he will not be held to be so if the circumstances negative any intention to create a tenancy.&quot;  \n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_16\">  The Court of Appeal again in Cobb v. Lane, (1952) 1 All ER 1199, considered the legal position and laid down that the intention of the parties was the real test for ascertaining the character of a document. At p. 1201 Somervell, L. J. stated : \n</p><blockquote id=\"blockquote_7\">  &quot;............... the solution that would seem\nto have found is, as one would expect, that it must depend on the intention of the parties.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_17\"> Denning, L. J. said much to the same effect at p. 1202: \n</p><blockquote id=\"blockquote_8\">  &quot;The question in all these cases is one of intention : Did the circumstances and the conduct of the parties show that all that was intended was that the occupier should have a personal privilege with no interest in the land?&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_18\"> 13. The old authorities supposed that the crucial test was whether the occupier had exclusive possession or not. If he was held to be in exclusive possession, he was said to be a tenant. See Doed Tomes v. Chamberlaine, (1839) 5 M &amp; W 14; Lynes v. Snaith, (1899) 1 QB 486 whereas if he had not exclusive possession he was only a licensee Peekin v. Peakin, (1895) 2 IR 359. The later judicial opinion, however, realised that this did not often correspond to realities and was by no means decisive. That is why in (1952) 1 All ER 149 (supra) Denning, L. J. held that these older authorities were no longer good law. He quoted a number of later authorities which has broken new grounds. He referred to Howard v. Shaw, (1841) 151 ER 973; Booker v. Palmer, (1942) 2 All ER 674: Minister of Health v. Bellotti, (1944) 1 All ER 238; Southgate Borough Council v. Watson, (1944) 1 All ER 603; Minister of Agriculture and Fisheries v. Matthews, (1949) 2 AH ER 724; Marcroft Wagons Ltd. v. Smith. (1951) 2 All ER 271; Webb, Ltd. v. Webb, (1951) Decided on 24-10-51; Bramwell v. Bramwell, (1942) 1 All ER 137; Pargeter v. Pargeter, (1946) I All ER 570; Old Gate Estates, Ltd. v.\n</p>\n<p data-structure=\"Precedent\" id=\"p_19\">Alexander, (1949) 2 All ER 822; Middleton v. Baldock, (1950) 1 All ER 708, (1952) 1 All ER 1199 (supra) Denning, L. J. referred to one more case on the point namely Gorham (Contractors) Ltd. v. Field, (1952) Decided on 26-3-1952. On the basis of such overwhelming authorities Denning, L. J. ruled in (1952) 1 All ER 149 : \n</p><blockquote id=\"blockquote_9\">  &quot;The result of all these cases is that, although a person who is let into exclusive possession is, prima facie, to be considered 10 be a tenant, nevertheless he will not be held to be so if the circumstances negative any intention to create a tenancy. Words alone may not suffice. Parties cannot turn a tenancy into a licence merely by calling it one. But if the circumstances and the conduct ot the parties show that all that was intended was that the occupier should be granted a personal privilege with no interest in the land, he will be held only to be a licensee. In view of these recent cases I doubt whether (1899) 1 QB 486 (supra) and the case of the gamekeeper referred to therein (1899) 1 QB 490 would be decided the same way today.&quot;  \n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_20\">  In our opinion the instant case comes squarely within the ambit of this dictum. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_21\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"82038\" id=\"span_3\">14. As we have seen, the cases of Errington v. Errington (supra) and (1952) 1 All ER 1199 (supra) were approved by the Supreme Court in AIR 1959 SC 1262 (supra) and also in <a href=\"/doc/82038/\" id=\"a_6\">B. M. Lall v. Dunlop Rubber Co.</a>, AIR 1968 SC 175.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_22\"> 15. There is, however, another English decision namely Addiscombe Estates, Ltd. v. Crabbe, (1957) 3 All ER 563 in which Jenkins, L. J. commented on the dictum of penning, L. J. in (1952) 1 All ER 149 (supra) in the following words: \n</p><blockquote id=\"blockquote_10\">  &quot;We are also referred by counsel for the owners to Errington v. Errington and Woods, ((1952) 1 All ER 149) mentioned by Denning, L. J. in his judgment. In that case it was held that in very unusual circumstances a lady was a licensee, and entitled to remain in occupation of premises so long as she paid the instalments on a certain mortgage; and in the course of his judgment, Denning, L. J. said, &#x27;The test of exclusive possession is by no means decisive.&quot; I think that wide statement must be treated as qualified by his observations in Facchini v. Bryson, (1952) 1 TLR at p. 1389 and it seems to me that save in exceptional cases of the kind mentioned by Denning. L. J. in that case, the law remains that the fact of exclusive possession, if not decisive against the view that there&#x27; is a mere licence, as distinct from a tenancy, is at all events a consideration of the first importance.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_23\"> Jenkins, L. J. had in mind the following observations of Lord Denning made in (1952) 1 TLR 1389 (supra): \n</p><blockquote id=\"blockquote_11\">  &quot;In all the cases where an occupier has been held to be a licensee there has been something in the circumstances, such as a family arrangement, an act of friendship or generosity, or such like, to negative any intention to create a tenancy. In such circumstances it would be obviously unjust to saddle the owner with a tenancy, with all the momentous consequences that that entails nowadays, when there was no intention to create a tenancy at all. In the present case, however, there are no special circumstances. It is a simple case where the employer let a man into occupation of a house in consequence of his employment at a weekly sum payable by him. The occupation has all the features of a service tenancy, and the parties cannot by the mere words of their contract turn it into something else.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_24\"> 16. On the basis of the above observations and the conclusion reached by Jcnkins, L. J. in Addiscombe&#x27;s case (1957) 3 All ER 563 it might appear that Lord Denning was later persuaded to revise his opinion expressed in Errington&#x27;s case (1952) 1 All ER 149 and that there was a conflict between the two decisions. We are, however, unable to read any antithesis between these two authorities, It is erroneous, to refer to Errington&#x27;s case (1952) 1 All ER 149 as laying down the proposition that exclusive possession by the occupier is an irrelevant factor in pronouncing upon the nature of his status as a lessee or licensee. All that it postulated was that the test of exclusive possession was not decisive and Addiscombe&#x27;s  case (1957) 3 All ER 563 also holds merely that the fact of exclusive possession is a consideration of foremost importance and nothing beyond that. It does not assign to it the character of a conclusive test. We also find no force in the contention that in Facchini&#x27;s case (1952) 1 TLR 1389 Denning, L. J. in any manner circumscribed the amplitude of the rule laid down by him in Errington&#x27;s case (1952) 1 All ER 149. After referring to a number of cases he observed that they were cases of family arrangements, acts of friendship or generosity etc. But by adding the words &quot;such like circumstances&quot; he fully maintained the wide scope of the ratio of Errington&#x27;s case (1952) 1 All ER 149. On the other hand, he emphasised the supreme significance of the crucial test, namely, &quot;the intention of the parties.&quot; The factors* which may negative an intention to create a tenancy were not confined to &quot;family arrangement, acts of friendship or generosity&quot; etc; they were wide enough, as is clear from the use of the expression &quot;such like&quot;, to include the generality of circumstances which may go to negative any intention to create a tenancy. Thus, the rule propounded in Errington&#x27;s case (1952) 1 All ER 149 has not been eroded in the later decisions of the English Courts. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_25\"> 17. The reader may sometimes be apt to miss the real principle enunciated in Addiscombe&#x27;s case (1957) 3 All ER 563. On a deeper understanding of the facts of the case it would be manifest that it does not run counter to the main stream of the principle flowing from Errington&#x27;s case (1952) 1 All ER\n\n</p><p data-structure=\"Precedent\" id=\"p_26\">149. The judgment in the former case turned on the interpretation of the particular provisions of the agreement between the parties in that case which were typically those of a lease. As Jenkins, L. J. pointed out, the agreement expressly authorised the grantees to &quot;enter upon use and enjoy&quot; the property which were clearly apt to give to the tenant something in the nature of an interest in the land. Another significant provision was that the grantees agreed to repair and maintain the said club house and keep it in good tenantable repair. It also contained a prohibition with respect to the grantee &quot;not to erect any building or other structures upon the said property except as shall be approved by the grantors.&quot; It also enjoined upon the grantees &quot;to deliver up the said premises at the termination of the agreement.&quot; &quot;To deliver up&quot; was held to be an expression more appropriate to a tenant with an interest in the land than to a person who has a mere contractual right to be on the land; it was held to be an expression universally used in all tenancy agreements. The provision as to insurance also pointed to the same direction. Similarly reference to &quot;re-entry&quot;, &quot;non-payment of any of the said payments of court-fee&quot; (which was construed as only euphemism for rent) were justly regarded as provisions wholly appropriate to a lease. It was held that the conception of re-entry i.e. resumption of possession by the landlord and the determination of the interest of the tenant was absolutely inappropriate to the case of licence. Taking all these considerations together it was held to be a case of tenancy. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_27\"> 18. The rule in Addiscombe Estate Ltd. v. Crabbe (supra) was followed by the Supreme Court in AIR 1959 SC 1262 (supra) but that again in our opinion does not militate against the dictum in (1952) 1 All ER 149 (supra). The Supreme Court had to deal with case of a lodger in a hotel where the test of exclusive possession bears extraordinary importance and has a special significance. Normally a lodger is in the position of a licensee as the hotel keeper retains a control or dominion over the apartment but where the lodger is proved to have exclusive control, he must be deemed to be a tenant. In that case, the lodger had affirmatively proved himself to be in exclusive control of the premises and the best evidence was withheld from the scrutiny of the court to show that the hotel keeper still retained control and in the circumstances the inference was drawn that the occupiers were the tenants. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_28\"> 19. The fact that the case of ((1952) 1 All ER 149) (supra) still holds the field can be proved with reference to another decision of the Supreme Court rendered in the same year. That was the case of AIR 1968 SC 175 (supra). It was a case of occupation of premises by an employee of the company which was the owner and it was held that the agreement on its true construction read in\n\nthe light of surrounding circumstances operated as licence and not as a tenancy. It created no interest in the land. It gave only a personal privilege or licence to the servant to occupy the premises for the greater convenience of his work. Bachawat, J. speaking for the Court referred to the case of (1952) 1 All ER 149 (supra) and observed: \n</p><blockquote id=\"blockquote_12\">  &quot;The transaction is a lease if it grants an interest in the land; it is a licence if it gives a personal privilege with no interest in the land. The question is not of words but of substance and the label which the parties choose to put upon the transaction, though relevant is not decisive. The test of exclusive possession is not conclusive, see (1952) 1 KB 290.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_29\"> 20. Thus, the test of exclusive possession is not a clinching test. The real, viable test is whether the grant conveys an interest in the property to the grantee. This is not to say that exclusive possession is not a relevant factor but surely it is not the final test. The crucial test, is the one which was enunciated in Errington&#x27;s case (1952) 1 KB 290 namely, the creation of estate or interest in the immovable property of the grantor. In a recent decision the Supreme Court reiterated the dictum of Errington&#x27;s case. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1179086\" id=\"span_4\">Thus, in <a href=\"/doc/1179086/\" id=\"a_7\">Sohan Lal Narain Das v. Laxmidas</a> (1971) 1 SCC 276 Shah, C. J. speaking for the court held:</span> \n</p><blockquote id=\"blockquote_13\">  &quot;The crucial test in each case is whether the instrument is intended to create or not to create an interest in the property the subject-matter of the agreement. If it is in fact intended to create an interest in the property it is a lease, if it does not, it is a licence. In determining whether the agreement creates a lease or a licence, the test of exclusive possession, though not decisive, is of significance.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_30\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1679568\" id=\"span_5\">In <a href=\"/doc/1179086/\" id=\"a_8\">the above case</a> the Supreme Court followed its own previous decision in <a href=\"/doc/1679568/\" id=\"a_9\">M.N. &#x27;Clubwala v. Fida Hussain Saheb</a>, AIR 1965 SC 610.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1679568\" id=\"span_6\">In our opinion <a href=\"/doc/1679568/\" id=\"a_10\">M. N. Clubwala</a>&#x27;s case AIR 1965 SC 610 lays down the final law on the subject and is of a piece with the rule in (1952) 1 All ER 149. It sums up the law on the subject in the following words:</span> \n</p><blockquote id=\"blockquote_14\">  &quot;Whether an agreement creates between the parties the relationship of landlord and tenant or merely that of licensor and licensee the decisive consideration is the intention of the parties.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_31\"> This intention has to be ascertained on a consideration of all the relevant provisions in the agreement, if they are not clear, from the surrounding circumstances and the contention of the parties. Mudholkar, J. adverted to Erringtons case ((1952) 1 All ER 149) and some earlier decisions also of the English courts and remarked at page 614 of the Reports as under : \n</p><blockquote id=\"blockquote_15\">  &quot;We must, therefore, look at the surrounding circumstances. One of those circumstances is whether actual possession of the stalls can be said to have continued With\n\nthe landlords or whether it had passed on to the stall-holders. Even if it had passed to a person, his right to exclusive possession would not be conclusive evidence of the existence of a tenancy though that would be a consideration of first importance. That is what was held in (1952) 1 KB 290 and (1952) 1 All ER 1199. These decisions reiterate the view which was taken in two earlier decisions Clore v. Theatrical Properties Ltd. and Westby &amp; Co. Ltd., (1936) 3 All ER 483 and Smith &amp; Son v. Assessment Committee for the Parish of Lambeth, (1882) 10 QBD 327 at p. 330. Mr. S.T. Desai appearing for the appellants also relied on the decision of the High Court of Andhra Pradesh in Vurum Subba Rao v. Eluru Municipal Council, ILR (1956) Andhra 515 at p. 520-4 as laying down the same proposition. That was a case in which the High Court held that stall-holders in the Municipal market were liable to pay what was called rent to the municipality, were not lessees but merely licensees. The fact, therefore, that a stall-holder has exclusive possession of the stall is not conclusive evidence of his being a lessee. If, however, exclusive possession to which a person is entitled under an agreement with a landlord is coupled with an interest in the property, the agreement would be construed not as a mere licence but as a lease (See (1960) 1 SCR 368 = (AIR 1959 SC 1262)).&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_32\"> That is substantially the law as stated in Halsbury&#x27;s Laws of England, Third Edition, Volume 23, paragraph 1022 at page 427 : \n</p><blockquote id=\"blockquote_16\">  &quot;In determining whether an agreement creates between the parties the relationship of landlord and tenant or merely that of licensor and licensee the decisive consideration is the intention of the parties. The parties to an agreement cannot, however, turn a lease into a licence merely by stating that the document is to be deemed a licence or describing it as such; the relationship of the parties is determined by law on a consideration of all relevant provisions of the agreement; nor will the employment of words appropriate to a lease prevent the agreement from conferring a licence only if from the whole document it appears that it was intended merely to confer a licence. In the absence of any formal document the intention of the parties must be inferred from the circumstances and the conduct of the parties.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_33\"> 21. Thus, the entire case law on the subject bears round the position that the cardinal touchstone on which the relationship between the parties who claim to be licensors or licensees or lessors or lessees must be decided is whether the grant creates an interest or estate in the property which is the subject-matter of the agreement. Delivery of exclusive possession is a relevant factor but it would be conclusive to the existence of a lease only when it is coupled with an interest in the property and not otherwise. We have already stated our inference based on a consideration of the oral agreement, the surround-\n</p>\n<p data-structure=\"Conclusion\" id=\"p_34\">ing circumstances and the conduct of the parties in the instant case, that the plaintiff appellant did not intend to transfer any interest in the property to the defendants and consequently the defendant-respondents were merely licensees and not lessees of the plaintiff. \n</p> \n\n<p data-structure=\"Section\" id=\"p_35\"> 22. We have now to consider whether the said licence was revocable. <a href=\"/doc/21268216/\" id=\"a_11\">Section 60</a> of the Indian Easements Act provides: \n</p>   \n\n<blockquote id=\"blockquote_17\"> &quot;A licence may be revoked by the grantor, unless- \n</blockquote>   \n\n<pre id=\"pre_2\"> (a)    it is coupled with a transfer of property and such transfer is in force; \n \n\n (b)    the licensee, acting upon the licence, has executed a work of a permanent character and incurred expenses in the execution.&quot;   \n \n\n</pre><blockquote id=\"blockquote_18\"> The above section embodies two exceptions to the general rule that a licence is revocable. The instant case is covered by Clause (b) of <a href=\"/doc/21268216/\" id=\"a_12\">Section 60</a> which is based on the principle of estoppel by acquiescence. When the licensee acting  upon a licence has executed a work of permanent character and incurred expenses in the execution the licence cannot be revoked by the grantor. The man who stands by and allows another person to build on his land, in the belief that he has power or authority to do so, and incurs expenses in such building, cannot turn round and claim the removal of such building on the ground that the latter had no authority to build. He is estopped by his conduct from adopting that course and the law will presume an authority from him in such cases. In the instant case we find from the own admission of the plaintiff that within a few days after obtaining his permission the defendants raised the constructions over the disputed land and they established their factory by installing a saw machine, oil expeller and flour mill. The house of the plaintiff is admittedly situate at a very little distance from the said land. It is quite clear that if the plaintiff had not given the land to the defendants for the aforesaid purposes, he would have taken exception to the making of constructions over the same and the installation of the saw machine, oil expeller and the flour mill. As We have already pointed out, the finding of fact recorded by the courts below is that the land was given by the plaintiff to the defendants for the purpose of making constructions and establishing a factory over it. Since acting on that agreement the defendants made costly constructions of permanent nature, the licence has now become irrevocable. According to the finding recorded by the City Munsif, Merrut vide his order dated 18-5-1968 in compliance of the issues remitted by the High Court on 7-9-1967 the market value on the date of the filing of the suit of the constructions made by the defendants comes to Rs. 9,000/- which cannot be said to be an inconsiderable amount and the constructions are of a permanent character. They are made of pacca bricks covered by cement sheets\n\nover which the defendants claim to have spent a sum of ten or twelve thousand rupees. The plaintiff himself described it as a &quot;building&quot; in his cross-examination. \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_36\"> 23. In the result, therefore, we find that the defendants are no more liable for ejectment from the disputed land and the constructions which they have made cannot be removed. There is no force in this appeal and it is dismissed but in the circumstances of the case the parties are directed to bear their own costs incurred in this Court. \n</p> \n\n","numcites":7,"numcitedby":7,"docsource":"Allahabad High Court","citetid":1237123,"divtype":"judgments","relatedqs":[{"value":"family arrangement ","formInput":"family%20arrangement%20"},{"value":"errington v errington","formInput":"errington%20v%20errington"},{"value":"intention of the parties","formInput":"intention%20of%20the%20parties"},{"value":"land dispute","formInput":"land%20dispute"},{"value":"easements","formInput":"easements"},{"value":"easement act","formInput":"easement%20act"},{"value":"transfer of property","formInput":"transfer%20of%20property"},{"value":"lease and licence","formInput":"lease%20and%20licence"},{"value":"\"exclusive possession\"","formInput":"%22exclusive%20possession%22"},{"value":"interest in property","formInput":"interest%20in%20property"},{"value":"indian easements act","formInput":"indian%20easements%20act"},{"value":"exclusive possession","formInput":"exclusive%20possession"},{"value":"ejectment ","formInput":"ejectment%20"},{"value":"\"family arrangement\"","formInput":"%22family%20arrangement%22"},{"value":"AIR 1959","formInput":"AIR%201959"},{"value":"lord denning","formInput":"lord%20denning"},{"value":"demolition","formInput":"demolition"},{"value":"parties to agreement","formInput":"parties%20to%20agreement"},{"value":"damages   filter:   execution of contract","formInput":"damages%20%20%20filter%3A%20%20%20execution%20of%20contract"},{"value":"sec 60","formInput":"sec%2060"}],"cats":[{"value":"lease-defined","formInput":"tag:lease-defined"}],"courtcopy":false,"query_alert":null,"agreement":false}