{"tid":373267,"publishdate":"2011-05-05","title":"Shankara Co-Op. Housing Society Ltd vs M. Prabhakar & Ors on 5 May, 2011","doc":"<h2 class=\"doc_title\">Shankara Co-Op. Housing Society Ltd vs M. Prabhakar &amp; Ors on 5 May, 2011</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2011 SUPREME COURT 2161, 2011 (5) SCC 607, 2011 AIR SCW 3033, AIR 2011 SC (CIVIL) 1362, (2011) 2 LANDLR 1, (2011) 4 ANDHLD 112, (2011) 3 RAJ LW 2093, (2011) 4 ALLMR 407 (SC), (2011) 5 SCALE 423, 2011 (103) AIC (SOC) 2 (SC)</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:h-l-dattu\">H.L. Dattu</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:h-l-dattu\">H. L. Dattu</a>, <a href=\"/search/?formInput=benchid:d-k-jain\">D.K. Jain</a></h3>\n\n<pre id=\"pre_1\">                                                                                        REPORTABLE\n\n\n\n\n                      IN THE SUPREME COURT OF INDIA\n\n                       CIVIL APPELLATE JURISDICTION\n\n\n\n                         CIVIL APPEAL NO. 4099 OF 2000\n\n\n\n\n\nShankara Co-op Housing Society Ltd.                               .............. Appellant\n\n\n\n\n                                             versus\n\n\n\n\nM. Prabhakar &amp; Ors.                                               ..............Respondents\n\n\n\n\n                                             WITH\n\n\n\n\n               CIVIL APPEAL NO. 4100 OF 2000, 4101 of 2000 \n\n\n                                              AND \n\n\n                        CIVIL APPEAL NO. .......... OF 2011\n\n      (Arising out of SPECIAL LEAVE PETITION (C) NO. 6964 of 2001)\n\n\n\n\n\n                                      J U D G M E N T\n</pre>\n\n\n\n<p data-structure=\"Issue\" id=\"p_1\">H.L. Dattu, J.\n</p>\n\n\n\n<p data-structure=\"Issue\" id=\"p_2\">1)       We   grant   leave   in   the   special   leave   petition   filed   by   the   State   of \n\n\n         Andhra Pradesh.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_1\">                                                                                              1</span>\n\n\f\n<p data-structure=\"Issue\" id=\"p_3\">2)    In   these   civil   appeals,   we   are   required   to   consider   essentially   the \n\n\n      erstwhile legislations with regard to the administration of property left \n\n\n      behind in India by evacuees migrated to Pakistan during partition and \n\n\n      the   compensatory   redistribution   of   the   same   amongst   those   persons \n\n\n      who had migrated from Pakistan, leaving behind their property, at the \n\n\n      time of partition. \n</p>\n\n\n\n<p data-structure=\"Issue\" id=\"p_4\">3)    The subject matter are the lands in Survey Nos. 9, 11, 47, 140, 141, \n\n\n      142, 143, 151, 152, 153, 676 and 677, admeasuring about 90.08 acres, \n\n\n      situated   at   Khapra   Village,   in   the   erstwhile   Medchal   Taluk   (now \n\n\n      Vallabhnagar   Taluk)   of   the   Ranga   Reddy   District,   Andhra   Pradesh \n\n\n      [hereinafter referred to as `the disputed lands&#x27;].\n</p>\n\n\n\n<p data-structure=\"Issue\" id=\"p_5\">4)    In   this   batch   of   three   civil   appeals,   the   appellant   is   the   subsequent \n\n\n      purchaser   of   the   property   in   dispute   from   the   allottees   under   the \n\n\n      provisions   of   <a href=\"/doc/1945893/\" id=\"a_1\">The   Displaced   Persons   (Compensation   and \n\n\n      Rehabilitation)   Act,   1954</a>   (hereinafter   referred   to   as,   &quot;the   Displaced \n\n\n      Persons   Act&quot;).     It   assails   the   judgment   and   order   of   the   Division \n\n\n      Bench of the High Court of Andhra Pradesh in WP No. 17722 of 1990 \n\n\n      dated 27.04.2000. The State Government has also filed  Special Leave \n\n\n      Petition (c) No. 6964 of 2001 under <a href=\"/doc/427855/\" id=\"a_2\">Article 136</a> of the Constitution, in \n\n\n\n\n\n<span class=\"hidden_text\" id=\"span_2\">                                                                                            2</span>\n\n\f\n      defense of the notification which was struck down by the impugned \n\n\n      judgment. Since the facts and questions of law raised before us are the \n\n\n      same in all these civil appeals, we will take up C.A. No. 4099 of 2000, \n\n\n      in the case of Shankara Co-op. Housing Society Ltd. as the lead case \n\n\n      for   the   purpose   of   narrating   the   facts   leading   upto   the   impugned \n\n\n      judgement.\n</p>\n\n\n\n<p data-structure=\"Facts\" id=\"p_6\">5)    The facts in extenso require to be noticed.  They are:-                The \n\n\n      disputed   lands   originally   belonged   to   one   Mandal   Bucham,   whose \n\n\n      legal   representatives   are   respondents   herein.     Shri   Mandal   Bucham \n\n\n      had borrowed paper currency from late Rahim Baksh Khan and since \n\n\n      he   failed   to   discharge   the   amount   due,   late   Rahim  Baksh   Khan   had \n\n\n      filed   a   civil   suit   against   Mandal   Bucham   before   the   District   and \n\n\n      Sessions Judge at Hyderabad District.   It appears that the Court had \n\n\n      passed a judgment and decree in favour of late Rahim Baksh Khan.  In \n\n\n      the execution proceedings of the decree, it is alleged that late Rahim \n\n\n      Baksh   Khan   had   purchased   the   disputed   lands   belonging   to   Mandal \n\n\n      Bucham   in   an   auction   under   the   supervision   of   the   Court.     Rahim \n\n\n      Baksh Khan expired in the year 1940 and later on, it appears, his legal \n\n\n      representatives had migrated to Pakistan after partition of India.    \n</p>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_3\">                                                                                       3</span>\n\n\f\n<p data-structure=\"Facts\" id=\"p_7\">6)    It   is   averred   that   the   Deputy   Custodian   and   Collector,   Hyderabad \n\n\n      District, had issued notice dated 11.01.1951, to the legal heirs of late \n\n\n      Rahim Baksh Khan, namely Mr. Rafi Mohammed Khan and Mr. Shafi \n\n\n      Mohammed   Khan,   under   sub-Section   (1)   of   <a href=\"/doc/1150879/\" id=\"a_3\">Section   7</a>   of   the \n\n\n      Administration of Evacuee Property Act, 1950 [hereinafter referred to \n\n\n      as   &quot;the   <a href=\"/doc/880333/\" id=\"a_4\">Evacuee   Property   Act</a>&quot;]  inter   alia  stating   that   the   &quot;disputed \n\n\n      lands&quot; belonged to late Rahim Baksh Khan and they have migrated to \n\n\n      Pakistan   and   they   are   evacuee   and,   therefore,   he   would   hold   an \n\n\n      enquiry in the matter on 27.01.1951 and any person having any share \n\n\n      or interest in the above &quot;disputed lands&quot; are directed to participate in \n\n\n      the proceedings with necessary documents in support of their claim. \n</p>\n\n<p data-structure=\"Issue\" id=\"p_8\">      It   appears   that   general   notices   were   also   published   in   the   village   in \n\n\n      which   the   said   lands   were   situated   on   26.01.1951.   Notice   was   also \n\n\n      given to the ancestors of the contesting respondents on 15.02.1951. It \n\n\n      is stated that neither the contesting respondents nor anybody else had \n\n\n      filed   any   objection   to   the   notice   issued   under   <a href=\"/doc/384107/\" id=\"a_5\">Section   7(1)</a>   of   the \n\n\n      Evacuee Property Act.\n</p>\n\n\n\n<p data-structure=\"Issue\" id=\"p_9\">7)    After   conducting   a   detailed   enquiry   in   respect   to   the   claim   of \n\n\n      ownership  of the said  property, the Deputy Custodian  and Collector \n\n\n      issued   a   Notification   No.55,   in   NO   CE/4064   to   4080   dated \n\n\n\n\n<span class=\"hidden_text\" id=\"span_4\">                                                                                            4</span>\n\n\f\n      11.12.1952,   declaring   the   disputed   property   in   issue   as   an   Evacuee \n\n\n      Property   under   <a href=\"/doc/1150879/\" id=\"a_6\">Section   7</a>   of   the     Evacuee   Property   Act.     This \n\n\n      notification   was   subsequently   published   in   the   Hyderabad \n\n\n      Government Gazette.  Pursuant to the aforesaid declaration, the name \n\n\n      of the Collector/Custodian was entered in the Revenue Records.  After \n\n\n      such declaration, the Central Government has acquired the &quot;disputed \n\n\n      lands&quot;   by   issuing   notification   under   Section   12   of   the   Displaced \n\n\n      Persons Act for the rehabilitation of the persons who were displaced \n\n\n      during the partition. \n</p>\n\n\n\n<p data-structure=\"RespArg\" id=\"p_10\">8)    The erstwhile owners of the property or the ancestors of the contesting \n\n\n      respondents did not question the declaration of the &quot;disputed lands&quot; as \n\n\n      evacuee   property   and   the   subsequent   acquisition   by   the   Central \n\n\n      Government.  It was on or about in the year 1955, the ancestors of the \n\n\n      respondents   herein   claimed   ownership   of   the   `disputed   lands&#x27;   and \n\n\n      made   their   representation   before   the   authorities   under   the   <a href=\"/doc/880333/\" id=\"a_7\">Evacuee \n\n\n      Property Act</a>.  The authorities, however, had informed them that they \n\n\n      should prefer an appeal or a review petition.  In spite of such counsel, \n\n\n      they continued to make representations and petitions in furtherance of \n\n\n      their claim. \n</p>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_5\">                                                                                      5</span>\n\n\f\n<p data-structure=\"Facts\" id=\"p_11\">9)     The Tahsildar, Medchal Taluk, issued a letter dated 29.06.1966, inter-\n</p>\n\n<p data-structure=\"Issue\" id=\"p_12\">       alia,   seeking   to   auction   the   &quot;disputed   lands&quot;   on   yearly   lease   basis. \n</p>\n\n<p data-structure=\"Issue\" id=\"p_13\">       Aggrieved   by   the   action   of   the   authorities,   Shri.   Mandal   Anjaiah, \n\n\n       claiming to be ancestor of the contesting respondents, preferred a writ \n\n\n       petition before the Andhra Pradesh High Court, in No. 1051 of 1966, \n\n\n       inter-alia,   seeking   a   writ   of   prohibition   or   direction   restraining   the \n\n\n       respondents in the petition from auctioning the &quot;disputed lands&quot; and \n\n\n       to direct the authorities to decide the representations/ petitions filed by \n\n\n       the writ petitioner.  The Regional Settlement Commissioner/Custodian \n\n\n       of   Evacuee   property   was   arrayed   as   one   of   the   respondents   to   the \n\n\n       proceedings.  In his affidavit dated 21.08.1967, he had averred that the \n\n\n       notice as required under <a href=\"/doc/1150879/\" id=\"a_8\">Section 7</a> of the Evacuee Property Act read \n\n\n       with   Rule   6   of   the   Rules   notices   had   been   issued   to   all   the   parties \n\n\n       interested in the disputed lands.  \n</p>\n\n\n\n<p data-structure=\"Issue\" id=\"p_14\">10)    During   the   pendency   of   the   writ   petition,   a   portion   of  the   land   was \n\n\n       allotted to one Smt. Eshwari Bai, and therefore, she was impleaded as \n\n\n       one of the respondents in the writ petition.   During the pendency of \n\n\n       this   writ   petition,   other   contesting   respondents   had   filed   a   Revision \n\n\n       Petition   under   <a href=\"/doc/1169384/\" id=\"a_9\">Section   27</a>   of   the   Evacuee   Property   Act   before   the \n\n\n       Deputy Custodian General, Jaisalmer House, New Delhi, to revise the \n\n\n\n\n<span class=\"hidden_text\" id=\"span_6\">                                                                                               6</span>\n\n\f\n       notification dated 11.12.1952 declaring the disputed lands as evacuee \n\n\n       property. \n</p>\n\n\n\n<p data-structure=\"Issue\" id=\"p_15\">11)    The   writ   petition   came   to   be   dismissed   by   the   High   Court   vide   its \n\n\n       order   dated   14.06.1968   on   the   ground   that   the   claim   of   the \n\n\n       respondents   is   highly   belated   and   they   have   also   not   exhausted   the \n\n\n       alternate   remedy   provided   under   the   provisions   of   the   <a href=\"/doc/880333/\" id=\"a_10\">Evacuee \n\n\n       Property Act</a>.  The order passed by the Court has some relevance and, \n\n\n       therefore, the same is extracted.  It reads :-   \n</p>\n\n\n\n<blockquote id=\"blockquote_1\">               &quot;In this application for the issue of a writ under <a href=\"/doc/1712542/\" id=\"a_11\">Article  \n\n               226</a> of the Constitution, what is sought to be challenged  \n\n               by the petitioner is an order of the Deputy Custodian of  \n\n               Evacuee Property under <a href=\"/doc/1150879/\" id=\"a_12\">Section 7</a> of the Administration  \n\n               of Evacuee Property Act declaring certain properties as  \n\n               evacuee   properties.     The   notification   was   made   on  \n\n               11.12.1952.   The  petitioner  did not  avail himself  of  the  \n\n               remedy provided under <a href=\"/doc/549284/\" id=\"a_13\">Section 24</a> of the Act by way of  \n\n               an appeal.  In fact, in 1955 and again in 1957 and 1959,  \n\n               he   appears   to   have   approached   the   Deputy   Custodian  \n\n               with   a   request   that   the   land   should   not   be   treated   as  \n\n               evacuee   property   and   on   all   these   occasions,   he   was  \n\n               informed that he should go in appeal and not file review  \n\n               applications.     It   is   not   open   to   the   petitioner   without  \n\n               preferring   an   appeal,   to   approach   this   court   at   a   late  \n\n               stage with a petition for the issue of a writ.  There are no  \n\n               merits in this writ petition  and it is therefore  dismissed  \n\n               with costs.&quot;      \n</blockquote>\n<blockquote id=\"blockquote_2\">\n\n\n\n<span class=\"hidden_text\" id=\"span_7\">                                                                                              7</span>\n\n\f\n</blockquote><p data-structure=\"Facts\" id=\"p_16\">12)    After the dismissal of the writ petition, some portion of the lands was \n\n\n       allotted   to   Shri.   Gopaldas   and   Shri.   Jangimal   on   15.09.1968   and   to \n\n\n       Shri. Mathuradas (legal heir of Shri. Valiram Hiramal) on 21.11.1968. \n</p>\n\n<p data-structure=\"Issue\" id=\"p_17\">       Sanads (Transfer of Titles and Rights) were also issued to them and \n\n\n       their names were recorded in the revenue records. \n</p>\n\n\n\n<p data-structure=\"Issue\" id=\"p_18\">13)    As we have already noticed, some of the legal representatives of late \n\n\n       Mandal Bucham had approached the Deputy Custodian General, New \n\n\n       Delhi   by   filing   a   revision   petition   under   <a href=\"/doc/1169384/\" id=\"a_14\">Section   27</a>   of   the   Evacuee \n\n\n       Property Act, inter alia questioning the notification dated 11.12.1952. \n</p>\n\n<p data-structure=\"Issue\" id=\"p_19\">       The Deputy Custodian General vide his order dated 25.09.1970, had \n\n\n       allowed   the   revision   petition   and   remanded   the   case   to   Custodian-\n</p>\n\n<p data-structure=\"Issue\" id=\"p_20\">       cum-Collector, Hyderabad District for re-determination of the evacuee \n\n\n       nature of the lands after affording an opportunity of hearing to all the \n\n\n       parties.  \n</p>\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_21\">14)    After   such   remand,   Collector-cum-Deputy   Custodian   of   Evacuee \n\n\n       Property had conducted a re-enquiry and he had concluded that there \n\n\n       was no evidence to show that late Rahim Baksh Khan came to be the \n\n\n       owner of the land in pursuance of an auction by the Court in execution \n\n\n       of   any   money   decree.   Hence,   the   Collector-cum-Deputy   Custodian \n\n\n\n\n\n<span class=\"hidden_text\" id=\"span_8\">                                                                                            8</span>\n\n\f\n       vide order  dated 28.05.1979 came  to the conclusion  that since  there \n\n\n       were no records available to the contrary, Shri. Mandal Bucham and \n\n\n       the   other   contesting   respondents   continue   to   be   the   owners   of   the \n\n\n       disputed lands.   \n</p>\n\n\n\n<p data-structure=\"Issue\" id=\"p_22\">15)    Aggrieved   by   the   aforesaid   order,   the   allottees   had   filed   a   Revision \n\n\n       Petition   before   the   Chief   Settlement   Commissioner   of   Evacuee \n\n\n       Property,   Hyderabad   under   the   Displaced   Persons   Act,   who,   by   an \n\n\n       order dated 27.10.1979, had called for the records of the case in order \n\n\n       to   review   the   aforementioned   order   of   the   Collector-cum-   Deputy \n\n\n       Custodian dated 28.05.1979.   It appears that in view of the pendency \n\n\n       of   the   proceedings,   the   Tahsildar   refused   to   give   possession   of   the \n\n\n       &quot;disputed lands&quot; to the allottees (who had sanads in their name) in the \n\n\n       light of the aforesaid order of the Collector-cum- Deputy Custodian, \n\n\n       Hyderabad District. \n</p>\n\n\n\n<p data-structure=\"Issue\" id=\"p_23\">16)    The   Chief   Settlement   Commissioner   of   Evacuee   Property,   by   his \n\n\n       order dated 11.05.1983, set aside the aforesaid order of the Collector-\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_24\">       cum- Deputy Custodian, and declared that the said property belonged \n\n\n       to late Rahim Baksh Khan and that by virtue of the Notification No. \n\n\n\n\n\n<span class=\"hidden_text\" id=\"span_9\">                                                                                           9</span>\n\n\f\n       55 in NO CE/4064  to 4080 of 1952, the disputed lands are evacuee \n\n\n       property.\n</p>\n\n\n\n<p data-structure=\"Issue\" id=\"p_25\">17)    Once   again,   the   contesting   respondents   had   filed   a   revision   petition \n\n\n       under Section 33 of the Displaced Persons Act before the Secretary, \n\n\n       Revenue   Department,   Govt.   of  Andhra   Pradesh   to   revise/review   the \n\n\n       aforesaid   order,   which   came   to   be   rejected   vide   order   dated \n\n\n       23.07.1983.  \n</p>\n\n\n\n<p data-structure=\"Issue\" id=\"p_26\">18)    The   contesting   respondents   filed   a   writ   petition   No.   7517   of   1983 \n\n\n       before   the   High   Court   of   Andhra   Pradesh,   inter   alia,   requesting   the \n\n\n       court   to   direct   the   authorities   under   the   Displaced   Persons   Act   to \n\n\n       initiate suo-moto proceedings to determine the claim of ownership of \n\n\n       the  disputed   lands.    The  High  Court,  by  its  order   dated  26.07.1988, \n\n\n       dismissed the writ petition, inter alia holding that it cannot compel any \n\n\n       authority   to   initiate   and   dispose   of   the  suo   moto  proceedings   under \n\n\n       Section 33 of the Displaced Persons Act.   \n</p>\n\n\n\n<p data-structure=\"Issue\" id=\"p_27\">19)    The   contesting   respondents   filed   another   Writ   Petition   No.17722   of \n\n\n       1990 on 13.11.1990 (from which the impugned judgment has arisen) \n\n\n       before the High Court, inter alia requesting the High Court to issue a \n\n\n       writ or order directing the Commissioner, Survey Settlement and Land \n\n\n\n\n\n<span class=\"hidden_text\" id=\"span_10\">                                                                                          10</span>\n\n\f\n       Records/Chief   Settlement   Commissioner,   Evacuee   Property, \n\n\n       Hyderabad to conduct an enquiry into questions of title of &quot;disputed \n\n\n       lands&quot;   and   correctness   of   the   declaration   of   the   said   property   as \n\n\n       evacuee  property in pursuance of proceedings of the Chief Settlement \n\n\n       Commissioner   dated   27.10.1979.   It   is   relevant   to   notice   that   the \n\n\n       contesting   respondents   did   neither   seek   for   the   quashing   of   the \n\n\n       Notification  No. 55 in NO CE /4064 to 4080 dated 11.12.1952, nor \n\n\n       made   the   present   appellant   a   party   to   the   writ   proceedings. \n</p>\n\n<p data-structure=\"Facts\" id=\"p_28\">       Subsequently,   on   13.03.1997,   the   prayer   in   the   writ   petition   was \n\n\n       sought   to   be   amended   to   include   a   prayer   to   quash   the   Notification \n\n\n       No. 55 in NO CE 4064 to 4080 dated 11.12.1952, which was allowed \n\n\n       on   27.08.1998.   As   the   present   appellant   was   not   made   party   to   the \n\n\n       proceeding,   it   sought   to   implead   itself   by   filing   an   application   on \n\n\n       22.01.1999, and the same was allowed on 27.08.1999.\n</p>\n\n\n\n<p data-structure=\"Issue\" id=\"p_29\">20)    By   the   impugned   judgment   dated   27.04.2000,   the   learned   Division \n\n\n       Bench of the High Court allowed the writ petition by setting aside the \n\n\n       order passed by the Chief Settlement Commissioner dated 11.05.1983 \n\n\n       and restored the order passed by the Collector-cum-Deputy Custodian \n\n\n       of Evacuee  Property  dated 28.07.1979.   Aggrieved  by the Judgment \n\n\n\n\n\n<span class=\"hidden_text\" id=\"span_11\">                                                                                           11</span>\n\n\f\n       and   order   passed,   the   appellant-Shankar   Co-operative   Housing \n\n\n       Society has come before us in these civil appeals. \n</p>\n\n\n\n<p data-structure=\"Issue\" id=\"p_30\">21)    The subject matter of the Civil Appeal No. 4100 of 2000 pertains to \n\n\n       the lands in Survey No. 152 admeasuring about 13.17 acres.   These \n\n\n       lands   were   originally   allotted   to   Mathura   Das   on   26.11.1968, \n\n\n       Subsequently, Mathura Das has executed General Power of Attorney \n\n\n       (GPA), in favour of P.H. Hasanand and Chandumal dated 19.12.1966. \n</p>\n\n<p data-structure=\"Facts\" id=\"p_31\">       Before   us,   the   appellant   -P.H.   Hasanand   as   General   Power   of \n\n\n       Attorney Holder of the late Mathura Das (who died on 30.5.1970) is \n\n\n       assailing the Judgment and order of the Division Bench of the High \n\n\n       Court   in   W.P.   17722   of   1990   dated   27.4.2000.     It   is   relevant   to \n\n\n       mention that the Special Leave Petition filed by Mathura Das through \n\n\n       his legal representatives has been dismissed by an order made by this \n\n\n       Court dated 13.8.2007 on the ground of delay.\n</p>\n\n\n\n<p data-structure=\"Issue\" id=\"p_32\">22)    The subject matter in Civil Appeal No. 4101 of 2000 pertains to lands \n\n\n       in   Survey   nos.   9,11,140,142,143,676   and   677,   admeasuring   about \n\n\n       20.27 acres.   These lands were originally allotted to Smt. Eswari Bai \n\n\n       on   30.11.1966.     During   her   life   time,   she   had   executed   a   General \n\n\n       Power   of   Attorney   in   favour   of   Thakur   Hadanani   on   06.08.1999. \n</p>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_12\">                                                                                         12</span>\n\n\f\n<p data-structure=\"Issue\" id=\"p_33\">       During   the   pendency   of   the   appeal,   Smt.   Eswari   Bai   expired.     The \n\n\n       application filed by Thakur Hadanani to bring legal representatives of \n\n\n       Smt.   Eswari   bai   was   dismissed   by   this   Court   vide   its   order   dated \n\n\n       30.03.2010 as General Power of Attorney holder of deceased has no \n\n\n       locus- standi to file the appeal.  In this appeal, the appellants before us \n\n\n       are (1) P. Laxmi Patni, who is the son-in-law of P.M. Rao; (2) Vidya \n\n\n       Devi, legal representative of Seetha Devi wife of Gopal Das and (3) \n\n\n       Thakur Das is minor and represented by Smt. Vidya Devi.\n</p>\n\n\n\n<p data-structure=\"Facts\" id=\"p_34\">23)    One   of   the   appellants   before   us   is   a   co-operative   society,   styled   as \n\n\n       Shankara Co-op. Housing Society Ltd. [hereinafter referred to as `the \n\n\n       society&#x27;].   The   said   society   has   600   members   who   are   Government \n\n\n       employees.  The society has purchased the lands in disputes from the \n\n\n       General Power of Attorney holders of three of the original allottees, \n\n\n       namely,   Shri.   Gopaldas,   Shri.   Jangimal   and   Shri.   Mathuradas,   by \n\n\n       paying   the   entire   sale   consideration.     It   is   asserted   that   the   Society, \n\n\n       after obtaining permission from the competent authorities, has allotted \n\n\n       residential plots carved out of the &quot;disputed lands&quot; to its members. \n</p>\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_35\">24)    We have heard Shri. P.S. Narasimha, learned senior counsel and Shri. \n\n\n       C.   Mukund,   learned   counsel   for   the   appellants   and     Shri.   Ranjit \n\n\n\n\n\n<span class=\"hidden_text\" id=\"span_13\">                                                                                              13</span>\n\n\f\n       Kumar   and   Shri.   L.   Nageshwar   Rao,   learned   senior   counsel   for   the \n\n\n       respondents. The State of Andhra Pradesh is represented by Shri. T.V. \n</p>\n\n<p data-structure=\"PetArg\" id=\"p_36\">       Ratnam, learned counsel.\n</p>\n\n\n\n<p data-structure=\"RespArg\" id=\"p_37\">25)    Shri.  C.  Mukund,  learned   counsel  who appears  for  the  appellants  in \n\n\n       C.A.   No.   4100   of   2000   and   C.A.   No.   4101   of   2000,   submits   apart \n\n\n       from   others,   that   the   delay   and   laches   on   the   part   of   the   contesting \n\n\n       respondents   in   approaching   various   authorities   for   redressal   of   their \n\n\n       grievances, would disentitle them to claim any reliefs.  It is submitted \n\n\n       that repeated representations filed before the authorities would not be \n\n\n       a ground to condone the delay and it is further submitted that there is \n\n\n       inordinate delay in filing the writ petition from the date of notification \n\n\n       issued under the <a href=\"/doc/880333/\" id=\"a_15\">Evacuee Property Act</a>; the claim of the respondents is \n\n\n       barred   by   principles   of   constructive   Resjudicata   since   in   the   writ \n\n\n       petition filed by the respondents before Andhra Pradesh High Court, \n\n\n       the   plea   of   non-service   of   notice   on   the   interested   persons   while \n\n\n       declaring the said lands as an evacuee property was not raised, though \n\n\n       it was available to them;   that the question of facts as to title of the \n\n\n       said lands, etc., could not have been gone into by the High Court in its \n\n\n       writ jurisdiction, under <a href=\"/doc/1712542/\" id=\"a_16\">Article 226</a> of the Constitution; and  that since \n\n\n       the &quot;disputed lands&quot; have already been acquired under the Displaced \n\n\n\n\n<span class=\"hidden_text\" id=\"span_14\">                                                                                              14</span>\n\n\f\n       <a href=\"/doc/113817959/\" id=\"a_17\">Persons   Act</a>,   the   contesting   respondents   cannot   have   any   right,   title \n\n\n       and interest over those lands.\n</p>\n\n\n\n<p data-structure=\"RespArg\" id=\"p_38\">26)    While   elaborating   the   issues   raised,   Shri.   Mukund,   learned   counsel, \n\n\n       submits that right from the beginning, the contesting respondents have \n\n\n       either  approached the authorities  under the <a href=\"/doc/880333/\" id=\"a_18\">Evacuee  Property Act</a> or \n\n\n       approached   the   judicial   forums   belatedly,   or   have   gone   before   the \n\n\n       wrong   forum   seeking   either     incorrect   or   incomplete   reliefs.     He \n\n\n       submits that the competent authority under the <a href=\"/doc/880333/\" id=\"a_19\">Evacuee Property Act</a> \n\n\n       had   not   only   issued   the   individual   notices   to   the   evacuee   but   also \n\n\n       public notice was also issued on 26.01.1951. He further states that the \n\n\n       ancestors   of   the   contesting   respondents   were   served   with   a   notice \n\n\n       dated 15.02.1951.   He also submits that there can be no dispute that \n\n\n       the &quot;disputed lands&quot; belonged to late Rahim Baksh Khan, as his name \n\n\n       was   recorded   in   the   land   revenue   records.     He   further   submits   that \n\n\n       there   was   no   challenge   to   the   declaration   of   the   lands   as   evacuee \n\n\n       property upto the year 1955, and for the next 11 years, upto 1966, the \n\n\n       contesting   respondents   made   only   repeated   representations   to   the \n\n\n       authorities,   without   approaching   the   proper   judicial   forum   provided \n\n\n       under the <a href=\"/doc/880333/\" id=\"a_20\">Evacuee Property Act</a>.  He further asserts, that even in 1966, \n\n\n       when the first writ petition was filed, the only prayer that was made \n\n\n\n\n<span class=\"hidden_text\" id=\"span_15\">                                                                                           15</span>\n\n\f\nwas   to   set   aside   the   action   of   the   Tahsildar   seeking   to   auction   the \n\n\nlands for granting Ek saala lease and not to quash the Notification No. \n\n\n55   dated   11.12.1952,   which   had   declared   the   disputed   lands   as \n\n\nevacuee   property.     He   points   out   that   there   was  no   averment  in   the \n\n\nwrit petition filed in the year 1966 regarding non-service of the notice, \n\n\nwhich   is   one   of   the   principal   grounds   taken   by   the   contesting \n\n\nrespondents   in   the   subsequent   writ   petition.   Shri.   Mukund   further \n\n\nasserts   that   at   no   point   of  time   prior   to   the   1997   amendment   to   the \n\n\nimpugned writ petition, a challenge was made to the Notification No. \n\n\n55 dated 11.12.1952, declaring the lands as evacuee property. He then \n\n\nreferred to the counter affidavit filed by the State Government before \n\n\nthe   High   Court   in   the   1966   writ   petition   which   states   that   the \n\n\ncontesting respondents were in possession of the land on the basis of \n\n\nEk Saala or annual lease for the purpose of cultivation, and they had \n\n\nnot   paid   the   lease   amount,   and   when   their   eviction   was   being \n\n\nattempted,   they   claimed   ownership.   Subsequently,   even   after   the \n\n\ndismissal   of   the   1966   writ   petition,   Shri.   Mukund   submits   that   the \n\n\ncontesting respondents again did not pursue the correct remedies after \n\n\nthe   1983   order.   In   summation,   Shri.   Mukund   contends   that   the \n\n\ncontesting respondents did not take any steps from the time the notice \n\n\n\n\n\n<span class=\"hidden_text\" id=\"span_16\">                                                                                       16</span>\n\n\f\n       was   issued   [period   between   1951   to   1955],   after   which   they   made \n\n\n       repeated representations to the authorities, which came to be rejected \n\n\n       [period between 1955 to 1959] and then filed the writ petition in 1966 \n\n\n       [without   doing   anything   for   7  years   for   the  period   between   1959  to \n\n\n       1966].   After   this,   he   states   even   pursuant   to   the   1983   Order,   again \n\n\n       they did not follow the correct course, till the filing of the writ petition \n\n\n       in   the   year   1990.     Even   when   the   writ   petition   was   filed,   the \n\n\n       notification   declaring   the   said   lands   as   evacuee   property   was   not \n\n\n       challenged. In other words, Shri. Mukund asserts that every time the \n\n\n       contesting respondents raised their voice in protest, they did it before \n\n\n       a wrong forum or seeking the wrong or incomplete reliefs.\n</p>\n\n\n\n<p data-structure=\"PetArg\" id=\"p_39\">27)    The   learned   counsel   further   submits   that   a   person   who   seeks \n\n\n       intervention of the court under <a href=\"/doc/1712542/\" id=\"a_21\">Article 226</a> of the Constitution should \n\n\n       give   satisfactory   explanation   of   his   failure   to   assert   his   claim   at   an \n\n\n       earlier date.  The excuse for his procrastination should find a place in \n\n\n       the petition submitted by him and the facts relied upon by him should \n\n\n       be   set   out   clearly   in   the   body   of   the   petition.     An   excuse   that   the \n\n\n       contesting   respondents   were   making   repeated   representations   before \n\n\n       various   forums   cannot   merit   serious   consideration.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1224134\" id=\"span_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"670840\" id=\"span_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1391679\" id=\"span_19\">In   aid   of   his \n\n\n       submission,   the   learned   counsel   has   invited   our   attention   to   the \n\n\n\n\n<span class=\"hidden_text\" id=\"span_20\">                                                                                                17</span>\n\n\f\n       observations made by this court in  <a href=\"/doc/1391679/\" id=\"a_22\">City and Industrial Development  \n\n\n       Cooperation   Vs.   Dosu   Andershir   Bhiwandiwala   and   Anr.</a>  (2009)   1 \n\n\n       SCC 168 (Paras 26-30),  S. S. Balu and Another Vs. State of   Kerala  \n\n\n       and   others  (<a href=\"/doc/670840/\" id=\"a_23\">2009)   2   SCC   479(Para   17),    New   Delhi   Municipal  \n\n\n       Council   Vs.   Pan   Singh  and   others</a>  (<a href=\"/doc/1224134/\" id=\"a_24\">2007)   9  SCC   278  (paras   17-18) \n\n\n       and  K.V.  Rajalakshmiah   Setty  &amp;   Anr.   Vs.   State  of   Mysore   and   Anr</a>.</span></span></span> \n</p>\n\n<p data-structure=\"Issue\" id=\"p_40\">       (1967) 2 SCR 70.  \n</p>\n\n\n\n<p data-structure=\"RespArg\" id=\"p_41\">28)            In support of his second submission, Shri. Mukund invites our \n\n\n       attention to the judgment  and order in Writ Petition No.1051 of 1966 \n\n\n       dated 14.06.1968 and submits that the same had been decided not only \n\n\n       on   merits   but   also   on   the   ground   that   the   writ   petitioners   had   not \n\n\n       availed  the alternate  remedy available  under the Act.   Alternatively, \n\n\n       the   learned   counsel   contends   that   non-service   of   notice   as   required \n\n\n       under   <a href=\"/doc/1150879/\" id=\"a_25\">Section   7</a>   of   the   Evacuee   Property   Act   and   the   Rules   framed \n\n\n       thereunder   was   not   raised,   though   the   same   was   available   to   the \n\n\n       contesting   respondents   and   therefore,   they   could   not   have   been \n\n\n       permitted   to   take   that   plea   in   the   subsequent   writ   petition   filed. \n</p>\n\n<p data-structure=\"Precedent\" id=\"p_42\">       Therefore,   subsequent   writ   petition   from   which,   the   present   appeal \n\n\n       arises, is barred by the principles analogous to res judicata.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1016981\" id=\"span_21\">In aid of \n\n\n       his submission, our attention is drawn to the decisions of this court in \n\n\n\n\n<span class=\"hidden_text\" id=\"span_22\">                                                                                            18</span>\n\n\f\n       <a href=\"/doc/1016981/\" id=\"a_26\">Thakore Sobhey Singh Vs. Thakur Jai Singh and others</a> (1968) 2 SCR \n\n\n       848,  Mohan   lal   Goenka   Vs.   Beney   Krishan   Mukher   Jee   and   others \n\n\n       (1953) SCR 377 and Shashivraj Gopalji Vs. Ed. Appakath Ayissa and  \n\n\n       others 1949 PC 302.</span>   \n</p>\n\n\n\n<p data-structure=\"RespArg\" id=\"p_43\">29)           Leaned counsel Shri. Mukund further urged that it is settled law \n\n\n       that   the   fact   finding   task   undertaken   by   the   High   Court,   which   is \n\n\n       evident   from   the   impugned   judgment,   is   not   warranted   in   a   writ \n\n\n       petition   filed   under   <a href=\"/doc/1712542/\" id=\"a_27\">Article   226</a>   of   the   Constitution   of   India.   He \n\n\n       attempts to make good his argument by reading out passages from the \n\n\n       impugned   judgment,   and   attempts   to   impress   upon   us   that   the \n\n\n       prolixity of the judgment clearly showed that the questions of fact had \n\n\n       been   gone   into   by   the   High   Court   while   granting   reliefs   to   the \n\n\n       respondents.  This, according to the learned counsel, is impermissible. \n</p>\n\n<p data-structure=\"Precedent\" id=\"p_44\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"910940\" id=\"span_23\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1297602\" id=\"span_24\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1016548\" id=\"span_25\">In aid of his submission, the learned counsel has invited our attention \n\n\n       to the observations made by this Court in the case of  <a href=\"/doc/1016548/\" id=\"a_28\">Surya Dev Rai  \n\n\n       Vs. Ramchander Rai and others</a> (<a href=\"/doc/1297602/\" id=\"a_29\">2003) 6 SCC 675, Ranjeet Singh Vs.  \n\n\n       Ravi   Prakash</a>  (<a href=\"/doc/910940/\" id=\"a_30\">2004)   3   SCC   682   and  Karnataka   State   Industrial  \n\n\n       Investment and Development Corporation Ltd. Vs. Cavalet India Ltd</a>.</span></span></span> \n</p>\n\n<p data-structure=\"PetArg\" id=\"p_45\">       and others (2005) 4 SCC 456.    \n</p>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_26\">                                                                                          19</span>\n\n\f\n<p data-structure=\"PetArg\" id=\"p_46\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"302141\" id=\"span_27\">30)            Shri.   Mukund   submits   that   once   the   `disputed   lands&#x27;   are \n\n\n       acquired under the Displaced Persons Act and allotted to the displaced \n\n\n       persons,   the   Deputy   Custodian   of   Evacuee   Property   will   have   no \n\n\n       jurisdiction   to   initiate   any   proceedings   under   the   <a href=\"/doc/880333/\" id=\"a_31\">Evacuee   Property \n\n\n       Act</a>.    He submits that the object of the two legislations are such that \n\n\n       the   <a href=\"/doc/880333/\" id=\"a_32\">Evacuee   Property   Act</a>   enabled   that   Government   to   first   identify \n\n\n       property   as   evacuee   property   and   notify   the   same,   after   which,   the \n\n\n       Government would acquire such property under the Displaced Persons \n\n\n       Act and distribute the same  to the displaced  persons. He contended, \n\n\n       once   such   acquisition   and   redistribution   take   place   under   the \n\n\n       Displaced Persons Act, the Deputy Custodian loses all his jurisdiction \n\n\n       under the <a href=\"/doc/880333/\" id=\"a_33\">Evacuee Property Act</a> to deal with the evacuee property. In \n\n\n       other words, he contends that once property was distributed under the \n\n\n       Displaced   Persons   Act   to   the   displaced   persons,   it   loses   its   evacuee \n\n\n       status, and the status of such land had attained finality, and the same \n\n\n       cannot   be  challenged.    Reference   is  made  to  the  observation   of this \n\n\n       court   in   the   case   of  <a href=\"/doc/302141/\" id=\"a_34\">Major   Gopal   Singh   and   Others   Vs.   Custodian  \n\n\n       Evacuee Property</a> (1962) 1 SCR 328, Basant Ram Vs. Union of India \n\n\n       (1962) Supp.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1009966\" id=\"span_28\">2 <a href=\"/doc/1009966/\" id=\"a_35\">SCR 733 and Defedar Niranjan Singh and another Vs.  \n\n\n       Custodian Evacuee Property and another</a> (1962) 1 SCR 214.</span>   \n</p>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_29\">                                                                                           20</span>\n\n\f\n<p data-structure=\"RespArg\" id=\"p_47\">31)            Shri Mukund assails the judgment and order of the High Court \n\n\n       as  perverse on the ground: (a) that the High Court has not taken into \n\n\n       consideration   the   fact   that   the   contesting   respondents   had   taken   the \n\n\n       lands   on   an   Ek   Saala   lease,   for   which   they   defaulted   in   making \n\n\n       payment;   (b)   that   the   High   Court   had   completely   overlooked   the \n\n\n       Order   passed   by   the   Chief   Settlement   Commissioner   dated \n\n\n       11.05.1983; (c) that the plea of notice, not being served, was not taken \n\n\n       in the writ petition filed in the year 1966.  Therefore, it was not open \n\n\n       for   the   contesting   respondents   to   raise   such   contention   in   the \n\n\n       subsequent proceedings.  \n</p>\n\n\n\n<p data-structure=\"RespArg\" id=\"p_48\">32)    With   regard   to   the   question   of   non-service   of   notice,   Shri.   Mukund \n\n\n       would contend that if the contesting respondents were in possession of \n\n\n       the said lands, as claimed by them, they cannot plead that they were \n\n\n       not served with the notice issued under sub-section (1) of <a href=\"/doc/1150879/\" id=\"a_36\">Section 7</a> of \n\n\n       the Evacuee Property Act.  He further submits that the conduct of the \n\n\n       contesting respondents cannot be brushed aside and had a very vital \n\n\n       bearing   on   this   case.     He   also   points   out   that   the   revenue   records \n\n\n       produced by the State Government before the High Court would show \n\n\n       late Rahim Baksh Khan as the owner of the property, a fact that was \n\n\n       overlooked by the High Court in the impugned judgment. \n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_30\">                                                                                            21</span>\n\n\f\n<p data-structure=\"RespArg\" id=\"p_49\">33)    Shri.   P.S.   Narasimha,   learned   senior   counsel   appearing   for   the \n\n\n       Society, prefaces his submission with the purpose and object behind \n\n\n       the enactment of the Evacuee Property Act and the Displaced Persons \n\n\n       Act. He contends that property that was acquired under the <a href=\"/doc/880333/\" id=\"a_37\">Evacuee \n\n\n       Property   Act</a>   as   evacuee   property   was   redistributed   to   displaced \n\n\n       persons for a consideration, and that the sanads issued were actually \n\n\n       sale deeds. He further states that there were no prohibition/restriction \n\n\n       in the sanads for alienation of the property under the provisions of the \n\n\n       Displaced   Persons   Act   and,   therefore,   gave   finality   to   question   of \n\n\n       ownership   of   the   lands.     While   adopting   the   submissions   of   Shri. \n\n\n       Mukund,   the   learned   senior   counsel   would   contend   that   once   the \n\n\n       Displaced   Persons   Act   comes   into   operation,   the   operation   of   the \n\n\n       <a href=\"/doc/880333/\" id=\"a_38\">Evacuee Property Act</a> comes to an end.   He further emphasized that \n\n\n       the contesting respondents could not be permitted to take advantage of \n\n\n       their own wrongs, especially when third party rights had already been \n\n\n       created.   He also urged that the subsequent writ petition filed by the \n\n\n       contesting respondents should have been dismissed by the High Court \n\n\n       for   the   same   reason   for   which   earlier   writ   petition   was   dismissed \n\n\n       inasmuch as the cause of action in both the petitions being the same, \n\n\n\n\n\n<span class=\"hidden_text\" id=\"span_31\">                                                                                        22</span>\n\n\f\n       the   subsequent   writ   petition   would   be   barred   by   the   principles \n\n\n       analogous to res judicata.     \n</p>\n\n\n\n<p data-structure=\"RespArg\" id=\"p_50\">34)    Shri. T.V. Ratnam, learned counsel appearing for the State of Andhra \n\n\n       Pradesh, submits that the <a href=\"/doc/880333/\" id=\"a_39\">Evacuee Property Act</a> is a complete code by \n\n\n       itself, with a mechanism to deal with the question of evacuee nature of \n\n\n       the  property.     He  states  that  once  it  is   decided  by  the  Custodian,  in \n\n\n       exercise of his powers under the Act, that the property was an evacuee \n\n\n       property, then it was not available for challenge in a writ petition filed \n\n\n       under   <a href=\"/doc/1712542/\" id=\"a_40\">Article   226</a>   of   the   Constitution.     Such   declaration   can   be \n\n\n       questioned   only   by   filing   either   an   appeal   or   revision,   as   provided \n\n\n       under the Act. He further states that the contesting respondents did not \n\n\n       follow   the   procedure   prescribed   under   the   Act.     Even   when   the \n\n\n       Revision filed by them was rejected by the Custodian, the same was \n\n\n       never   challenged.   The   learned   counsel   pointed   out   in   the  pahani  \n\n\n       pathra  or   revenue   records   that   persons   other   than   the   contesting \n\n\n       respondents   were   also   in   possession   of   the   land,   along   with   Shri. \n\n\n       Mandal Anjaiah, and states that this possession was in pursuance of \n\n\n       the   Ek   Saala   lease   that   was   granted   in   their   favour.     The   learned \n\n\n       counsel points out that the revenue records would clearly prove that it \n\n\n       is the Custodian who was the owner and in possession of the lands in \n\n\n\n\n<span class=\"hidden_text\" id=\"span_32\">                                                                                           23</span>\n\n\f\n       dispute.     He   also   emphasized   that   there   was   inordinate   delay   in \n\n\n       challenging   the   notification   dated   11.12.1952   and   the   High   Court \n\n\n       ought not to have entertained the writ petition filed in the year 1990 \n\n\n       and unsettle the settled things.  \n</p>\n\n\n\n<p data-structure=\"RespArg\" id=\"p_51\">35)    Per contra, Shri. Ranjit Kumar, learned senior counsel, submitted that \n\n\n       though   late   Rahim   Baksh   Khan   had   a   money   decree   in   his   favour \n\n\n       against   Shri.   Mandal   Bucham,   an   ancestor   of   the   contesting \n\n\n       respondents, the same was never executed.  He further states that there \n\n\n       was no warrant for execution against the disputed lands in favour of \n\n\n       late Rahim Baksh Khan. He submits that there is nothing on record to \n\n\n       show how the rights of the contesting respondents got extinguished. It \n\n\n       is   his   further   submission   that   a   proper   enquiry,   as   required   under \n\n\n       <a href=\"/doc/880333/\" id=\"a_41\">Evacuee Property Act</a>, was not conducted with regard to the nature of \n\n\n       the lands.   He submits that from the records, it can be made out that \n\n\n       the Collector was informed by the Tahsildar that the lands in question \n\n\n       were   in   the   name   of   Mandal   Bucham.   He   also   states,   that   the \n\n\n       requirements of personal notice as per Rule 6 of the Administration of \n\n\n       Evacuee Property (Central) Rules, 1950 [hereinafter referred to as `the \n\n\n       EP Rules&#x27;] were not complied with. He also states that the contesting \n\n\n\n\n\n<span class=\"hidden_text\" id=\"span_33\">                                                                                         24</span>\n\n\f\n       respondents   have   always   been   in   possession   of   the   said   lands,   as \n\n\n       admitted by the Government, in its counter affidavit. \n</p>\n\n\n\n<p data-structure=\"PetArg\" id=\"p_52\">36)    With   regard   to   the   question   of   delay   and   laches   which   was   the \n\n\n       forefront   of   the   submission   of   Shri.   Mukund,   learned   counsel,   he \n\n\n       submits that the contesting respondents, who were poor and illiterate \n\n\n       farmers,   have   been   continuously   making   representations   and   filing \n\n\n       petitions   before   the   various   authorities,   from   the   time   they   had   the \n\n\n       knowledge of the status of the property being declared as evacuee till \n\n\n       the filing of the writ petition in 1966. He further states that since they \n\n\n       were in possession of the land, when they came to know that the said \n\n\n       lands were being auctioned, they moved the High Court under <a href=\"/doc/1712542/\" id=\"a_42\">Article \n\n\n       226</a> of the Constitution, without further delay. He contends that there \n\n\n       were   no   third   party   rights   at   least   till   1966,   and   that   the   contesting \n\n\n       respondents were in possession of the lands and were cultivating the \n\n\n       same, and when their possession was threatened, they moved the High \n\n\n       Court   for   appropriate   reliefs.     It   is   further   submitted   that   the   High \n\n\n       Court has merely disposed of the writ petition filed only on the ground \n\n\n       that   the   petitioners   therein   had   not   exhausted   alternate   remedy \n\n\n       available to them under the <a href=\"/doc/880333/\" id=\"a_43\">Evacuee Property Act</a>.  \n</p>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_34\">                                                                                                25</span>\n\n\f\n<p data-structure=\"RespArg\" id=\"p_53\">37)    Shri.   Ranjit   Kumar   further   submits   that   the   lands   allotted   to   Shri. \n\n\n       Gopal   Das   and   Shri.   Jangimal   that   were   made   in   1968,   and   were \n\n\n       cancelled by the Custodian, as the two allotees did not come forward \n\n\n       to take possession of the same, vide order dt. 21.11.1987. With regard \n\n\n       to  the lands  allotted   to Shri.  Mathuradas,   the learned   senior counsel \n\n\n       would submit  that  this  Court, by  an order dt. 13.08.2007, dismissed \n\n\n       the  Special   Leave  Petition  filed  by  the legal  representatives  of Shri. \n\n\n       Mathuradas against the impugned judgment, on the ground of delay, \n\n\n       as well as on merits. \n</p>\n\n\n\n<p data-structure=\"PetArg\" id=\"p_54\">38)    The   learned   senior   counsel   then   drew   our   attention   to   the   revision \n\n\n       undertaken by an order of the Dy. Custodian General in the year 1970, \n\n\n       who found that Shri.  Mandal  Bucham was the  pattedar  and that the \n\n\n       status  of the lands  required enquiry  as there was no evidence to the \n\n\n       claim that late Rahim Baksh Khan had purchased the said lands in an \n\n\n       auction, as claimed by the appellants. Since the question of title was \n\n\n       involved, the matter was rightly remanded back to the Collector-cum-\n</p>\n\n<p data-structure=\"Issue\" id=\"p_55\">       Dy.   Custodian,   who,   vide   order   dt.   28.05.1979,   came   to   the \n\n\n       conclusion   that   the   lands   were   owned   by   the   ancestors   of   the \n\n\n       contesting respondents and the revenue records support their case.   \n</p>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_35\">                                                                                          26</span>\n\n\f\n<p data-structure=\"PetArg\" id=\"p_56\">39)    The learned senior counsel also submits that the Order passed by the \n\n\n       Chief   Settlement   Commissioner   dated   11.05.1983   is   manifestly \n\n\n       illegal,   as   the   Collector-cum-Dy.   Custodian,   was   not   one   of   those \n\n\n       authorities   whose   order   could   have   been   revised   by   the   Chief \n\n\n       Settlement Commissioner in exercise of his jurisdiction under Section \n\n\n       24 of the Displaced Persons Act.   Since the powers conferred under \n\n\n       the   aforesaid   Section   is   only   to   revise   those   orders   passed   by   the \n\n\n       officers   notified   under   the   provisions   of   Displaced   Persons   Act. \n</p>\n\n<p data-structure=\"PetArg\" id=\"p_57\">       Therefore, it is argued that the said order is one without jurisdiction.\n</p>\n\n\n\n<p data-structure=\"Facts\" id=\"p_58\">40)    Shri. Ranjit Kumar rebuts the claim of the appellants that notice was \n\n\n       served on the contesting respondents. He states that notice could not \n\n\n       have been served on legal heirs of late Rahim Baksh Khan, who were \n\n\n       in Pakistan, and were unlikely to come back; no notice was issued to \n\n\n       the contesting respondents. On a query from the bench regarding as to \n\n\n       why the contesting respondents held an Ek Saala lease if they owned \n\n\n       the property, he submits that there was absolutely no record to show \n\n\n       that   the   rights   of   the   contesting   respondents   had   been   extinguished. \n</p>\n\n<p data-structure=\"RespArg\" id=\"p_59\">       He   further  submits   in  rebuttal   to   the  contention   of  the  appellants   of \n\n\n       pursuing   the   wrong   remedies,   by   stating   that   a   writ   petition   under \n\n\n       <a href=\"/doc/1712542/\" id=\"a_44\">Article   226</a>   was   the   only   remedy   available,   as   <a href=\"/doc/1527452/\" id=\"a_45\">Section   36</a>   of   the \n\n\n\n\n<span class=\"hidden_text\" id=\"span_36\">                                                                                           27</span>\n\n\f\n       Displaced   Persons   Act   bars   the   jurisdiction   of   civil   courts.   He   also \n\n\n       states   that   the   argument   of   the   appellants   that   once   the   lands   are \n\n\n       acquired by the Central Government under the Displaced Persons Act, \n\n\n       the property ceases to be evacuee property and becomes the property \n\n\n       of the Central Government, depends on the factor that the property is \n\n\n       notified   as   evacuee   property   after   following   the   due   procedure \n\n\n       prescribed   under   the   <a href=\"/doc/880333/\" id=\"a_46\">Evacuee   Property   Act</a>   and   the   Rules   framed \n\n\n       thereunder.   He   further urged that if the property in question is not \n\n\n       evacuee property, there is no question of the coming into operation of \n\n\n       the Displaced Persons Act. \n</p>\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_60\">41)    Shri.   Ranjit   Kumar   further   submits   that   the   appellants   are   not   the \n\n\n       original   allottees   and   they   are   only   subsequent   purchasers,   from   the \n\n\n       general power of attorney (`GPA&#x27;) holders of the original allottees. In \n\n\n       some cases, he contends, the GPA holders have sold the property after \n\n\n       the  death   of the  principal,   and  in  other   cases,  GPA  holders  of  GPA \n\n\n       holders of original allottees have sold the lands and in both cases, he \n\n\n       submits  that the same  is impermissible  in law.   He further contends \n\n\n       that the allotment to Shri. Gopal Das and Shri. Jangimal was cancelled \n\n\n       in the year 1989, the Special Leave Petition of Shri. Mathuradas had \n\n\n       been dismissed in the year 2007, and that this Court had disallowed \n\n\n\n\n<span class=\"hidden_text\" id=\"span_37\">                                                                                           28</span>\n\n\f\n       the substitution of the legal heirs of Smt. Eshwari Bai, on her death, \n\n\n       due to which appellants cannot maintain these proceedings.  \n</p>\n\n\n\n<p data-structure=\"RespArg\" id=\"p_61\">42)    In summing  up his contention, the learned senior counsel states that \n\n\n       the   Notification   dated   11.12.1952   issued   under   sub-Section   (1)   of \n\n\n       <a href=\"/doc/1150879/\" id=\"a_47\">Section 7</a> of the Evacuee Property Act was manifestly illegal and the \n\n\n       disputed lands could not have been declared as evacuee property, as \n\n\n       the owners were not evacuee; that the argument of delay and laches \n\n\n       was not available to the appellants, as the original allottees who had \n\n\n       claimed that they weren&#x27;t made a party have been heard at all stages \n\n\n       right from the first writ petition in the year 1966; that the question of \n\n\n       Ek Saala lease cannot be put against the respondents as the name of \n\n\n       the   contesting   respondents   was   recorded   in   the   Revenue   records   as \n\n\n       owner of the lands; that the proceedings under the Displaced Persons \n\n\n       Act can take place only if the proceedings under the <a href=\"/doc/880333/\" id=\"a_48\">Evacuee Property \n\n\n       Act</a>   are   validly   made;   that   the   proceedings   under   Section   24   of   the \n\n\n       Displaced   Persons   Act  culminating   in  the   order   of  Chief  Settlement \n\n\n       Commissioner in the year 1983 is illegal, for the reason it can be done \n\n\n       only of those orders passed by the officers notified in <a href=\"/doc/549284/\" id=\"a_49\">Section 24</a> of \n\n\n       the   Act,   and   that   the   order   of   Chief   Settlement   Commissioner   is \n\n\n       without jurisdiction and hence is a nullity;  that the High Court could \n\n\n\n\n<span class=\"hidden_text\" id=\"span_38\">                                                                                           29</span>\n\n\f\n       correct any manifest illegality, such as declaring the disputed lands as \n\n\n       evacuee   property,   under   its   writ   jurisdiction,   which   need   not   be \n\n\n       interfered   with   by   this   Court   under   <a href=\"/doc/427855/\" id=\"a_50\">Article   136;</a>   that   the   disputed \n\n\n       questions  of fact  had to be necessarily  gone into by the High Court \n\n\n       under its writ jurisdiction due to the bar of jurisdiction of other Courts \n\n\n       by   virtue   of   Section   36   of   the   Displaced   Persons   Act;   that   the \n\n\n       contesting respondents were in possession of the lands and continues \n\n\n       to be so even till this day and this position is accepted by the State \n\n\n       Government in the counter affidavit filed before this court; assuming \n\n\n       that there was some delay on the part of the contesting respondents for \n\n\n       redressal of their grievances before various forums, since the same has \n\n\n       been condoned by the writ court, this court need not interfere with the \n\n\n       said order.  \n</p>\n\n\n\n<p data-structure=\"RespArg\" id=\"p_62\">43)    Shri. L. Nageshwar Rao, learned senior counsel who appears for the \n\n\n       contesting respondents in the Special Leave Petition filed by the State, \n\n\n       supplemented the arguments of Shri. Ranjit Kumar. He also submitted \n\n\n       that the only issue was whether  the nature of the property was such \n\n\n       that   it   fell   within   the   ambit   of   evacuee   property   or   not.   He   also \n\n\n       submits that if the facts were not gone into by the High Court, there \n\n\n       could be no decision on this aspect, and once this aspect was decided \n\n\n\n\n<span class=\"hidden_text\" id=\"span_39\">                                                                                            30</span>\n\n\f\n       in   favour   of   the   contesting   respondents,   then   nothing   remains   to   be \n\n\n       decided by this Court. \n</p>\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_63\">44)    The learned counsel have referred to several case laws for the many \n\n\n       propositions they have canvassed before us.   The relevance  of these \n\n\n       decision we will deal with at appropriate stage.    \n</p>\n\n\n\n<p data-structure=\"Issue\" id=\"p_64\">45)    In the background of these facts, the following questions arise for our \n\n\n       consideration and decision:\n</p>\n\n\n\n<blockquote id=\"blockquote_3\">             (1) Whether  the contesting  respondents  have been guilty  of \n\n                 delay and laches.\n</blockquote>\n<blockquote id=\"blockquote_4\">\n             (2) Whether   the   dismissal   of   the   writ   petition   No.   1051   of \n\n                 1966   by   the   High   Court   decided   the   matter   fully   and \n\n                 finally.\n</blockquote>\n<blockquote id=\"blockquote_5\">\n             (3) Whether   the   lands   in   question   are   evacuee   property   as \n\n                 defined under the <a href=\"/doc/880333/\" id=\"a_51\">Evacuee Property Act</a>.\n</blockquote>\n<blockquote id=\"blockquote_6\">\n             (4) What is the effect and the consequence of the notification \n\n                 issued under Section 12(1) of the Displaced Persons Act. \n\n\n             (5) Whether  the  High  Court  could  have   gone  into  the  facts \n\n                 under its writ jurisdiction.   \n</blockquote>\n<blockquote id=\"blockquote_7\">\n\n\n\n</blockquote><blockquote id=\"blockquote_8\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"867454\" id=\"span_40\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"96294865\" id=\"span_41\">46)    Re\n              : Delay and Laches : -  Delay and laches is one of the factors that \n\n\n       requires to be borne in mind by the High Courts when they exercise \n\n\n       their   discretionary   power   under   <a href=\"/doc/1712542/\" id=\"a_52\">Article   226</a>   of   the   Constitution   of \n\n\n       India.  In an appropriate case, the High Court may refuse to invoke its \n\n\n\n\n<span class=\"hidden_text\" id=\"span_42\">                                                                                              31</span>\n\n\f\nextraordinary   powers   if   there   is   such   negligence   or  omission   on   the \n\n\npart of the applicant to assert his rights taken in conjunction with the \n\n\nlapse of time and other circumstances.  The Privy Council in Lindsay  \n\n\nPetroleum   Company   Vs.   Prosper   Armstrong   Hurd   etc;  (1874)   5   PC \n\n\n221   at   page   229,   which   was   approved   by   this   Court   in  <a href=\"/doc/96294865/\" id=\"a_53\">Moon   Mills  \n\n\nLtd. Vs. Industrial Courts</a> <a href=\"/doc/867454/\" id=\"a_54\">AIR 1967 SC 1450 and Maharashtra State  \n\n\nRoad Transport Corporation Vs. Balwant Regular Motor Service</a> AIR \n\n\n1969 SC 329, has stated :-</span></span>\n</blockquote>\n<blockquote id=\"blockquote_9\">\n\n\n</blockquote><blockquote id=\"blockquote_10\">       &quot;Now the doctrine of laches in Courts of Equity is not an  \n\n       arbitrary   or   a   technical   doctrine.   Where   it   would   be  \n\n       practically   unjust   to   give   a   remedy,   either   because   the  \n\n       party  has,  by  his  conduct,  done that  which  might fairly  \n\n       be regarded as equivalent to a waiver of it, or where by  \n\n       his   conduct   and   neglect   he   has,   though   perhaps   not  \n\n       waiving   that   remedy,   yet   put   the   other   party   in   a  \n\n       situation   in   which   it   would   not   be   reasonable   to   place  \n\n       him   if   the   remedy   were   afterwards   to   be   asserted   in  \n\n       either   of   these   cases,   lapse   of   time   and   delay   are   most  \n\n       material. But in every case, if an argument against relief,  \n\n       which   otherwise   would   be   just,   is   founded   upon   mere  \n\n       delay, that delay of course not amounting to a bar by any  \n\n       statute of limitations, the validity of that defence must be  \n\n       tried   upon   principles   substantially   equitable.   Two  \n\n       circumstances, always important in such cases, are, the  \n\n       length of the delay and the nature of the acts done during  \n\n       the interval, which might affect either party and cause a  \n\n       balance of justice or injustice in taking the one course or  \n\n       the other, so far as relates to the remedy.&quot;\n\n\n\n\n\n<span class=\"hidden_text\" id=\"span_43\">                                                                                        32</span>\n\n\f\n</blockquote><p data-structure=\"Precedent\" id=\"p_65\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1586768\" id=\"span_44\">47)        In <a href=\"/doc/1586768/\" id=\"a_55\">Amrit Lal Berry Vs. CCE</a> (1975) 4 SCC 714, this Court took the \n\n\n       view   that   &quot;if   a   petitioner   has   been   so   remiss   or   negligent   as   to  \n\n\n       approach   the   Court   for   relief   after   an   inordinate   and   unexplained  \n\n\n       delay,   he   certainly   jeopardises   his   claims   as   it   may   become  \n\n\n       inequitable,   with   circumstances   altered   by   lapse   of   time   and   other  \n\n\n       facts,   to   enforce,   a   fundamental   right   to   the   detriment   of   similar  \n\n\n       claims of innocent third persons.&quot;</span> \n</p>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_66\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"607622\" id=\"span_45\">48)    In <a href=\"/doc/607622/\" id=\"a_56\">State of Maharashtra Vs. Digambar</a>  (1995) 4 SCC 683, this Court \n\n\n       observed that &quot;unless the facts and circumstances of the case at hand  \n\n\n       clearly   justify   the   laches   or   undue   delay,   writ   petitioners   are   not  \n\n\n       entitled to any relief against any body including the State.&quot;</span>\n</p>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_67\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"796287\" id=\"span_46\">49)    In <a href=\"/doc/796287/\" id=\"a_57\">Shiv Dass Vs. Union of India</a> (2007) 9 SCC 274, this Court opined \n\n\n       that  &quot;the High Court  does  not ordinarily  permit a belated resort  to  \n\n\n       the extraordinary remedy because it is likely to cause confusion and  \n\n\n       public inconvenience and bring in its train new injustices, and if writ  \n\n\n       jurisdiction   is   exercised   after   unreasonable   delay,   it   may   have   the  \n\n\n       effect   of   inflicting   not   only   hardship   and   inconvenience   but   also  \n\n\n       injustice   on   third   parties.   It   was   pointed   out   that   when   writ  \n\n\n       jurisdiction is invoked, unexplained delay coupled with the creation of  \n\n\n\n\n\n<span class=\"hidden_text\" id=\"span_47\">                                                                                            33</span>\n\n\f\n       third party rights in the meantime is an important factor which also  \n\n\n       weighs   with   the   High   Court   in   deciding   whether   or   not   to   exercise  \n\n\n       such jurisdiction.&quot;</span>\n</p>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_68\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1391679\" id=\"span_48\">50)    In  <a href=\"/doc/1391679/\" id=\"a_58\">City and Industrial Development Corporation Vs. Dosu Aardeshir  \n\n\n       Bhinandiwala and others</a> (supra), this court held :-</span>\n</p>\n\n\n\n<blockquote id=\"blockquote_11\">         &quot;It is well settled and needs no restatement at our hands that  \n\n         under   <a href=\"/doc/1712542/\" id=\"a_59\">Article  226</a>  of   the   Constitution,   the   jurisdiction   of   a  \n\n         High Court to issue appropriate writs particularly a writ of  \n\n         Mandamus   is   highly   discretionary.   The   relief   cannot   be  \n\n         claimed as of right. One of the grounds for refusing relief is  \n\n         that   the   person   approaching   the   High   Court   is   guilty   of  \n\n         unexplained delay and the laches. Inordinate delay in moving  \n\n         the   court   for   a   Writ   is   an   adequate   ground   for   refusing   a  \n\n         Writ.   The   principle   is   that   courts   exercising   public   law  \n\n         jurisdiction   do   not   encourage   agitation   of   stale   claims   and  \n\n         exhuming matters where the rights of third parties may have  \n\n         accrued in the interregnum.&quot;\n</blockquote>\n<blockquote id=\"blockquote_12\">\n\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_69\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"320843\" id=\"span_49\">51)    Shri Ranjit Kumar, learned senior counsel for contesting respondents, \n\n\n       invites our attention to the observations made by this court in the case \n\n\n       of  <a href=\"/doc/320843/\" id=\"a_60\">State of M.P. and others Vs. Nandlal Jaiswal and others</a> (1986) 4 \n\n\n       SCC 566, wherein this court has stated &quot;this rule of laches or delay is  \n\n\n       not a rigid rule which can be cast in a straitjacket formula, for there  \n\n\n       may be cases where despite delay and creation of third party rights  \n\n\n       the High Court may still in the exercise of its discretion interfere and  \n\n\n\n\n\n<span class=\"hidden_text\" id=\"span_50\">                                                                                              34</span>\n\n\f\n       grant   relief   to   the   petitioner.   But,   such   cases   where   the   demand   of  \n\n\n       justice   is   so   compelling   that   the   High   Court   would   be   inclined   to  \n\n\n       interfere   inspite   of   delay   or   creation   of   third   party   rights   would   by  \n\n\n       their   very   nature   be   few   and   for   between.   Ultimately   it   would   be   a  \n\n\n       matter   within   the   discretion   of   the   Court   ex-hypotheses   every  \n\n\n       discretion must be exercised fairly and justly so as to promote justice  \n\n\n       and not to defeat it.&quot;</span>\n</p>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_70\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"574042\" id=\"span_51\">52)    Reliance is also placed on the observations made by this Court in M/s  \n\n\n       <a href=\"/doc/574042/\" id=\"a_61\">Dehri   Rohtas   Light   Railway   Company   Ltd.   Vs.   District   Board,  \n\n\n       Bhojpur and others</a> (1992) 2 SCC 598, wherein it is observed :</span>\n</p>\n\n\n<blockquote id=\"blockquote_13\">               &quot;The rule which says that the Court may not enquire into  \n               belated and stale claim is not a rule of law but a rule of  \n               practice   based   on   sound   and   proper   exercise   of  \n               discretion. Each case must depend upon its own facts. It  \n               will   all   depend   on   what   the   breach   of   the   fundamental  \n               right   and   the   remedy   claimed   are   and   how   delay   arose.  \n               The   principle   on   which   the   relief   to   the   party   on   the  \n               grounds   of   laches   or   delay   is   denied   is   that   the   rights  \n               which   have   accrued   to   others   by   reason   of   the   delay   in  \n               filing   the   petition   should   not   be   allowed   to   be   disturbed  \n               unless there is a reasonable explanation for the delay. The  \n               real   test   to   determine   delay   in   such   cases   is   that   the  \n               petitioner should come to the writ court before a parallel  \n               right   is   created   and   that   the   lapse   of   time   is   not  \n               attributable to any laches or negligence. The test is not to  \n               physical   running   of   time.   Where   the   circumstances  \n               justifying   the   conduct   exists,   the   illegality   which   is  \n               manifest   cannot   be   sustained   on   the   sole   ground   of  \n               laches.&quot; \n</blockquote>\n<blockquote id=\"blockquote_14\">\n\n\n\n<span class=\"hidden_text\" id=\"span_52\">                                                                                                35</span>\n\n\f\n</blockquote><p data-structure=\"Section\" id=\"p_71\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"574042\" id=\"span_53\">53)    The   relevant   considerations,   in   determining   whether   delay   or   laches \n\n\n       should be put against a person who approaches the writ court under \n\n\n       <a href=\"/doc/1712542/\" id=\"a_62\">Article   226</a>   of   the   Constitution   is   now   well   settled.     They   are:     (1) \n\n\n       there is no inviolable rule of law that whenever there is a delay, the \n\n\n       court must  necessarily  refuse to entertain the petition; it is a rule of \n\n\n       practice based on sound and   proper exercise of discretion, and each \n\n\n       case must be dealt with on its own facts.  (2) The principle on which \n\n\n       the   court   refuses   relief   on   the   ground   of   laches   or   delay   is   that   the \n\n\n       rights accrued to others by the delay in filing the petition should not \n\n\n       be   disturbed,   unless   there   is   a   reasonable   explanation   for   the   delay, \n\n\n       because   court   should   not   harm   innocent   parties   if   their   rights   had \n\n\n       emerged   by   the   delay   on   the   part   of   the   petitioners.     (3)   The \n\n\n       satisfactory  way of explaining delay in making an application  under \n\n\n       <a href=\"/doc/1712542/\" id=\"a_63\">Article 226</a> is for the petitioner to show that he had been seeking relief \n\n\n       elsewhere in a manner provided by law.  If he runs after a remedy not \n\n\n       provided in the Statute or the statutory rules, it is not desirable for the \n\n\n       High Court to condone the delay.  It is immaterial what the petitioner \n\n\n       chooses to believe in regard to the remedy.  (4) No hard and fast rule, \n\n\n       can be <a href=\"/doc/574042/\" id=\"a_64\">laid down in</a> this regard.   Every case shall have to be decided \n\n\n\n\n\n<span class=\"hidden_text\" id=\"span_54\">                                                                                                 36</span>\n\n\f\n       on   its   own   facts.     (5)   That   representations   would   not   be   adequate \n\n\n       explanation to take care of the delay.</span>\n</p>\n\n\n\n<p data-structure=\"RespArg\" id=\"p_72\">54)    Let us now advert to the contentions canvassed by learned counsel in \n\n\n       this   regard.     Mr.   Mukund,   learned   counsel   for   the   appellants, \n\n\n       submitted   that   the   contesting   respondent   during   the   period   1951   till \n\n\n       1955, had not taken any steps for redressal of their grievance, if any, \n\n\n       including   challenging   the   notification   issued   by   the   competent \n\n\n       authority   under   the   <a href=\"/doc/880333/\" id=\"a_65\">Evacuee   Property   Act</a>   dated   11.12.1952.     He \n\n\n       further   submits   that   from   1955   till   1959,   the   contesting   respondents \n\n\n       were   making   representations   before   forums   which   could   not   have \n\n\n       given them reliefs.  In spite of the counsel of the authorities that they \n\n\n       should   file   either   appeal   or   revision   against   the   notification   issued \n\n\n       under the <a href=\"/doc/880333/\" id=\"a_66\">Evacuee Property Act</a>, they did not resort to those remedies. \n</p>\n\n<p data-structure=\"RespArg\" id=\"p_73\">       It is further contended that from the period 1959 till 1966, they did not \n\n\n       choose to approach any authorities nor took any judicial action.   The \n\n\n       learned   counsel   submits   that   for   the   first   time,   they   approached   the \n\n\n       High   Court   by   filing   the   writ   petition   some   time   in   the   year   1966, \n\n\n       inter-alia, claiming the relief of certiorari  to quash the action of the \n\n\n       authorities   for   auction   of   the   acquired   lands   under   the   Displaced \n\n\n       Persons Act for grant of Ek saala lease, but, at the time of hearing of \n\n\n\n\n<span class=\"hidden_text\" id=\"span_55\">                                                                                            37</span>\n\n\f\nthe   petition,   they   advanced   a   new   case   by   contending   that   an \n\n\nappropriate writ requires to be issued to quash the notification issued \n\n\nunder the <a href=\"/doc/880333/\" id=\"a_67\">Evacuee Property Act</a>.  It is further submitted that the High \n\n\nCourt refused to grant the relief on the ground of delay and laches in \n\n\napproaching the court for quashing the notification of the year 1952 \n\n\nand further on the ground that the writ petitioner has not availed the \n\n\nalternate   remedies   provided   under   the   <a href=\"/doc/880333/\" id=\"a_68\">Evacuee   Property   Act</a>.     The \n\n\nlearned counsel submits by this order that the writ court has given a \n\n\nfinding that at a belated stage, the writ petitioner cannot challenge the \n\n\nnotification issued on 11.12.1952 under the provisions of the <a href=\"/doc/880333/\" id=\"a_69\">Evacuee \n\n\nProperty Act</a>.  The learned counsel further submits that after disposal \n\n\nof the writ petition, the contesting respondents had approached forums \n\n\nwhich could not have entertained their claim nor could have granted \n\n\nany relief.  It is further submitted even assuming that the respondents \n\n\nwere knocking at the doors of the wrong forum, the same should not \n\n\nbe held against them, may not come to their aid, since the third party \n\n\nrights   are   created   by   allotment   of   the   Evacuee   Property   to   the \n\n\nDisplaced   Persons   under   the   Displaced   Persons   Act.     He   further \n\n\nsubmits   that   though   the   writ   petition   filed   by   one   of   the   contesting \n\n\nrespondents   was   dismissed   by   the   writ   court,   the   other   contesting \n\n\n\n\n\n<span class=\"hidden_text\" id=\"span_56\">                                                                                     38</span>\n\n\f\nrespondents   suppressing   the   filing   of   the   writ   petition   and   its \n\n\ndismissal,   had   filed   a   revision   petition   under   <a href=\"/doc/1169384/\" id=\"a_70\">Section   27</a>   of   the \n\n\nEvacuee   Property   Act   before   the   Deputy   Custodian   General,   New \n\n\nDelhi   sometime   in   the   year   1967   inter-alia   questioning   the \n\n\nNotification   dated   11.12.1952   declaring   the   `disputed   lands&#x27;   as \n\n\nEvacuee Property.   Though they succeeded before that authority, the \n\n\nsame   was   short   lived   and   the   said   order   was   revised   by   the   Chief \n\n\nSettlement Commissioner at the instance of the allottees by his order \n\n\ndated 11.05.1983.  The learned counsel further submits that instead of \n\n\nquestioning the said order before a proper forum, they approached the \n\n\nState   Government   to   revise   the   order   by   the   Chief   Settlement \n\n\nCommissioner   and   when   the   revision   petition   was   returned,   they \n\n\napproached the High Court by filing a writ petition to direct the State \n\n\nGovernment to invoke its power of `Suo-Moto&#x27; revision, which came \n\n\nto be rejected on 26.07.1988.  Therefore, the learned counsel submits \n\n\nthat   the   time   spent   from   1983   till   1988   cannot   be   considered   to   be \n\n\nsatisfactory   explanation   since   they   were   seeking   reliefs   not   in   a \n\n\nmanner provided by the law.   The learned counsel submits that after \n\n\nabout   two   years   of   the   dismissal   of   the   writ   petition,   they   filed   yet \n\n\nanother Writ Petition No.17722 of 1990, inter-alia, seeking initially a \n\n\n\n\n\n<span class=\"hidden_text\" id=\"span_57\">                                                                                        39</span>\n\n\f\n       direction to respondent No.3 to conduct an enquiry into the question \n\n\n       of title of disputed lands and also the correctness of the declaration of \n\n\n       the   said   property   as   evacuee   property,   and   again   after   almost   seven \n\n\n       years   of   filing   of   the   writ   petition,   an   amendment   was   sought   for \n\n\n       quashing   the   Notification   dated   11.12.1952.       Therefore,   the   High \n\n\n       Court   ought   not   have   entertained   the   writ   petition   in   view   of   the \n\n\n       inordinate and unexplained delay.\n</p>\n\n\n\n<p data-structure=\"RespArg\" id=\"p_74\">55)    Shri. Ranjit Kumar contends that the contesting respondents were and \n\n\n       are in continuous physical possession of the lands and it is only when \n\n\n       their possession was  threatened in the year 1966 by the Tahsildar for \n\n\n       auctioning the lands to grant Ek saala lease, they had approached the \n\n\n       High Court and prior to that, they were making  representations before \n\n\n       the   authorities   for   redressal   of   their   grievance.     The   learned   senior \n\n\n       counsel   submits   that   the   appellants   have   not   placed   any   material \n\n\n       before   this   Court   that   the   contesting   respondents   were   dispossessed \n\n\n       from  their   lands   and   an   inference   should   be   drawn   in   favour   of   the \n\n\n       respondents.    He also submits  that though Sanads were given to the \n\n\n       allottees, they were never put in possession of the property.  He states \n\n\n       that even the Sanads so granted were cancelled on a later date since \n\n\n       the allottee  could not take possession of lands.    It is also contended \n\n\n\n\n<span class=\"hidden_text\" id=\"span_58\">                                                                                            40</span>\n\n\f\nthat if there is any delay, it could only be after the Chief Settlement \n\n\nCommissioner had allowed the revision petition filed by the allottees \n\n\nby setting aside the earlier order passed by the Deputy Custodian in \n\n\nthe   year   1979.     He   further   submits   that   the   contesting   respondent \n\n\nthereafter   had   approached   the   State   Government   to   initiate   its   suo-\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_75\">moto   revisional   powers   to   revise   the   order   passed   by   the   Chief \n\n\nSettlement   Commissioner   and   since   that   was   not   done,   they \n\n\nimmediately filed a writ petition for appropriate direction and the said \n\n\nwrit petition was disposed of only in the year 1988 and immediately \n\n\nthereafter,   they   had   approached   the   High   Court   by   filing   a   writ \n\n\npetition   for   appropriate   reliefs.     Therefore,   he   submits   that   firstly, \n\n\nthere was no delay or laches on the part of the contesting respondents \n\n\nin   approaching   the   authorities   for   redressal   of   their   grievances, \n\n\nsecondly,   assuming   there   is   some   delay,   the   same   has   been \n\n\nsatisfactorily explained and lastly, when there was manifest illegality \n\n\nin the proceedings of the authorities both under the Evacuee Property \n\n\nAct and the Displaced  Persons  Act, the same  has been corrected by \n\n\nthe learned Division Bench of the High Court and this Court need not \n\n\ndisturb   the   finding   of   the   High   Court   in   exercise   of   its   jurisdiction \n\n\nunder <a href=\"/doc/427855/\" id=\"a_71\">Article 136</a> of the Constitution.\n</p>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_59\">                                                                                      41</span>\n\n\f\n<p data-structure=\"Issue\" id=\"p_76\">56)    Since this issue requires to be answered in the light of the pleadings of \n\n\n       the contesting respondents in the writ petition filed by them before the \n\n\n       High Court, it is desirable firstly to notice what was their explanation \n\n\n       pleaded in approaching the writ court nearly after 28 years from the \n\n\n       date of the notification issued under the <a href=\"/doc/880333/\" id=\"a_72\">Evacuee Property Act</a>.   We \n\n\n       have carefully scanned through the pleadings in the writ petition and \n\n\n       also the application filed for amendment nearly after eight years from \n\n\n       the date of filing of the writ petition.   There is no explanation, much \n\n\n       less satisfactory explanation except a very casual statement in para 4 \n\n\n       of the petition.  Therein, it is said:    \n</p>\n\n\n\n<blockquote id=\"blockquote_15\">              &quot;4.    That   in   the   meanwhile,   there   have   been   various  \n\n              proceedings   whereunder   the   petitioners   repeatedly  \n\n              knocking   the  doors  of      various  authorities   challenging  \n\n              the   very   correctness   of   the   proceedings   treating   the  \n\n              petitioners&#x27; lands as evacuee.  However, no attempt was  \n\n              made to go to root of the case and to find out, if really  \n\n              said Rahim Bux or his family at time had any title, right  \n\n              or interest to be declared as evacuee.   For no fault, the  \n\n              petitioners are sought to be deprived of their legitimate  \n\n              rights, without any justification or valid reason.&quot;\n\n\n\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_77\">57)    In   the   counter   affidavit   filed   by   respondent   No.13   (Shankar   Co-\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_78\">       operative   Society),   they   had   specifically   contended   &quot;that   the   writ \n\n\n       petition is time barred and on the ground of latches, the writ petition is \n\n\n       bound to be dismissed.  The petitioners are seeking quashing the order \n\n\n\n<span class=\"hidden_text\" id=\"span_60\">                                                                                       42</span>\n\n\f\n       or   notification   of   the   year   1952   and   an   order   of   the   quasi-judicial \n\n\n       authority of the year 1983 and of 1990 [Para 2(d)].  In para 23 of the \n\n\n       counter   affidavit,   they   had   also   asserted,   &quot;that   the   petitioners   have \n\n\n       referred  to various representations alleged to have been made to the \n\n\n       respondent authorities from time to time on various dates reflected in \n\n\n       the petition.  They did not choose to file copies of all representations. \n</p>\n\n<p data-structure=\"RespArg\" id=\"p_79\">       On the other hand, it is reliably learnt that it is falsely made and such \n\n\n       representations are filed.&quot;\n</p>\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_80\">58)    The High Court, in the course of its judgment and order, notices the \n\n\n       specific allegations made by the respondents in their counter affidavit \n\n\n       filed and the contention of the learned counsel in regard to delay and \n\n\n       laches on the part of the petitioners in approaching the Court.\n</p>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_81\">59)    While   answering   the   aforesaid   stand   of   the   respondents   in   the   writ \n\n\n       petition, the Division Bench of the High Court refers to several orders \n\n\n       passed   by   the   authorities   and   then   observes   that  &quot;from   what   is  \n\n\n       narrated   above,   the   petitioners   cannot   be   found   fault   with   for   any  \n\n\n       inaction or lapse and they had been waging tireless legal battle since  \n\n\n       last   45   years.     Further,   they   did   not   leave   any   chance   in   the  \n\n\n       litigation.&quot;  Beyond this, the High Court has not stated anything with \n\n\n\n\n\n<span class=\"hidden_text\" id=\"span_61\">                                                                                            43</span>\n\n\f\n       regard to the explanation offered by the petitioner in approaching the \n\n\n       Court, even according to them, nearly after 45 years. The High Court \n\n\n       has not recorded any finding whatsoever and ignored such a plea of \n\n\n       far-reaching consequence.\n</p>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_82\">60)    In the present case, the respondents in the writ petition had raised a \n\n\n       specific plea of delay, as a bar to grant relief to the petitioners.  In our \n\n\n       view, it was perhaps necessary for the Court to have specifically dealt \n\n\n       with   this   issue.     It   is   now   well   settled   that   a   person   who   seeks   the \n\n\n       intervention   of   the   High   Court   under   <a href=\"/doc/1712542/\" id=\"a_73\">Article   226</a>,   should   give   a \n\n\n       satisfactory explanation of his failure to assert his claim at an earlier \n\n\n       date.  The excuse for procrastination should find a place in the petition \n\n\n       filed before the Court and the facts relied upon by him should be set \n\n\n       out   clearly   in   the   body   of   the   petition.     An   excuse   that   he   was \n\n\n       agitating   his   claims   before   authorities   by   making   repeated \n\n\n       representations   would   not   be   satisfactory   explanation   for   condoning \n\n\n       the inordinate delay in approaching the Court.  If a litigant runs after a \n\n\n       remedy not provided in the Statute or the statutory rules, it cannot be a \n\n\n       satisfactory   explanation   for   condoning   the   delay   in   approaching   the \n\n\n       Court.\n</p>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_62\">                                                                                                 44</span>\n\n\f\n<p data-structure=\"Section\" id=\"p_83\">61)    On   this   issue,   we   have   heard   the   learned   counsel   for   the   parties   in \n\n\n       great   detail,   since   the   immoveable   property   rights   of  the   parties   are \n\n\n       involved.   In our considered view, there is no explanation, much less \n\n\n       satisfactory explanation offered by the respondents in approaching the \n\n\n       writ court after an inordinate delay of nearly 15 years from the date of \n\n\n       the notification issued under the <a href=\"/doc/880333/\" id=\"a_74\">Evacuee Property Act</a>.  For the delay \n\n\n       from 1952 to 1955, the contesting respondents would only submit that \n\n\n       they   were   not   aware   of   the   notification   issued   under   the   <a href=\"/doc/880333/\" id=\"a_75\">Evacuee \n\n\n       Property   Act</a>,   since   no   notice   was   served   on   them,   though   a   public \n\n\n       notice   was   issued   by   the   authority   under   the   <a href=\"/doc/880333/\" id=\"a_76\">Evacuee   Property   Act</a>. \n</p>\n\n<p data-structure=\"Issue\" id=\"p_84\">       While explaining the delay of nearly eleven years from 1955 to 1966, \n\n\n       they   contend   that   they   were   in   possession   of   the   property   and   they \n\n\n       were making representations before the authorities under the <a href=\"/doc/880333/\" id=\"a_77\">Evacuee \n\n\n       Property   Act</a>   for   redressal   of   their   grievance.     The   delay   after   the \n\n\n       orders were passed by the Settlement Commissioner in the year 1983 \n\n\n       till the writ petition was filed in the year 1990, it is explained that they \n\n\n       had moved the State Government to suo-moto revise the order passed \n\n\n       by   the   Chief   Settlement   Commissioner   and   since   the   State \n\n\n       Government   returned   their   request,   they   had   approached   the   High \n\n\n       Court to issue directions to the State Government to issue appropriate \n\n\n\n\n\n<span class=\"hidden_text\" id=\"span_63\">                                                                                             45</span>\n\n\f\ndirections.     In   our   considered   view,   at   every   stage,   there   was \n\n\ninordinate   delay   in   approaching   the   authorities   for   redressal   of  their \n\n\ngrievance.    As   rightly  contended  by  Shri.   Mukund,  learned  counsel, \n\n\neven when they approached the authorities, they were claiming wrong \n\n\nreliefs or incomplete reliefs.   Even when they filed the writ petition in \n\n\nthe year 1990, they did not choose to question the correctness of the \n\n\nnotification   issued   under   the   <a href=\"/doc/880333/\" id=\"a_78\">Evacuee   Property   Act</a>   but   was \n\n\nquestioned   by   way   of   filing   an   amendment   application   in   the   year \n\n\n1998.  There is some merit in the submission made by learned counsel \n\n\nfor   the   contesting   respondents   that   the   petitioners   in   their   pleadings \n\n\nbefore the writ court, had not even offered any explanation, much less \n\n\nsatisfactory   explanation,   in   approaching   the   court   nearly   after   three \n\n\ndecades   from   the   date   of   notification   issued   under   the   <a href=\"/doc/880333/\" id=\"a_79\">Evacuee \n\n\nProperty Act</a>.  It is now well settled that the power of the High Court \n\n\nunder   <a href=\"/doc/1712542/\" id=\"a_80\">Article   226</a>   of   the   Constitution   to   issue   an   appropriate   writ, \n\n\norder or direction is discretionary.  One of the grounds to refuse relief \n\n\nby   a   writ   court   is   that   the   petitioner   is   guilty   of   delay   and   laches. \n</p>\n\n<p data-structure=\"Precedent\" id=\"p_85\">Inordinate and unexplained delay in approaching the court in a writ is \n\n\nindeed   an   adequate   ground   for   refusing   to   exercise   discretion   in \n\n\nfavour of the petitioners therein.  The unexplained delay on the part of \n\n\n\n\n\n<span class=\"hidden_text\" id=\"span_64\">                                                                                          46</span>\n\n\f\n       the   petitioner   in   approaching   the   High   Court   for   redressal   of   their \n\n\n       grievances   under   <a href=\"/doc/1712542/\" id=\"a_81\">Article   226</a>   of   the   Constitution   was   sufficient   to \n\n\n       justify   rejection   of   the   petition.     The   other   factor   the   High   Court \n\n\n       should have taken into consideration that during the period of delay, \n\n\n       interest has accrued in favour of the third party and the condonatoin of \n\n\n       unexplained delay would affect the rights of third parties.  We are also \n\n\n       of   the   view   that   reliance   placed   by   Shri   Ranjit   Kumar   on   certain \n\n\n       observations made by this Court would not assist him in the facts and \n\n\n       circumstances of this case.   While concluding on this issue, it would \n\n\n       be useful to refer the observations made  by the Court in the case of \n\n\n       Municipal Council Vs. Shaha Hyder Baig (2002) 2 SCC 48, wherein it \n\n\n       is stated that `delay defeats equity and that the discretionary relief of  \n\n\n       condonation can be had, provided one has not given by his conduct,  \n\n\n       given a go by to his rights&#x27;.     \n</p>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_86\">62)    Re:   Effect of the judgment and order of the High Court in W.P. \n\n\n       No. 1051 of 1966:-    \n</p>\n\n\n\n<blockquote id=\"blockquote_16\">               While narrating the facts, we have referred to the judgment and \n\n\n       order   of   the   High   Court   in   Writ   Petition   No.   1051   of   1966   dated \n\n\n       14.06.1968.   The relief that was sought for by the petitioner therein \n\n\n\n\n\n<span class=\"hidden_text\" id=\"span_65\">                                                                                           47</span>\n\n\f\nwas   to   issue   a   writ   or   direction   restraining   the   respondents   from \n\n\nauctioning the lands in pursuance of the letter of Tahsildar, Medchal \n\n\ndated 29.6.1966.  However, the High Court while dismissing the Writ \n\n\nPetition,   specifically   has   observed   that   what   was   challenged   by   the \n\n\npetitioner   in   the   Writ   Petition   was   the   order   passed   by   the   Deputy \n\n\nCustodian   of   Evacuee   property   under   <a href=\"/doc/1150879/\" id=\"a_82\">Section   7</a>   of   the   Evacuee \n\n\nProperty Act declaring certain properties as evacuee properties.   The \n\n\nCourt specifically notices the notification dated 11.12.1952 issued by \n\n\nthe authorities under the <a href=\"/doc/880333/\" id=\"a_83\">Evacuee Property Act</a> and observes that the \n\n\npetitioner   had   not   availed   the   remedy  provided   under   <a href=\"/doc/549284/\" id=\"a_84\">Section   24</a>   of \n\n\nthe Act, by way of an appeal.  In conclusion, it observes that petitioner \n\n\nwithout   preferring   an   appeal   has   approached   the   Court   at   a   belated \n\n\nstage with a petition for issue of a writ.  Accordingly, the High Court \n\n\nhad dismissed the petition with costs.  It is not in dispute nor it can be \n\n\ndisputed   that   the   said   judgment   and   order   has   attained   finality.     Sri \n\n\nMukund,   learned   counsel,   submits   that   though   petitioner   had \n\n\nquestioned   the   letter   of   the   Tahsildar,   Medchal   for   auctioning   the \n\n\nlands   for   grant   of   Ek   saala   lease,   at   the   time   of   the   hearing   of   the \n\n\npetition, there is possibility of the learned counsel for the petitioner to \n\n\nhave   questioned   the   notification   issued   under   the   Evacuee   Property \n\n\n\n\n\n<span class=\"hidden_text\" id=\"span_66\">                                                                                           48</span>\n\n\f\n       Act.     Since   by   then,   the   petitioner   had   the   knowledge   of   the \n\n\n       notification issued under the Act, otherwise there  was no reason for \n\n\n       the   High   Court   to   have   specifically   noticed   the   notification   dated \n\n\n       11.12.1952   issued   under   <a href=\"/doc/1150879/\" id=\"a_85\">Section   7</a>   of   the   Evacuee   Property   Act. \n\n\n</blockquote><p data-structure=\"RespArg\" id=\"p_87\">       However, Sri Ranjit Kumar, learned Senior counsel for the contesting \n\n\n       respondents to get over this legal hurdle, submits that the writ petition \n\n\n       was filed by Mandal Anjaiah,who was one of the legal representatives \n\n\n       of  late   Mandal   Buchaiah   and  the   judgment   and   order   passed   by   the \n\n\n       Writ court cannot be put against the other legal representatives of the \n\n\n       Mandal Buchaiah.  The learned senior counsel also submits that after \n\n\n       disposal of the writ petition, the other heirs of late Mandal Buchaiah \n\n\n       had preferred  a revision  before the Deputy Custodian  General,  New \n\n\n       Delhi under <a href=\"/doc/1169384/\" id=\"a_86\">Section 27</a> of the Evacuee Property Act and the same was \n\n\n       not   only   entertained   but   necessary   relief   was   also   granted   to   him. \n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_88\">       Therefore, the Judgment and order of the High Court would not affect \n\n\n       the rights of the other legal heirs of late Mandal Buchaiah.\n</p>\n\n\n\n<p data-structure=\"Section\" id=\"p_89\">64)           Before   we   consider   the   contentions   of   learned   counsel,   let   us \n\n\n       first notice the settled legal position in matters like the present case.\n</p>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_67\">                                                                                         49</span>\n\n\f\n<p data-structure=\"Precedent\" id=\"p_90\">65)            In   Shakur   Basti   Shamshan   Bhumi   Sudhar   Samiti   v.   Lt.  \n</p>\n\n<p data-structure=\"Precedent\" id=\"p_91\">        Governor, NCT of Delhi  (2007) 13 SCC 53, the order passed by the \n\n\n        High Court for closure of cremation ground, in conformity with zonal \n\n\n        development plan, had attained finality. This Court has held that any \n\n\n        subsequent order passed in ignorance of the order of the High Court \n\n\n        which has attained finality is nullity. It was further observed:\n</p>\n\n\n\n<blockquote id=\"blockquote_17\">                  &quot;40.  The  learned  Subordinate   Judge  has  also   passed  \n\n                  an   order   in   a   suit   filed   by   one   Balvant   Rai   in   1991.  \n\n                  What   was   the   nature   of   the   decree   passed   by   the  \n\n                  Subordinate   Judge   has   not   been   disclosed.   The   only  \n\n                  contention  raised in the list of dates is that the same  \n\n                  was a collusive suit. With whom, the said Balvant Rai  \n\n                  colluded   or   what   was   the   nature   and   purport   of   the  \n\n                  decree had not been disclosed. Some orders appear to  \n\n                  have   been   passed   also   by   the   Additional   District  \n\n                  Judge. We do not know whether the Additional District  \n\n                  Judge has passed the order in the same proceeding or  \n\n                  in some other proceedings.  If the judgments directing  \n\n                  user   of   the   land   in   conformity   with   the   zonal  \n\n                  development   plan   and   further   directing   that   a  \n\n                  cremation   ground   should   not   be   allowed   to   operate  \n\n                  become   final,   an   order   passed   in   ignorance   thereof  \n\n                  would be a nullity.&quot;[Emphasis supplied by us]\n\n\n\n\n\n</blockquote><blockquote id=\"blockquote_18\">66)            Once the order of the High Court has attained finality, then it is \n\n\n        not open for the lower courts or even for the High Court to ignore the \n\n\n        said   Order.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1540437\" id=\"span_68\">In  <a href=\"/doc/1540437/\" id=\"a_87\">A.P.   Housing   Board   v.   Mohd.   Sadatullah</a>,   (2007)   6 \n\n\n        SCC 566, it was held:</span>\n</blockquote>\n<blockquote id=\"blockquote_19\">\n\n\n<span class=\"hidden_text\" id=\"span_69\">                                                                                                  50</span>\n\n\f\n</blockquote><blockquote id=\"blockquote_20\">                    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1540437\" id=\"span_70\">&quot;34.  Though in the appeal filed by the A.P. Housing  \n\n                    Board in the present proceedings, it was asserted that  \n\n                    the   decision   of   the   High   Court   in   Writ   Petition   No.  \n\n                    4194 of 1988 was not final as appeal was filed against  \n\n                    <a href=\"/doc/1540437/\" id=\"a_88\">the said decision</a>, at the time of hearing of the appeal,  \n\n                    it was admitted that no such appeal was filed against  \n\n                    the judgment of the High Court and the decision had  \n\n                    attained   finality.  The   consequence   of   the   decision   of  \n\n                    the High Court in the circumstances is that in respect  \n\n                    of   two   acres   of   land,   proceedings   under   the   <a href=\"/doc/7832/\" id=\"a_89\">Land  \n\n                    Acquisition Act</a> were held bad, award nullity and the  \n\n                    landowner continued to remain owner of the property  \n\n                    with all rights, title and interest therein.</span>   \n\n\n</blockquote><blockquote id=\"blockquote_21\">                    41.  In   our   opinion,   the   learned   counsel   for   the  \n\n                    original petitioner  landowners is right in contending  \n\n                    that   when   the   acquisition   proceedings   and   award   in  \n\n                    respect of two acres of land was held bad and nullity  \n\n                    by the High Court in previous proceedings, it was not  \n\n                    open to the Special Court or the High Court to ignore  \n\n                    the said order.&quot;\n</blockquote>\n<blockquote id=\"blockquote_22\">\n\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_92\">67)           The Finality of Order by the High Court has been considered and \n\n\n       upheld by this Court in  Hindustan Construction Co. Ltd. and Anr.  v.  \n</p>\n\n<p data-structure=\"Precedent\" id=\"p_93\">       Gopal   Krishna   Sengupta   and   Ors.,  (2003)   11   SCC   210.   This   Court \n\n\n       has held:\n</p>\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_94\">                 &quot;25.   The   question   still   remains   whether,   on   facts   of \n\n                 this   case,   the   direction   given   in   the   Order   dated \n\n                 19th October,   2000   can   be   maintained.   In   the \n\n                 application   there   was   no   prayer   to   examine   Pritika \n\n                 Prabhudesai. The prayer was to quash the proceedings \n\n                 and   start   trail   afresh.   There   is   no   provision   in   law \n\n                 which permits this. Thus the application could not be \n\n                 allowed.   Undoubtedly   the   High   Court   has   proceeded \n\n\n\n\n<span class=\"hidden_text\" id=\"span_71\">                                                                                               51</span>\n\n\f\n               on   the   footing   that   this   evidence   is   essential   and \n\n               necessary.   <a href=\"/doc/1780550/\" id=\"a_90\">Section   311</a> of   the   Criminal   Procedure \n\n               Code   permits   taking   of   evidence   at   any   stage.   The \n\n               High Court undoubtedly felt that it was in the interest \n\n               of   all   parties   that   necessary   evidence   be   recorded   at \n\n               this   stage   itself.  But   the   fact   remains   that   the \n\n               application   for   this   very   relief   has   been   rejected   on \n\n<span class=\"hidden_text\" id=\"span_72\">               6</span>\n                 th\n                          Novemb\n                                 er,   1997.   No   appeal   or   revision   was   filed \n\n               against\n                               that   order.   The   Order   dated   6th\n                                                                             Novemb\n                                                                                      er, \n\n               1997   has   therefore   become   final.   Once   such   a   relief \n\n               has been refused and the refusal has attained finality, \n\n               judicial propriety requires that it not be allowed to be \n\n               reopened. The High Court was obviously not informed \n\n               of\n                   the Order dated 6th\n                                                 Nove\n                                                         mber, 1997. Thus the High \n\n               Court   cannot   be   blamed.   However   as   that   Order   has \n\n               been brought to notice of this Court we cannot ignore \n\n               it.&quot; \n</p>\n\n\n\n\n<p data-structure=\"Precedent\" id=\"p_95\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"398439\" id=\"span_73\">68)         In <a href=\"/doc/398439/\" id=\"a_91\">Food Corporation of India v. S.N. Nagarkar</a>, (2002) 2 SCC 475, \n\n\n       this Court has held:</span>\n</p>\n\n\n\n<blockquote id=\"blockquote_23\">               &quot;15.   ...   In   the   instant   case,   the   writ   petition   filed   by  \n\n               the   respondent   was   allowed   by   judgment   and   order  \n\n               dated 6thMay,  1994 passed in Civil Writ  Petition  No.  \n\n               4983   or   1993.  That   order   attained   finality   as   it   was  \n\n               not   appealed   from.  In   execution   proceedings,   the  \n\n               appellant   cannot   go   beyond   the   order   passed   by   the  \n\n               Court in the writ petition and, therefore,  what has to  \n\n               be considered is whether the High Court was right in  \n\n               holding that in terms of the order of the Court dated  \n\n               6thMay, 1994 passed in Civil Writ Petition No. 4983 of  \n\n               1993, the respondent is entitled to the arrears of pay  \n\n               and   allowances   with   effect   from   the   date   of  \n\n               promotions.   If   the   answer   is   in   the   affirmative,   the  \n\n               question   whether   such   relief   ought   to   have   been  \n\n               granted   cannot   be   agitated   in   execution   proceeding.  \n\n               We find considerable force in the submission urged on  \n\n\n\n<span class=\"hidden_text\" id=\"span_74\">                                                                                               52</span>\n\n\f\n                 behalf of the respondent. In these proceedings it is not  \n\n                 permissible   to   go   beyond   the   order   of   the   learned  \n\n                 Judge\n                           dated 6th\n                                     M\n                                       ay, 1994 passed in Civil Writ Petition  \n\n                 No.   4983   of   1993.   The   execution   application   giving  \n\n                 rise   to   the   instant   appeal   was   filed   for   implementing  \n\n                 the\n                         order dated 6th\n                                            May,\n                                                     1994 and in such proceeding,  \n\n                 it was not open to the appellant either to contend that  \n\n                 the\n                          judgment   and   order   dated   6th\n                                                                  M\n                                                                    ay,   1994   was  \n\n                 erroneous   or   that   it   required   modification.   The  \n\n                 judgment and order aforesaid having attained finality,  \n\n                 has   to   be   implemented   without   questioning   its  \n\n                 correctness.  The   appellant   therefore,   cannot   be  \n\n                 permitted   to   contend   in   these   proceedings   that   the  \n\n                 judgment and order dated 6thMay, 1994 was erroneous  \n\n                 in  as   much   as   it  directed   the  appellant   to  pay   to  the  \n\n                 respondent arrears of salary with effect from the dates  \n\n                 of   promotion,   and   not   from   the   dates   the   respondent  \n\n                 actually joined the promotional posts.&quot;\n</blockquote>\n<blockquote id=\"blockquote_24\">\n\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_96\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1547105\" id=\"span_75\">69)           In  <a href=\"/doc/1547105/\" id=\"a_92\">Oriental   Bank   of   Commerce  v.  Sunder   Lal   Jain   and   Anr</a>.</span> \n</p>\n\n<p data-structure=\"Precedent\" id=\"p_97\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1547105\" id=\"span_76\">(2008) 2 SCC 280,  the respondents had availed credit facility to the \n\n\n       tune of `20 Lacs and defaulted in repaying the same to the Bank.  The \n\n\n       Bank   declared   their   account   as   Non   Performing   Asset   and   initiated \n\n\n       recovery proceedings against the respondents before the DRT, which \n\n\n       has   issued   a   recovery   certificate   in   favour   of   the   Bank.   However, \n\n\n       against this, respondents did not prefer any appeal, instead filed writ \n\n\n       petition   before   the   High   Court.   The   High   Court   has   stayed   the \n\n\n       execution   proceedings   and   directed   the   bank   to   consider   the \n\n\n       respondent&#x27;s   case   in   terms   of   RBI   guidelines.   Aggrieved   by   this, \n\n\n\n\n\n<span class=\"hidden_text\" id=\"span_77\">                                                                                             53</span>\n\n\f\n       appellant   Bank   approached   this   Court   against   the   order   of  the   High \n\n\n       Court. This Court observed that when a decree passed by the DRT had \n\n\n       attained finality, then the proceedings for execution of decree cannot \n\n\n       be stayed by High Court in an independent writ petition.  This <a href=\"/doc/1547105/\" id=\"a_93\">Court \n\n\n       further held</a>:</span>\n</p>\n\n\n\n<blockquote id=\"blockquote_25\">                 &quot;13. The High Court, therefore, erred in issuing a writ  \n\n                 of mandamus directing the appellant bank to declare  \n\n                 the   respondents&#x27;   account   as   NPA   from   31st March,  \n\n                 2000 and to apply the RBI Guidelines to their case and  \n\n                 communicate   the   outstandings   which   shall   be  \n\n                 recoverable by quarterly instalments over a period of  \n\n                 two   years.  The   later   part   of   the   order   passed   by   the  \n\n                 High   Court   wherein   a   direction   has   been   issued   to  \n\n                 stay   the   recovery   proceedings   and   the   recovery  \n\n                 certificate   issued   against   the   respondents   has   been  \n\n                 cancelled\n                                is   also  wholly\n                                                       illegal  as\n                                                                        the  decree   passed  \n\n                 by the DRT had attained finality and proceedings for  \n\n                 execution   of   decree   could   not   be   stayed   in   an  \n\n                 independent   writ   petition   when   the   respondents   had  \n\n                 not   chosen   to   assail   the   decree   by   filing   an   appeal,  \n\n                 which is a statutory remedy provided under <a href=\"/doc/1393354/\" id=\"a_94\">Section 20</a>  \n\n                 of   Recovery   of   Debts   Due   to   Banks   and   Financial  \n\n                 Institutions Act, 1993.&quot;\n</blockquote>\n<blockquote id=\"blockquote_26\">\n\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_98\">70)           Doctrine of Amity and Comity requires the Court of Concurrent \n\n\n       Jurisdiction   to   pass   similar   orders.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1838851\" id=\"span_78\">In  <a href=\"/doc/1838851/\" id=\"a_95\">India   Household   and  \n\n\n       Healthcare Ltd. v. LG Household and Healthcare Ltd.</a>, 2007 (5) SCC \n\n\n       510, this Court has held:</span>\n</p>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_79\">                                                                                                  54</span>\n\n\f\n<blockquote id=\"blockquote_27\">                 &quot;The doctrine of comity or amity required  a court not  \n\n                 to   pass   and   order   which   would   be   in   conflict   with  \n\n                 another order passed by a competent court of law.&quot;\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_99\">                 It was further held:\n</p>\n\n<blockquote id=\"blockquote_28\">                 &quot;17.   This   aspect   of   the   matter   has   been   considered  \n\n                 in A   Treatise   on   the   Law   Governing   Injunctions by  \n\n                 Spelling and Lewis wherein it is stated:\n</blockquote>\n<blockquote id=\"blockquote_29\">\n</blockquote><blockquote id=\"blockquote_30\">                   <a href=\"/doc/115347/\" id=\"a_96\">Section 8</a>. Conflict and loss of jurisdiction. --Where a  \n\n                 court having general jurisdiction and having acquired  \n\n                 jurisdiction   of   the   subject-   matter   has   issued   an  \n\n                 injunction,   a   court   of   concurrent   jurisdiction   will  \n\n                 usually   refuse   to   interfere   by   issuance   of   a   second  \n\n                 injunction.   There   is   no   established   rule   of   exclusion  \n\n                 which would deprive a court of jurisdiction to issue an  \n\n                 injunction   because   of   the   issuance   of   an   injunction  \n\n                 between   the   same   parties   appertaining   to   the   same  \n\n                 subject-matter,   but   there   is   what   may   properly   be  \n\n                 termed   a   judicial comity on   the   subject.   And   even  \n\n                 where it is a case of one court having refused to grant  \n\n                 an   injunction,   while   such   refusal   does   not   exclude  \n\n                 another   coordinate   court   or   Judge   from   jurisdiction,  \n\n                 yet   the   granting   of   the   injunction   by   a   second   Judge  \n\n                 may lead to complications and retaliatory action....&quot;\n\n\n\n\n\n</blockquote><p data-structure=\"Issue\" id=\"p_100\">71)            The issue before us is whether the judgment and order passed \n\n\n       by the High Court in   the   writ   petition   filed   by   one   of   the   legal \n\n\n       representatives   having   attained   finality   in   so   far   as   the   notification \n\n\n       dated 11.12.1952 issued under the <a href=\"/doc/880333/\" id=\"a_97\">Evacuee Property Act</a>, could have \n\n\n       been re-agitated by the other legal heirs of late Mandal Buchaiah and \n\n\n       whether   the   authorities   under   the   <a href=\"/doc/880333/\" id=\"a_98\">Evacuee   Property   Act</a>   could   have \n\n\n\n\n\n<span class=\"hidden_text\" id=\"span_80\">                                                                                             55</span>\n\n\f\n       gone   beyond   the  Judgment  and   order   passed   by   the   Writ   Court  and \n\n\n       whether the High Court was justified in the subsequent Writ Petition \n\n\n       filed to have re-agitated the issue which had attained finality.\n</p>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_101\">72)            In   the   Writ   Petition   filed   by   Mandal   Anjaiah,   the   Regional \n\n\n       Settlement   Commissioner   and   custodian   of   Evacuee   Property, \n\n\n       Bombay, was arrayed as one of the respondents.  That only means, he \n\n\n       was fully aware of the Judgment and order passed by the Writ Court. \n</p>\n\n<p data-structure=\"Precedent\" id=\"p_102\">       In the revision petition filed by the other legal representatives of late \n\n\n       Mandal   Buchaiah,   he   was   also   arrayed   as   one   of   the   respondents. \n</p>\n\n<p data-structure=\"Precedent\" id=\"p_103\">       However, a perusal of the order passed by Deputy Custodian General \n\n\n       does   not   clearly   indicate   whether   it   was   brought   to   his   notice   the \n\n\n       Judgment and order passed by the High Court, yet again, in the order \n\n\n       by the Collector-cum-Deputy Custodian dated 28.5.1979, there is no \n\n\n       reference   to   the   Judgment   and   order   passed   by   the   High   Court. \n</p>\n\n<p data-structure=\"Precedent\" id=\"p_104\">       However, in the order  passed by Chief Settlement  Commissioner  of \n\n\n       Evacuee   Property,   there   is   reference   to   the   judgment   of   the   High \n\n\n       Court.     The   said   authority   while   setting   aside   the   order   passed   by \n\n\n       Collector-cum-Deputy Custodian as nullity, the reliance is not placed \n\n\n       on   the   judgment   and   order   passed   by   the   High   Court.     In   the \n\n\n       subsequent   Writ   Petition   filed,   the   respondents   therein,   in   their \n\n\n\n\n<span class=\"hidden_text\" id=\"span_81\">                                                                                           56</span>\n\n\f\n       Counter   Affidavit   had   specifically   contended   that   the   notification \n\n\n       dated 11.12.1952 has become final in view of the judgment and order \n\n\n       passed by the High Court in Writ Petition No. 1051 of 1966 as also in \n\n\n       Writ petition 7517 of 1983.   The Division Bench of the   High Court \n\n\n       while   dealing   with   this   aspect,   has   observed   in   its   order   &quot;it   is   not  \n\n\n       correct to read the Judgment dated 14.6.1968 rendered in W.P. No.  \n\n\n       1051   of   1966   that   this   Court   had   negatived   the   rights   of   the  \n\n\n       petitioners.     A   sentence   here   and   there   in   a   Judgment   cannot   be  \n\n\n       picked   up   in   construing   it.     A   Judgment   has   to   be   construed   on  \n\n\n       reading   and   understanding   as   a   whole   and   if   so   understood,   the  \n\n\n       judgment   in   W.P.   1051   of   1966   is   to   the     effect   that   in   the   writ  \n\n\n       petition, the rights of the parties cannot be adjudicated and more so  \n\n\n       in view of the fact that alternative remedy of appeal is available under  \n\n\n       the Act.  By that, it cannot be assumed that this Court had upheld the  \n\n\n       notification issued under <a href=\"/doc/1150879/\" id=\"a_99\">Section 7</a> of the Act&quot;.\n</p>\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_105\">73)            We do not agree with the reasoning and conclusion reached by \n\n\n       the   Division   Bench   of   the   High   Court.     We   do   not   think   that   the \n\n\n       decision of the court has been correctly read.  However, we do agree \n\n\n       with the learned Judges that the Judgment should be read as a whole \n\n\n       and understood in the context and circumstances of the facts of that \n\n\n\n\n<span class=\"hidden_text\" id=\"span_82\">                                                                                               57</span>\n\n\f\n       case.  In this context, it is worthwhile to recall the observations made \n\n\n       by this court in the case of U.P. State Road Transport Corporation v.  \n</p>\n\n<p data-structure=\"Precedent\" id=\"p_106\">       Asstt.   Commissioner   of   Police   (Traffic)   Delhi  [2009(3)   SCC   634], \n\n\n       wherein it is observed that &quot;a decision is an authority, it is trite for  \n\n\n       which   it   decides   and   not   what   can   logically   be   deduced   therefrom.  \n</p>\n\n<p data-structure=\"Precedent\" id=\"p_107\">       This   wholesome   principle   is   equally   applicable   in   the   matter   of  \n\n\n       construction of a judgment.   A judgment is not to be construed as a  \n\n\n       Statute.  It must be construed upon reading the same as a whole.  For  \n\n\n       the said purpose, the attending circumstances may also be taken into  \n\n\n       consideration.&quot;\n</p>\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_108\">74)           At   the   cost   of   repetition,   we   once   again   intend   to   notice   the \n\n\n       judgment  and  order   passed   by   the   High   Court  in  W.P.   No.   1051  of \n\n\n       1966.  The Court, while narrating the facts, specifically observes that \n\n\n       what   is   challenged   before   it   by   the   petitioner   was   the   notification \n\n\n       dated 11.12.1952 issued under <a href=\"/doc/1150879/\" id=\"a_100\">Section 7</a> of the Evacuee Property Act \n\n\n       declaring certain properties as evacuee properties.   While dismissing \n\n\n       the writ petition, the Court has observed that petitioner has failed to \n\n\n       avail the alternate remedy of appeal provided under the Act and at the \n\n\n       belated stage, he cannot question the correctness or otherwise of the \n\n\n       notification dated 11.12.1952.  Therefore, it may not be correct to say \n\n\n\n\n<span class=\"hidden_text\" id=\"span_83\">                                                                                            58</span>\n\n\f\nthat the court had rejected the writ petition only on the ground that the \n\n\npetitioner   without   availing   the   alternate   remedy   provided   under   the \n\n\nAct,   could   not   have   filed   the   writ   petition.     We   hold   that   the   writ \n\n\npetition was dismissed by the High Court not only on the ground that \n\n\nthe petitioner had failed to avail the remedy under the Act, but also on \n\n\nthe   ground   that   the   petitioner   could   not   have   questioned   the \n\n\nnotification   dated   11.12.1952   at   a   belated   stage.     Therefore,   in   our \n\n\nview, the approach of the Division Bench of the High Court was not \n\n\njustified   in entertaining  a  writ  petition  on  the very  issue, which  had \n\n\nattained finality in an earlier proceeding.  This view has nothing to do \n\n\nwith the Principle of res judicata nor are we saying Principles of res \n\n\njudicata would apply in the facts and circumstances of this case.  We \n\n\nare   only   holding   that   when   a   competent   court   refuses   to   entertain   a \n\n\nchallenge   made   to   a   notification   issued   on   11.12.1952   in   a   writ \n\n\npetition   filed   in   the   year   1966,   the   High   Court   could   not   have \n\n\nentertained the writ petition on the same cause of action at a belated \n\n\nstage in a writ petition filed in the year 1990.  The course adopted by \n\n\nthe   High   Court   not   only   leads   to   confusion   but   also   leads   to \n\n\ninconvenience.  We also hold that the Judgment and order of the High \n\n\nCourt was binding on the authorities under the <a href=\"/doc/880333/\" id=\"a_101\">Evacuee Property Act</a> \n\n\n\n\n\n<span class=\"hidden_text\" id=\"span_84\">                                                                                       59</span>\n\n\f\n       and,   therefore,   they   could   not   have   reagitated   the   correctness   or \n\n\n       otherwise of the notification dated 11.12.1952 issued under <a href=\"/doc/1150879/\" id=\"a_102\">Section 7</a> \n\n\n       of the Evacuee Property Act.      \n</p>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_109\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"85433\" id=\"span_85\">75)            Shri.   Ranjit   Kumar,   learned   senior   counsel,   contends   that   the \n\n\n       writ   petition   was   filed   by   one   of   the   co-owners   of   late   Mandal \n\n\n       Buchaiah   and   judgment   and   order   passed   would   not   bind   the   other \n\n\n       parties.   We cannot agree.   It is a settled law that no co-owner has a \n\n\n       definite   right,   title   and   interest   in   any   particular   item   or   portion \n\n\n       thereof.  On the other hand, he has right, title and interest in every part \n\n\n       and parcel of the joint property or coparcenery under Hindu Law by \n\n\n       all the coparceners.  Our conclusion is fortified by the view expressed \n\n\n       by   this   court   in  <a href=\"/doc/85433/\" id=\"a_103\">A.   Viswanath   Pillai   and   Others  vs.  The   Special  \n\n\n       Tahsildar</a> for Land Acquisition No.IV and Others  (1991) 4 SCC 17), \n\n\n       in which this Court observed:</span>\n</p>\n\n\n<blockquote id=\"blockquote_31\">               &quot;It is settled law that one of the co-owners can file a  \n               suit   and   recover   the   property   against   strangers   and  \n               the   decree   would   enure   to   all   the   co-owners.   It   is  \n               equally   settled   law   that   no   co-owner   has   a   definite  \n               right,   title   and   interest   in   any   particular   item   or   a  \n               portion thereof. On the other hand he has right, title  \n               and   interest   in   every   part   and   parcel   of   the   joint  \n               property or coparcenery under Hindu law by all the  \n               coparceners. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1964672\" id=\"span_86\">In  <a href=\"/doc/1964672/\" id=\"a_104\">Kanta Goel  v.  B.P. Pathak</a> (1977) 2  \n               SCC 814,  this Court upheld an application by one of  \n               the   co-owners   for   eviction   of   a   tenant   for   personal  \n               occupation   of   the   co-owners   as   being   maintainable.</span>  \n\n\n\n\n<span class=\"hidden_text\" id=\"span_87\">                                                                                            60</span>\n\n\f\n               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"870347\" id=\"span_88\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"942903\" id=\"span_89\">The same view was reiterated in <a href=\"/doc/942903/\" id=\"a_105\">Sri Ram Pasricha v.  \n               Jagannath</a> (<a href=\"/doc/870347/\" id=\"a_106\">1976) 4 SCC 184 and Pal Singh v. Sunder  \n               Singh</a>...&quot;</span></span>\n</blockquote>\n<blockquote id=\"blockquote_32\">\n\n</blockquote><blockquote id=\"blockquote_33\">                   &quot;....A co-owner is as much an owner of the entire  \n               property   as   a   sole   owner   of   the   property.   It   is   not  \n               correct to say that a co-owner&#x27;s property was not its  \n               own. He owns several parts of the composite property  \n               alongwith others and it cannot be said that he is only  \n               a   part   owner   or   a   fractional   owner   in   the   property.  \n               That   position   will   undergo   a   change   only   when  \n               partition   takes   place   and   division   was   effected   by  \n               metes   and   bounds.   Therefore,   a   co-owner   of   the  \n               property   is   an   owner   of   the   property   acquired   but  \n               entitled to receive compensation pro rata.&quot;\n\n\n\n\n</blockquote><p data-structure=\"RespArg\" id=\"p_110\">76)            Re.  Constructive   Res   judicata:-   Learned   counsel   Shri. \n\n\n       Mukund submits  that the respondents herein for the first time in the \n\n\n       writ   petition   filed   in   the   year   1990   had   raised   a   contention   that   the \n\n\n       procedure   prescribed   under   the   <a href=\"/doc/880333/\" id=\"a_107\">Evacuee   Property   Act</a>   and   the   rules \n\n\n       framed   thereunder   were   not   followed   before   notifying   the   lands   in \n\n\n       question as evacuee property. Though this ground was available, the \n\n\n       same was not raised.  Therefore, it is contended that a ground, though \n\n\n       opened to be raised, but not raised in earlier writ petition, cannot be \n\n\n       allowed to be raised in a subsequent writ petition.\n</p>\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_111\">               <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1612492\" id=\"span_90\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"394676\" id=\"span_91\">Sri   Ranjit   Kumar,   learned   senior   counsel,   would   contend   that \n\n\n       the judgment and order in W.P. No. 1051 of 1966 was not dismissed \n\n\n       on merits but only on the ground of delay and laches and therefore, \n\n\n\n\n\n<span class=\"hidden_text\" id=\"span_92\">                                                                                               61</span>\n\n\f\n       principles of constructive res judicata would not apply.  Our attention \n\n\n       is   invited   to   the   decision   of   this   court   in   the   case   of  <a href=\"/doc/394676/\" id=\"a_108\">Daya   Rao   Vs. \n\n\n       State of U.P.</a> (1962) 1 SCR 574 and in the case of <a href=\"/doc/1612492/\" id=\"a_109\">Hosunak Singh Vs. \n\n\n       Union of India</a> (1979) 3 SCC 135.</span></span>   \n</p>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_112\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1465492\" id=\"span_93\">77)            In our view, this issue need not detain us for long.  This Court \n\n\n       in the case of Devilal Modi, Proprietor, M/s <a href=\"/doc/1465492/\" id=\"a_110\">Daluram Pannalal Modi  \n\n\n       v. Sales Tax</a> officer Ratlam &amp; Ors. [AIR 1965 SC 1150], has observed \n\n\n       that  &quot;the rule of constructive  res judicata  that of a plea could have  \n\n\n       been taken by a party in a proceeding between him and his opponent,  \n\n\n       he would not be permitted to take that plea against the same party in  \n\n\n       a subsequent proceeding, which is based on the same cause of action,  \n\n\n       is   founded   on   the   same   considerations   of   public   policy.     If   the  \n\n\n       doctrine   of   constructive   res   judicata   is   not   applied   to   writ  \n\n\n       proceedings,   it  would  be  open  to  the  party   to  take  proceedings  one  \n\n\n       after   another   and   urge   new   grounds   every   time,   and   that   plainly   is  \n\n\n       inconsistent  with considerations of Public policy.&quot;</span>\n</p>\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_113\">78)            In the present case, it is admitted fact that when the contesting \n\n\n       respondents   filed   W.P.   No.   1051   of   1966,   the   ground   of   non-\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_114\">       compliance of statutory  provision was very much available  to them, \n\n\n\n\n\n<span class=\"hidden_text\" id=\"span_94\">                                                                                                 62</span>\n\n\f\n       but for the reasons best known to them, they did not raise it as one of \n\n\n       the   grounds   while   challenging   the   notification   dated   11.12.1952 \n\n\n       issued   under   the   <a href=\"/doc/880333/\" id=\"a_111\">Evacuee   Property   Act</a>.     In   the   subsequent   writ \n\n\n       petition filed in the year 1990, initially, they had not questioned the \n\n\n       legality of the notification, but raised it by filing an application, which \n\n\n       is no doubt true, allowed by the High Court.     In our view, the High \n\n\n       Court   was   not   justified   in   permitting   the   petitioners   therein   to   raise \n\n\n       that   ground   and   answer   the   same,   since   the   same   is   hit   by   the \n\n\n       principles analogous to constructive res judicata.\n</p>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_115\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"910940\" id=\"span_95\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1297602\" id=\"span_96\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1016548\" id=\"span_97\">79)            Re:  Whether the High Court could have gone into the facts \n\n\n       under   its   writ   jurisdiction:-   The   learned   counsel   Shri   Mukund \n\n\n       contends   that   the   High   Court   in   exercise   of  its   power   under   <a href=\"/doc/1712542/\" id=\"a_112\">Article \n\n\n       226</a> of the Constitution of India ought not have gone into the disputed \n\n\n       facts and render a finding on those facts.  The learned counsel invites \n\n\n       our attention to the observations made by this Court in <a href=\"/doc/1016548/\" id=\"a_113\">Surya Dev Rai \n\n\n       vs. Ramchander Rai and Others</a> (<a href=\"/doc/1297602/\" id=\"a_114\">2003) 6 SCC 675,   Ranjit Singh  vs. \n\n\n       Ravi   Prakash</a>   (<a href=\"/doc/910940/\" id=\"a_115\">2004)   3   SCC   682  and  Karnataka   State   Industrial  \n\n\n       Investment and Development Corporation Ltd. vs. Cavalet India Ltd</a>.</span></span></span>  \n</p>\n\n<p data-structure=\"Precedent\" id=\"p_116\">       and Others (2005) 4 SCC 456. Per contra, Shri Ranjit Kumar, learned \n\n\n       senior   counsel   submits   that   since   there   is   a   bar   for   filing   civil   suit \n\n\n\n\n<span class=\"hidden_text\" id=\"span_98\">                                                                                                63</span>\n\n\f\n       under   <a href=\"/doc/1783810/\" id=\"a_116\">Section   28</a>   and   <a href=\"/doc/969039/\" id=\"a_117\">Section   48</a>   of   the   Evacuee   Property   Act   and \n\n\n       Section 36 of the Displaced Persons Act, the High Court necessarily \n\n\n       has to go into disputed question of facts.  <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1016548\" id=\"span_99\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1141333\" id=\"span_100\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1455346\" id=\"span_101\">In aid of his submission, the \n\n\n       learned senior counsel has relied on the decisions of this Court in the \n\n\n       case of  <a href=\"/doc/1455346/\" id=\"a_118\">State of Orissa  vs.  Dr. Miss Binapani Dei and Ors.</a>  (<a href=\"/doc/1141333/\" id=\"a_119\">1967) 2 \n\n\n       SCR   625,  Smt.  Gunwant   Kaur   and   Ors.   vs.   Municipal   Committee,  \n\n\n       Bhatinda   and   Ors.</a>  (1969)   3   SCC   769,         Om   Prakash   Vs.   State   of \n\n\n       Haryana   and   others   (<a href=\"/doc/1016548/\" id=\"a_120\">1971)   3   SCC   792,  Surya   Dev   Rai   vs.   Ram  \n\n\n       Chander Rai and Ors.</a> (2003) 6 SCC 675 and ABL International Ltd.</span></span></span>  \n</p>\n\n<p data-structure=\"Precedent\" id=\"p_117\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1943124\" id=\"span_102\">and <a href=\"/doc/1943124/\" id=\"a_121\">Anr. Vs. Export Credit Guarantee Corporation of India Ltd. and  \n\n\n       Ors.</a> (2004) 3 SCC 553.</span>\n</p>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_118\">80)            The   High   Court   in   its   writ   jurisdiction,   will   not   enquire   into \n\n\n       complicated   questions   of  fact.     The   High   Court   also   does   not   sit   in \n\n\n       appeal over the decision of an authority whose orders are challenged \n\n\n       in   the   proceedings.     The   High   Court   can   only   see   whether   the \n\n\n       authority concerned has acted with or without jurisdiction.  The High \n\n\n       Court can also act when there is an error of law apparent on the face \n\n\n       of the record.   The High Court can also interfere with such decision \n\n\n       where   there   is   no   legal   evidence   before   the   authority   concerned,   or \n\n\n       where the decision of the authority concerned is held to be perverse, \n\n\n\n\n<span class=\"hidden_text\" id=\"span_103\">                                                                                            64</span>\n\n\f\n       i.e., a decision which no reasonable man could have arrived at on the \n\n\n       basis   of   materials   available   on   record.     Where   an   enquiry   into \n\n\n       complicated   questions   of   fact   is   necessary   before   the   right   of \n\n\n       aggrieved party to obtain relief claimed may be determined, the court \n\n\n       may, in appropriate cases, decline to enter upon that enquiry, but the \n\n\n       question is always one of discretion and not of jurisdiction of the court \n\n\n       which   may,   in   a   proper   case,   enter   upon   a  decision   on  questions   of \n\n\n       fact raised by the petitioner. \n</p>\n\n\n\n<p data-structure=\"Section\" id=\"p_119\">81)            Before we advert to the settled legal position, we will notice the \n\n\n       decisions on which reliance is placed by the learned counsel for the \n\n\n       parties.  \n</p>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_120\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1016548\" id=\"span_104\">82)            This Court in <a href=\"/doc/1016548/\" id=\"a_122\">Surya Devi Rai</a>&#x27;s case (supra), for parameters for \n\n\n       the exercise of jurisdiction, held as under :-</span>\n</p>\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_121\">                &quot;(3)   Certiorari,   under   <a href=\"/doc/1712542/\" id=\"a_123\">Article            226</a>     of   the  \n\n                Constitution, is issued for correcting gross errors of  \n\n                jurisdiction, i.e., when a subordinate court is found  \n\n                to have acted (i) without jurisdiction - by assuming  \n\n                jurisdiction   where   there   exists   none,   or   (ii)   in  \n\n                excess   of   its   jurisdiction   -   by   overstepping   or  \n\n                crossing the limits of jurisdiction, or (iii) acting in  \n\n                flagrant disregard of law or the rules or procedure  \n\n                or acting in violation of principles of natural justice  \n\n                where there is no procedure specified, and thereby  \n\n                occasioning failure of justice.\n</p>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_105\">                                                                                           65</span>\n\n\f\n<p data-structure=\"CDiscource\" id=\"p_122\">               (4) Supervisory jurisdiction under <a href=\"/doc/1331149/\" id=\"a_124\">Article 227</a> of the  \n\n               Constitution   is   exercised   for   keeping   the  \n\n               subordinate   courts   within   the   bounds   of   their  \n\n               jurisdiction.   When   the   subordinate   Court   has  \n\n               assumed   a   jurisdiction   which   it   does   not   have   or  \n\n               has   failed   to   exercise   a   jurisdiction   which   it   does  \n\n               have   or   the   jurisdiction   though   available   is   being  \n\n               exercised   by   the   Court   in   a   manner   not   permitted  \n\n               by law and failure of justice or grave injustice has  \n\n               occasioned thereby, the High Court may step in to  \n\n               exercise its supervisory jurisdiction.\n</p>\n\n<p data-structure=\"Section\" id=\"p_123\">               (5)   Be   it   a   writ   of   certiorari   or   the   exercise   of  \n\n               supervisory   jurisdiction,   none   is   available   to  \n\n               correct   mere   errors   of   fact   or   of   law   unless   the  \n\n               following requirements are satisfied: (i) the error is  \n\n               manifest   and   apparent   on   the   face   of   the  \n\n               proceedings   such   as   when   it   is   based   on   clear  \n\n               ignorance   or   utter   disregard   of   the   provisions   of  \n\n               law,   and   (iii(   a   grave   injustice   or   gross   failure   of  \n\n               justice has occasioned thereby.&quot;\n</p>\n\n\n\n\n<p data-structure=\"Precedent\" id=\"p_124\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1297602\" id=\"span_106\">(83)          In <a href=\"/doc/1297602/\" id=\"a_125\">Ranjeet Singh</a>&#x27;s case (supra), this Court, while explaining the \n\n\n        jurisdiction of the High Court in exercise of its power under <a href=\"/doc/1712542/\" id=\"a_126\">Article \n\n\n        226</a> and <a href=\"/doc/1331149/\" id=\"a_127\">227</a> of the Constitution, held :-</span>\n</p>\n\n\n\n<blockquote id=\"blockquote_34\">               &quot;Feeling   aggrieved   by   the   judgment   of   the  \n\n               Appellate   Court,   the   respondent   preferred   a   writ  \n\n               petition   in   the/High   Court   of   Judicature   at  \n\n               Allahabad under <a href=\"/doc/1712542/\" id=\"a_128\">Article 226</a> and alternatively under  \n\n               <a href=\"/doc/1331149/\" id=\"a_129\">Article  227</a>  of   the   Constitution.   It   was   heard   by   a  \n\n               learned Single Judge of the High Court. The High  \n\n               Court   has   set   aside   the   judgment   of   the   Appellate  \n\n               Court   and   restored   that   of   the   Trial   Court.   A  \n\n               perusal   of   the   judgment   of   the   High   Court   shows  \n\n               that   the   High   Court   has   clearly   exceeded   its  \n\n\n\n<span class=\"hidden_text\" id=\"span_107\">                                                                                           66</span>\n\n\f\n                jurisdiction   in   setting   aside   the   judgment   of   the  \n\n                Appellate Court. Though not specifically stated, the  \n\n                phraseology   employed   by   the   High   Court   in   its  \n\n                judgment,   goes   to   show   that   the   High   Court   has  \n\n                exercised   its   certiorari   jurisdiction   for   correcting  \n\n                the judgment of the Appellate Court.&quot;\n</blockquote>\n<blockquote id=\"blockquote_35\">\n\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_125\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"910940\" id=\"span_108\">(84)          In   <a href=\"/doc/910940/\" id=\"a_130\">Karnataka   State   Industrial   Investment   and   Development \n\n\n        Corporation Ltd.</a> (supra), while explaining the jurisdiction of the High \n\n\n        Court   in   exercising   its   jurisdiction   under   <a href=\"/doc/1712542/\" id=\"a_131\">Article   226</a>   of   the \n\n\n        Constitution, has stated :-</span>\n</p>\n\n\n\n<blockquote id=\"blockquote_36\">               &quot;The   High   Court   while   exercising   its   jurisdiction  \n\n               under <a href=\"/doc/1712542/\" id=\"a_132\">Article 226</a> of the Constitution does not sit as  \n\n               an appellate authority over the acts and deeds of the  \n\n               financial corporation and seek to correct them. The  \n\n               Doctrine of fairness does not convert the writ courts  \n\n               into   appellate   authorities   over   administrative  \n\n               authorities.&quot;\n</blockquote>\n<blockquote id=\"blockquote_37\">\n\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_126\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1455346\" id=\"span_109\">(85)          Shri   Ranjit   Kumar,   per   contra,   has   placed   reliance   on   the \n\n\n        observations made by this Court in the case of <a href=\"/doc/1455346/\" id=\"a_133\">State of Orissa Vs. Dr. \n\n\n        (Miss) Binapani Dei and others</a> (1967) 2 SCR 625, has observed :-</span>\n</p>\n\n\n\n<blockquote id=\"blockquote_38\">              &quot;Under <a href=\"/doc/1712542/\" id=\"a_134\">Article 226</a> of the Constitution the High Court  \n\n              is   not   precluded   from   entering   upon   a   decision   on  \n\n              questions   of   fact   raised   by   the   petition.   Where   an  \n\n              enquiry into complicated questions of fact arises in a  \n\n              petition   under   <a href=\"/doc/1712542/\" id=\"a_135\">Article  226</a>  of   the   Constitution   before  \n\n              the   right   of   an   aggrieved   party   to   obtain   relief  \n\n\n\n\n\n<span class=\"hidden_text\" id=\"span_110\">                                                                                      67</span>\n\n\f\n             claimed   may   be   determined,   the   High   Court   may   in  \n\n             appropriate cases decline to enter upon that enquiry  \n\n             and may refer the party claiming relief to a suit. But  \n\n             the   question   is   one   of   discretion   and   not   of  \n\n             jurisdiction of the Court.&quot;\n</blockquote>\n<blockquote id=\"blockquote_39\">\n\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_127\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1141333\" id=\"span_111\">(86)         In   <a href=\"/doc/1141333/\" id=\"a_136\">Smt.   Gunwant   Kaur   and   others   Vs.   Municipal   Committee, \n\n\n        Bhatinda and others</a> (1969) 3 SCC 769, this Court held as under :-</span>\n</p>\n\n\n\n<blockquote id=\"blockquote_40\">             &quot;The High Court, however, proceeded to dismiss the  \n\n             petition in limine. The High Court is not deprived of  \n\n             its jurisdiction to entertain a petition under <a href=\"/doc/1712542/\" id=\"a_137\">Article 226</a> \n\n             merely because in considering the petitioners right to  \n\n             relief questions of fact may fall to be determined. In a  \n\n             petition   under   <a href=\"/doc/1712542/\" id=\"a_138\">Article  226</a>  the   High   Court   has  \n\n             jurisdiction   to   try   issues   both   of   fact   and   law.  \n\n             Exercise of the jurisdiction is, it is true, discretionary,  \n\n             but the discretion must be exercised on sound judicial  \n\n             principles. When the petition raises questions of fact  \n\n             of   a   complex   nature,   which   may   for   their  \n\n             determination require oral evidence to be taken, and  \n\n             on that account the High Court is of the view that the  \n\n             dispute   may   not   appropriately   be   tried   in   a   writ  \n\n             petition,   the   High   Court   may   decline   to   try   a  \n\n             petition.&quot;\n</blockquote>\n<blockquote id=\"blockquote_41\">\n</blockquote><p data-structure=\"Precedent\" id=\"p_128\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1054879\" id=\"span_112\">(87)          In <a href=\"/doc/1054879/\" id=\"a_139\">Om Prakash Vs. State of Haryana and others</a> (1971) 3 SCC \n\n\n        792, this Court observed :-</span>\n</p>\n\n\n\n<blockquote id=\"blockquote_42\">             &quot;The   two   judgments   referred   to   by   the   High   Court  \n\n             proceeded on the ground that the High Court would  \n\n             not in deciding a petition for a writ under <a href=\"/doc/1712542/\" id=\"a_140\">Article 226</a>  \n\n             of   the   Constitution   enter   upon   disputed   questions   of  \n\n             fact.   But   whether   in   the   present   case   there   are  \n\n             disputed questions of fact of such complexity as would  \n\n\n\n\n<span class=\"hidden_text\" id=\"span_113\">                                                                                     68</span>\n\n\f\n             render   it   inappropriate   to   try   in   hearing   a   writ  \n\n             petition   is   a   matter   which   has   never   been   decided.  \n\n             There is no rule that the High Court will not try issues  \n\n             of fact in a writ petition. In each case the court has to  \n\n             consider   whether   the   party   seeking   relief   has   an  \n\n             alternative   remedy  which   is  equally  efficacious   by  a  \n\n             suit, whether refusal to grant relief in a writ petition  \n\n             may   amount   to   denying   relief,   whether   the   claim   is  \n\n             based   substantially   upon   consideration   of   evidence  \n\n             oral   and   documentary   of   a   complicated   nature   and  \n\n             whether the case is otherwise fit for trial in exercise  \n\n             of the jurisdiction to issue high prerogative writs.&quot;\n\n\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_129\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1943124\" id=\"span_114\">(88)     In <a href=\"/doc/1943124/\" id=\"a_141\">ABL International Ltd. and another Vs. Export Credit Guarantee \n\n\n        Corporation of India Ltd. and others</a> (2004) 3 SCC 553, this Court has \n\n\n        held :-</span>\n</p>\n\n\n\n<blockquote id=\"blockquote_43\">             &quot;Therefore, it is clear from the above enunciation of  \n\n             law   that   merely   because   one   of   the   parties   to   the  \n\n             litigation raises a dispute in regard to the facts of the  \n\n             case,   the   court   entertaining   such   petition   under  \n\n             <a href=\"/doc/1712542/\" id=\"a_142\">Article  226</a> of the Constitution is not always bound to  \n\n             relegate the parties to a suit. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1141333\" id=\"span_115\">In <a href=\"/doc/1943124/\" id=\"a_143\">the above case</a> of <a href=\"/doc/1141333/\" id=\"a_144\">Smt.  \n\n             Gunwant   Kaur</a>   (supra),   this   Court   even   went   to   the  \n\n             extent   of   holding   that   in   a   writ   petition,   if   facts  \n\n             required,   even   oral   evidence   can   be   taken.   This  \n\n             clearly   shows   that   in   an   appropriate   case,   the   writ  \n\n             court has the jurisdiction to entertain a writ petition  \n\n             involving   disputed   questions   of   fact   and   there   is   no  \n\n             absolute   bar   for   entertaining   a   writ   petition   even   if  \n\n             the same arises out of a contractual obligation and or  \n\n             involves some disputed questions of fact.&quot;</span>\n\n\n\n\n\n<span class=\"hidden_text\" id=\"span_116\">                                                                                        69</span>\n\n\f\n</blockquote><p data-structure=\"Precedent\" id=\"p_130\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"368738\" id=\"span_117\">(89)      In   <a href=\"/doc/368738/\" id=\"a_145\">Custodian   of   Evacuee   Property   Punjab   and   others   Vs.   Jafran \n\n\n        Begum</a> (1967) 3 SCR 736, this Court held :-</span>\n</p>\n\n\n\n<blockquote id=\"blockquote_44\">                      &quot;It may be added that the only question to be  \n\n              decided under<a href=\"/doc/1150879/\" id=\"a_146\"> s. 7</a> is whether the property is evacuee  \n\n              property or not and the jurisdiction of the Custodian  \n\n              to   decide   this   question   does   not   depend   upon   any  \n\n              finding   on   a   collateral   fact.   Therefore   there   is   no  \n\n              scope for the application of that line of cases where it  \n\n              has been held that where the jurisdiction of a tribunal  \n\n              of limited  jurisdiction  depends  upon the first  finding  \n\n              certain state of facts, it cannot give itself jurisdiction  \n\n              on a wrong finding of that state of fact. Here under<a href=\"/doc/1150879/\" id=\"a_147\"> s.  \n\n              7</a>  the   Custodian   has   to   decide   whether   certain  \n\n              property   is   or   is   not   evacuee   property   and   his  \n\n              jurisdiction does not depend upon any collateral fact  \n\n              being   decided   as   a   condition   precedent   to   his  \n\n              assuming jurisdiction. In these circumstances, s. 46 is  \n\n              a complete bar to the jurisdiction of civil or revenue  \n\n              courts in any matter which can be decided under<a href=\"/doc/1150879/\" id=\"a_148\"> s. 7</a>.  \n\n              This   conclusion   is   reinforced   by   the   provision  \n\n              contained in<a href=\"/doc/25031/\" id=\"a_149\"> s. 4(1)</a> of the Act which provides that the  \n\n              Act overrides other laws and would thus override<a href=\"/doc/76869205/\" id=\"a_150\"> s. 9</a> \n\n              of   the   Code   of   Civil   Procedure   on   a   combined  \n\n              reading of <a href=\"/doc/25031/\" id=\"a_151\">Sections 4</a>, <a href=\"/doc/1783810/\" id=\"a_152\">28</a> and <a href=\"/doc/375519/\" id=\"a_153\">46</a>. But as we have said  \n\n              already,   s.  46  or  s.  28  cannot  bar  the jurisdiction   of  \n\n              the High Court <a href=\"/doc/1712542/\" id=\"a_154\">Art. 226</a> of the Constitution, for that is  \n\n              a   power   conferred   on   the   High   Court   under   the  \n\n              Constitution.&quot;\n</blockquote>\n<blockquote id=\"blockquote_45\">\n\n\n\n</blockquote><p data-structure=\"Issue\" id=\"p_131\">(90)           We are of the view that the High Court has not committed an \n\n\n        error while entertaining a writ petition filed under <a href=\"/doc/1712542/\" id=\"a_155\">Article 226</a> and <a href=\"/doc/1331149/\" id=\"a_156\">227</a> \n\n\n        of   the   Constitution,   wherein   the   proceedings   under   <a href=\"/doc/1150879/\" id=\"a_157\">Section   7</a>   of  the \n\n\n        Evacuee Property Act was questioned.  We say so for the reason that \n\n\n\n<span class=\"hidden_text\" id=\"span_118\">                                                                                          70</span>\n\n\f\n        under   the   <a href=\"/doc/880333/\" id=\"a_158\">Evacuee   Property   Act</a>,   there   is   specific   bar   for   the   civil \n\n\n        court to adjudicate on the issue whether certain property is or is not \n\n\n        evacuee   property.     This   issue   can   be   decided   only   by   the   custodian \n\n\n        under the Act.  Any person aggrieved by the findings of the custodian \n\n\n        can avail the other remedies provided under the Act.  The findings and \n\n\n        the   conclusion   reached   by   the   authorities   under   the   Act   in   an \n\n\n        appropriate   case   can   be   questioned   in   a   petition   filed   under   <a href=\"/doc/1712542/\" id=\"a_159\">Article \n\n\n        226</a> of the Constitution even  it involves  disputed  questions  of facts. \n</p>\n\n<p data-structure=\"Precedent\" id=\"p_132\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"368738\" id=\"span_119\">This issue, in our view, is no more res integra in view of three Judge \n\n\n        Bench decision of this Court in <a href=\"/doc/368738/\" id=\"a_160\">Jafran Begum</a>&#x27;s case (supra).</span>        \n</p>\n\n\n\n<p data-structure=\"Issue\" id=\"p_133\">(91)           Re   :  Whether   the   lands   in   question   are   evacuee   property \n\n\n        under <a href=\"/doc/880333/\" id=\"a_161\">Evacuee Property Act</a> : \n</p>\n\n\n\n<blockquote id=\"blockquote_46\">                Shri   Mukund,  learned  counsel   for  the  appellants,   submits   that \n\n\n        the disputed lands belong to late Rahim Baksh Khan and after issuing \n\n\n        notice to the sons of late Rahim Baksh Khan and after following the \n\n\n        procedure   prescribed   under   the   <a href=\"/doc/880333/\" id=\"a_162\">Evacuee   Property   Act</a>   and   the   rules \n\n\n        framed   thereunder,   the   lands   were   notified   as   evacuee   property   by \n\n\n        issuing   notification   dated   11.12.1952.     Learned   counsel   further \n\n\n        submitted that late  Rahim Baksh Khan had the money decree against \n\n\n\n\n\n<span class=\"hidden_text\" id=\"span_120\">                                                                                             71</span>\n\n\f\nlate   Mandal   Buchaiah   and   in   execution   of   the   court   decree,   Rahim \n\n\nBaksh Khan became the owner of the property and his name had been \n\n\nrecorded in the Khatra Khatauni as owner of the said lands.  The entry \n\n\nso   made   in   the   revenue   records   was   not   questioned   by   anybody \n\n\nincluding late Mandal Buchaiah during his lifetime.    \n\n\n\n\n</blockquote><blockquote id=\"blockquote_47\">        It is further submitted that the records of the execution petition \n\n\nwas not traceable since the matter is 60 years old and they have also \n\n\nnot been placed on record by the contesting respondents.   Therefore, \n\n\nin view of the entries made in the Revenue records, late Rahim Baksh \n\n\nKhan   and   his   legal   representatives   were   in   possession   of   the   lands \n\n\nunder   dispute.     It   is   also   submitted   that   the   contesting   respondents \n\n\ntook the said lands on Ek saala lease from the Government in the year \n\n\n1952 to 1955 and only in the year 1956, they made representation for \n\n\nthe   redressal   of   their   grievance   before   the   authorities   under   the \n\n\n<a href=\"/doc/880333/\" id=\"a_163\">Evacuee   Property   Act</a>   and   since   those   representations   did   not   yield \n\n\nany result, they approached the High Court only in the year 1966 only \n\n\nquestioning   the   action   of   Tahsildar   who   had   proposed   to   auction   of \n\n\nthe   lands   for   grant   of  Ek   saala   lease.     However,   Shri   Ranjit   Kumar \n\n\nwould submit that late Rahim Baksh Khan never became the owner of \n\n\nthe   lands   since   he   did   not   execute   the   money   decree   that   he   had \n\n\n\n\n<span class=\"hidden_text\" id=\"span_121\">                                                                                    72</span>\n\n\f\nobtained   from   a   civil   court.     The   learned   senior   counsel   by   placing \n\n\nreliance   on   various   provisions   of   the   <a href=\"/doc/880333/\" id=\"a_164\">Evacuee   Property   Act</a>   and   the \n\n\nrules   framed   thereunder,   submits   that   since   procedure   prescribed \n\n\nunder the <a href=\"/doc/880333/\" id=\"a_165\">Evacuee Property Act</a> is not followed, the authorities under \n\n\nthe   Act   could   not   have   declared   the   disputed   lands   as   evacuee \n\n\nproperty.  It is submitted that the order passed under <a href=\"/doc/1150879/\" id=\"a_166\">Section 7</a> of the \n\n\nEvacuee Property Act is manifestly illegal and the illegality cannot be \n\n\nperpetuated against the contesting respondents since they are owners \n\n\nand   in   continuous   possession   of   the   property.     The   learned   senior \n\n\ncounsel also submits that except the notification issued under <a href=\"/doc/1150879/\" id=\"a_167\">Section \n\n\n7</a> of the Act, no other document such as order passed under the Act \n\n\nafter notice to the persons interested in the lands is produced by the \n\n\nState   Government   in   whose   custody   the   records   of   the   proceedings \n\n\nwere available.  Therefore, Deputy Custodian General was justified in \n\n\nsetting   aside   the   declaration   made   under   <a href=\"/doc/1150879/\" id=\"a_168\">Section   7</a>   of   the   Evacuee \n\n\nProperty Act which order has merged with the impuged judgment and \n\n\norder of the High Court.   However, learned  counsel  for the State  of \n\n\nAndhra Pradesh by referring to their counter affidavit filed in the writ \n\n\npetition before the High Court submits that the authority under the Act \n\n\nbefore   issuing   notification   under   <a href=\"/doc/1150879/\" id=\"a_169\">Section   7</a>   of   the   Evacuee   Property \n\n\n\n\n\n<span class=\"hidden_text\" id=\"span_122\">                                                                                    73</span>\n\n\f\n        Act,   the   procedure   prescribed   therein   had   been   followed   and   this \n\n\n        assertion had not been denied by the respondents by filing their reply \n\n\n        affidavit and since no denial of the factual assertion made by the State \n\n\n        Government, the only inference that can be drawn is that the proper \n\n\n        procedure prescribed under the Act had been followed before issuing \n\n\n        the notification under the <a href=\"/doc/880333/\" id=\"a_170\">Evacuee Property Act</a>.  \n\n\n\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_134\">(92)           Admittedly,   before   the   High   Court,   parties   to   the   lis   had   not \n\n\n        produced any records.  Petitioners therein claimed that they were not \n\n\n        dispossessed from the lands in dispute pursuant to any money decree \n\n\n        by late Rahim Baksh Khan or his legal representatives.  It is the stand \n\n\n        of the appellants and also the State Government that the name of late \n\n\n        Rahim Baksh Khan had been recorded in the Khatra Khatauni and the \n\n\n        authorities under the <a href=\"/doc/880333/\" id=\"a_171\">Evacuee Property Act</a> after issuing notices to the \n\n\n        legal representatives  of late Rahim Baksh Khan  and also the  public \n\n\n        notice,   the   notification   under   <a href=\"/doc/1150879/\" id=\"a_172\">Section   7</a>   of   the   Act   was   issued   and \n\n\n        gazetted.     Since   the   records   are   of   the   year   1952,   neither   the   State \n\n\n        Government   nor   the   contesting   respondents   could   produce   any \n\n\n        records or documents in support of their claim.   However, based on \n\n\n        the affidavits filed by the petitioner, the High Court proceeds to hold \n\n\n        that they were not dispossessed from their lands in accordance with \n\n\n\n\n<span class=\"hidden_text\" id=\"span_123\">                                                                                              74</span>\n\n\f\nlaw.     This   reasoning   of   the   learned   Judges   is   firstly   difficult   to \n\n\ncomprehend and secondly, difficult to accept.   It is the specific case \n\n\nof the appellants, by placing reliance on the revenue records, that the \n\n\nname of late Rahim Baksh Khan found a place in the revenue records \n\n\nprior   to   issuance   of   the   notification   dated   11.12.1952   under   the \n\n\n<a href=\"/doc/880333/\" id=\"a_173\">Evacuee   Property   Act</a>   and,   thereafter,   the   name   of   the   custodian   is \n\n\nshown   as   the   owner  of   the   lands.     The   burden   of  proof   was  on   the \n\n\npetitioners   therein   to   prove   their   title,   right   and   interest   in   the \n\n\nproperty.  It looks again very strange to us that the High Court, in the \n\n\nabsence of any records of the year 1952, proceeds to determine that \n\n\nthe official respondents had not followed the mandatory requirement \n\n\nof   the   provisions   of   the   <a href=\"/doc/880333/\" id=\"a_174\">Evacuee   Property   Act</a>   and   rules   framed \n\n\nthereunder before declaring the disputed lands as evacuee property.  It \n\n\nalso looks odd and queer to us that the High Court, in the absence of \n\n\nany   records   of   the   civil   court   and   the   executing   court,   proceeds   to \n\n\narrive   at   a   definite   finding   that   the   sale   of   property   had   not   taken \n\n\nplace.  Pursuant to the money decree passed, the executing court had \n\n\nnot auctioned disputed lands and late Rahim Baksh Khan became the \n\n\nowner of the lands, though it concedes that the above facts have to be \n\n\nproved with reference to the records and there cannot be oral evidence \n\n\n\n\n\n<span class=\"hidden_text\" id=\"span_124\">                                                                                       75</span>\n\n\f\n        in  this  regard.   To  say  the  least,  it was  highly  inappropriate   for the \n\n\n        High Court to have proceeded to determine whether any notice was \n\n\n        issued   to   late   Mandal   Buchaiah   before   notifying   the   property   as \n\n\n        evacuee property without there being any material nor the documents \n\n\n        and records by relying only on the procedure prescribed under the Act \n\n\n        and the rules thereunder, even after noticing that both the parties have \n\n\n        not produced any records, since the records are old and not traceable. \n</p>\n\n<p data-structure=\"Precedent\" id=\"p_135\">        In   view   of   the   above,   we   are   of   the   opinion,   the   High   Court   was \n\n\n        wholly   incorrect   when   it   arrives   at   a   finding   that   there   is   manifest \n\n\n        illegality   while   issuing   notification   under   <a href=\"/doc/1150879/\" id=\"a_175\">Section   7</a>   of   the   Evacuee \n\n\n        Property  Act.   For the very same  reason, we cannot also  accept the \n\n\n        findings   and   the   conclusion   reached   by   the   Collector-cum-Deputy \n\n\n        Custodian in his order dated 28.05.1979.    \n</p>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_136\">(93)           The High Court in the impugned Judgment, also gives a finding \n\n\n        that   the   authorities   under   the   Act   have   violated   the   principles   of \n\n\n        natural   justice   in   not   issuing   notice   to   the   owners   of   the   lands   in \n\n\n        dispute before taking any action under the Act.   We are of the view \n\n\n        that whether any notice under the Act was issued or not, can only be \n\n\n        decided   with   reference   to   the   records.     Such   records   were   neither \n\n\n        available nor any material was produced by the petitioners in support \n\n\n\n\n<span class=\"hidden_text\" id=\"span_125\">                                                                                              76</span>\n\n\f\n        of their assertion made in the writ petition.  Though, this assertion was \n\n\n        denied   by   the   respondents   in   their   counter   affidavit   filed   before   the \n\n\n        Court,   this   issue   is   answered   by   the   High   Court   in   favour   of   the \n\n\n        petitioners.  We disagree with the findings and conclusion reached by \n\n\n        the High Court in this regard.  \n</p>\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_137\">(94)            Re  :   Effect of acquisition and Distribution of the Evacuee \n\n\n        Propety   under   the   <a href=\"/doc/1945893/\" id=\"a_176\">Displaced   Persons   (Compensation   and \n\n\n        Rehabilitation) Act, 1954</a>.   \n</p>\n\n\n\n<p data-structure=\"Section\" id=\"p_138\">                The contention of the learned counsel Shri Mukund is that once \n\n\n        the   notification   under   Section   12   of   the   Displaced   Property   Act   is \n\n\n        issued and the lands are acquired for re-distribution, no proceedings \n\n\n        can   lie   under   the   <a href=\"/doc/880333/\" id=\"a_177\">Evacuee   Property   Act</a>.     Per   contra,   learned   senior \n\n\n        counsel   Shri   Ranjit   Kumar   would   submit   this   can   be   so,   provided \n\n\n        notification   issued   under   <a href=\"/doc/880333/\" id=\"a_178\">Evacuee   Property   Act</a>   is   valid   and   legal. \n</p>\n\n<p data-structure=\"Precedent\" id=\"p_139\">        Shri   Mukund,   learned   counsel   has   placed   reliance   on  Major   Gopal  \n\n\n        Singh and Others. vs. Custodian, Evacuee Property, Punjab (1962) 1  \n\n\n        SCR 328, Basant Ram vs. Union of India (1962) Supp. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1009966\" id=\"span_126\">2 <a href=\"/doc/1009966/\" id=\"a_179\">SCR 733 and  \n\n\n        Dafedar   Niranjan   Singh   and   Another   vs.   Custodian,   Evacuee  \n\n\n        Property (Pb</a>.) and Another (1962) 1 SCR 214.</span>\n</p>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_127\">                                                                                            77</span>\n\n\f\n<p data-structure=\"Precedent\" id=\"p_140\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"302141\" id=\"span_128\">(95)           In <a href=\"/doc/302141/\" id=\"a_180\">Major Gopal Singh</a>&#x27;s case, this Court held that &quot;the power of  \n\n\n        the   Custodian   under   the   <a href=\"/doc/880333/\" id=\"a_181\">Administration   of   Evacuee   Property   Act,  \n\n\n        1950</a>,   to   allot   any   property   to   a   person   or   to   cancel   an   allotment  \n\n\n        existing in favour of a person rests on the fact that the property vests  \n\n\n        in him.   But the consequence of the publication of the notification by  \n\n\n        the   Central   Government   under   <a href=\"/doc/691377/\" id=\"a_182\">Section   12(1)</a>   of   the   Displaced  \n\n\n        Persons   (Compensation   and   Rehabilitation)   Act   with   regard   to   any  \n\n\n        property   or   a   class   of   property   would   be   to   divest   the   custodian  \n\n\n        completely of his right in the property flowing from <a href=\"/doc/115347/\" id=\"a_183\">Section 8</a> of the  \n\n\n        Administration   of   the   Evacuee   Property   Act,   1950   and   vest   that  \n\n\n        property in the Central Government.&quot;</span>\n</p>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_141\">(96)           In Basant Ram&#x27;s case, this Court held that  &quot;It is not in dispute  \n\n\n        that   the   evacuee   property   in   these     two   villages   was   notified   under  \n\n\n        <a href=\"/doc/405885/\" id=\"a_184\">Section 12(1)</a> of the Act on March 24, 1955.  The consequence of that  \n\n\n        notification is that all rights, title and interest of the evacuee in the  \n\n\n        property  ceased with the result that the property no longer remained  \n\n\n        evacuee property.  Once, therefore, the property ceased to be evacuee  \n\n\n        property, it cannot be dealt with under Central Act No. XXXII of 1950  \n\n\n        or the Rules framed thereunder.&quot;\n</p>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_129\">                                                                                             78</span>\n\n\f\n<p data-structure=\"Section\" id=\"p_142\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"711652\" id=\"span_130\">(97)           Shri   Ranjit   Kumar&#x27;s   submission   is   that   the   proceedings   under \n\n\n        the 1954 Act only happen if the proceedings under the 1950 Act are \n\n\n        valid.  If the proceedings under 1950 Act is invalid, the 1954 Act does \n\n\n        not come into operation.   To demonstrate that, the proceedings under \n\n\n        the   <a href=\"/doc/880333/\" id=\"a_185\">Evacuee   Property   Act</a>   is   invalid   for   want   of   notice   on   the \n\n\n        person/persons who would be effected by an order under the Act, the \n\n\n        learned   senior   counsel   has   relied   on   the   observations   made   by   the \n\n\n        High Court of Bombay in the case of  <a href=\"/doc/711652/\" id=\"a_186\">Abdul Majid Hazi Mohammed  \n\n\n        vs.   P.R.   Nayak</a>  (AIR   1951   Bombay   440),    wherein     the   Court   has \n\n\n        observed that mode of service of notice under <a href=\"/doc/1150879/\" id=\"a_187\">Section 7</a> of Act read \n\n\n        with Rule 25 of the Rules, contents of the notice and the nature of the \n\n\n        order that requires to be passed by the Custodian under the <a href=\"/doc/880333/\" id=\"a_188\">Evacuee \n\n\n        Property Act</a>.</span>\n</p>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_143\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1739771\" id=\"span_131\">(98)           In  <a href=\"/doc/1739771/\" id=\"a_189\">Dr. Zafar Ali Shah and Others vs. The Assistant Custodian  \n\n\n        of   Evacuee   Property</a>   [1962]   1   SCR   749,  wherein   this   Court   has \n\n\n        observed that <a href=\"/doc/956937/\" id=\"a_190\">Section 12</a> of Displaced Persons Act, 1954 only affects \n\n\n        the  rights  of Evacuee  in his  property.     The  notification  made   under \n\n\n        that Section did not have the effect of extinguishing the petitioners&#x27; \n\n\n        rights in the houses as they had never been declared evacuees.</span>\n</p>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_132\">                                                                                         79</span>\n\n\f\n<p data-structure=\"Precedent\" id=\"p_144\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1840064\" id=\"span_133\">(99)            In  <a href=\"/doc/1840064/\" id=\"a_191\">Ebrahim   Aboobaker   vs.   Tek   Chand   Dolwani</a>   [1953]   SCR  \n\n\n         691, wherein the Court has stated  that it is well established  and not \n\n\n         disputed that no property of any person can be declared to be evacuee \n\n\n         property unless that person had first been given a notice under <a href=\"/doc/1150879/\" id=\"a_192\">Section \n\n\n         7</a> of the Act.</span>\n</p>\n\n\n\n<p data-structure=\"Section\" id=\"p_145\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1186413\" id=\"span_134\">(100)           In  <a href=\"/doc/1186413/\" id=\"a_193\">Nasir   Ahmed   vs.   Assistant   Custodian   General,   Evacuee  \n\n\n         Property,  U.P.  Lucknow  and Another</a> [1980]  3 SCR 248,  it is  held, \n\n\n         that <a href=\"/doc/1150879/\" id=\"a_194\">Section 7</a> of the Evacuee Property Act required the custodian to \n\n\n         form an opinion that the property  in question was evacuee  property \n\n\n         within  the meaning  of the Act before  any  action under that Section \n\n\n         was taken.   Under Rule 6 of the Administration of Evacuee Property \n\n\n         (Central)   Rules,   1950,   the   custodian   had   to   be   satisfied   from \n\n\n         information   in   his   possession   or   otherwise   that   the   property   was \n\n\n         prima-facie evacuee property before a notice was issued.</span>\n</p>\n\n\n\n<p data-structure=\"Issue\" id=\"p_146\">(101)           To   answer   this   issue,   we   are   required   to   notice   certain \n\n\n         provisions   of   both   the   Acts   to   arrive   at   a   finding   whether   both   the \n\n\n         Acts   operate   independent   of   each   other   or   whether   they   are \n\n\n         complimentary   and   the   action   of   one   Act   has   some   bearing   on   the \n\n\n         other Act which we are concerned in these appeals.\n</p>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_135\">                                                                                               80</span>\n\n\f\n<p data-structure=\"Conclusion\" id=\"p_147\">(102)           <a href=\"/doc/880333/\" id=\"a_195\">The Evacuee Property Act</a> was mainly intended to provide for \n\n\n         the   administration   of   evacuee   property.     <a href=\"/doc/880333/\" id=\"a_196\">The   Act</a>   is   primarily \n\n\n         concerned with evacuee property and not the person who is evacuee. \n</p>\n\n<p data-structure=\"Section\" id=\"p_148\">         The   procedure   prescribed   to   declare   a   particular   property   as   an \n\n\n         evacuee property is mandatory  and they are to be complied with by \n\n\n         the   authorities   notified   under   the   Act   and   the   Rules   framed \n\n\n         thereunder.  <a href=\"/doc/880333/\" id=\"a_197\">The Act</a> is a complete code itself in the matter of dealing \n\n\n         with evacuee property.  The question whether any property or right or \n\n\n         interest   in   any   property   is   or   is   not   evacuee   property   can   be \n\n\n         adjudicated only by the custodian and not the civil courts.  <a href=\"/doc/1150879/\" id=\"a_198\">Section 7</a> \n\n\n         of   the   Act   confers   the   power   upon   the   custodian   to   declare   certain \n\n\n         property as evacuee property.  Sub-section (1) provides that where the \n\n\n         custodian   is   of   the   opinion   that   any   property   is   evacuee   property \n\n\n         within the meaning of <a href=\"/doc/709372/\" id=\"a_199\">Section 2(f)</a> of the Evacuee Property Act, then \n\n\n         he may pass an order declaring such property to be evacuee property, \n\n\n         provided he causes notice thereof to be given in such manner as may \n\n\n         be prescribed to the persons interested and he holds such inquiry into \n\n\n         matter  as  the circumstances  of the case permit.   <a href=\"/doc/622142/\" id=\"a_200\">Section 8(1)</a> of the \n\n\n         Act envisages that once the property has been declared to be evacuee \n\n\n         property   under   <a href=\"/doc/1150879/\" id=\"a_201\">Section   7</a>,   that   property   must   be   deemed   to   have \n\n\n\n\n\n<span class=\"hidden_text\" id=\"span_136\">                                                                                             81</span>\n\n\f\nvested   in   the   custodian   for   the   State.     <a href=\"/doc/1922098/\" id=\"a_202\">Section   8(4)</a>   contemplates   a \n\n\nsituation   even   where   any   evacuee   property   has   vested   in   the \n\n\ncustodian, any person is in possession thereof shall be deemed to be \n\n\nholding it on behalf of the custodian.  <a href=\"/doc/1694085/\" id=\"a_203\">Section 9</a> gives the power to the \n\n\ncustodian to take possession of evacuee property which is vested in \n\n\nhim.   <a href=\"/doc/549284/\" id=\"a_204\">Section 24</a> confers a right of appeal against the orders passed \n\n\nunder   <a href=\"/doc/1150879/\" id=\"a_205\">Section   7</a>,   <a href=\"/doc/388629/\" id=\"a_206\">40</a>   and   <a href=\"/doc/969039/\" id=\"a_207\">48</a>   of   the   Act.     <a href=\"/doc/1169384/\" id=\"a_208\">Section   27</a>   confers   on   the \n\n\nCustodian General the power of revision to revise the orders under the \n\n\nAct   either   `suo-moto&#x27;   or   on   an   application   filed   by   the   aggrieved \n\n\nperson.     <a href=\"/doc/1783810/\" id=\"a_209\">Section   28</a>   bars   the   jurisdiction   of   the   civil   courts   from \n\n\nentertaining suits relating to matters within the exclusive jurisdiction \n\n\nof the custodian. But <a href=\"/doc/1783810/\" id=\"a_210\">Section 28</a> or <a href=\"/doc/375519/\" id=\"a_211\">Section 46</a> of the Act cannot bar \n\n\njurisdiction of the High Court under <a href=\"/doc/1712542/\" id=\"a_212\">Article 226</a> of the Constitution. \n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_149\">The question whether evacuee property has been vested in custodian \n\n\nor   not   is   a   question   of   fact   and   the   same   cannot   be   interfered   with \n\n\nexcept in exceptional circumstances which would include violation of \n\n\nprinciples   of   natural   justice   before   notifying   a   property   an   evacuee \n\n\nproperty.\n</p>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_137\">                                                                                        82</span>\n\n\f\n<p data-structure=\"Section\" id=\"p_150\">(103)           The   Displaced   Persons   Act   provides   for   payment   of \n\n\n         compensation   and   rehabilitation   grants   to   displaced   persons   and   for \n\n\n         matters   connected   therewith.     The   Sections   which   require   to   be \n\n\n         noticed   for   the   purpose   of   this   case   are   Sections   12   and   24   of   the \n\n\n         Displaced Persons Act.   <a href=\"/doc/1409527/\" id=\"a_213\">Section 12</a> of the Act authorizes the Central \n\n\n         Government   to   acquire   evacuee   property   for   rehabilitation   of   the \n\n\n         displaced   persons.     <a href=\"/doc/549284/\" id=\"a_214\">Section   24</a>   of   the   Act   vests   power   in   the   Chief \n\n\n         Settlement Commissioner to set aside or vary any order passed by any \n\n\n         of   the   officers   named   in   that   sub-section   at   any   time,   if   the   Chief \n\n\n         Settlement   Commissioner   is   not   satisfied   about   the   legality   or \n\n\n         propriety of such order.\n</p>\n\n\n\n<p data-structure=\"Section\" id=\"p_151\">(104)           To   appreciate   and   resolve   the   controversy   raised   in   these \n\n\n         appeals,   it would  be useful  to extract   the relevant   <a href=\"/doc/1409527/\" id=\"a_215\">Section  12</a>  which \n\n\n         reads as under:\n</p>\n\n\n\n<blockquote id=\"blockquote_48\">                 &quot;12.    Power   to   acquire   evacuee   property   for \n\n                 rehabilitation   of   displaced   persons--(1)   If   the \n\n                 Central   Government   is   of   opinion   that   it   is \n\n                 necessary   to   acquire   any   evacuee   property   for   a \n\n                 public purpose, being a purpose connected with the \n\n                 relief   and   rehabilitation   of   displaced   persons, \n\n                 including   payment   of   compensation   to   such \n\n                 persons,   the   Central   Government   may   at   any   time \n\n                 acquire such evacuee property by publishing in the \n\n                 Official Gazette a notification to the effect that the \n\n\n\n\n\n<span class=\"hidden_text\" id=\"span_138\">                                                                                                83</span>\n\n\f\n                Central   Government   has   decided   to   acquire   such \n\n                evacuee property in pursuance of this section. \n\n\n                (2)     On   the   publication   of   a   notification   under \n\n                sub-section   (1),   the   right,   title   and   interest   of   any \n\n                evacuee   in   the   evacuee   property   specified   in   the \n\n                notification shall, on and from the beginning of the \n\n                date   on   which   the   notification   is   so   published,   be \n\n                extinguished   and   the   evacuee   property   shall   vest \n\n                absolutely in the Central Government free from all \n\n                encumbrances.\n</blockquote>\n<blockquote id=\"blockquote_49\">\n                (3)     It shall be lawful for the Central Government, \n\n                if   it   so   considers   necessary,   to   issue   from   time   to \n\n                time the notification referred to in sub-section (1) in \n\n                respect of--\n</blockquote>\n<pre id=\"pre_2\">                (a)     all evacuee property generally; or\n\n                (b)     any class of evacuee property; or\n\n                (c)     all   evacuee   property   situated   in   a   specified \n\n                area; or\n\n                (d)     any particular evacuee property.\n\n\n\n                (4)     All   evacuee   property   acquired   under   this \n\n\n                        Section   shall   form   part   of   the   compensation \n\n\n                        pool.&quot;\n\n\n\n\n\n(105)           At   the   cost   of   repetition,   let   us   once   again   notice   the \n\n\n</pre><blockquote id=\"blockquote_50\">         submissions made by learned counsel for the parties.   Shri Mukund, \n\n\n         learned counsel for the appellant submits that once the notification is \n\n\n         issued  under  Section  12  of  the  Displaced   Property   Act,  the  evacuee \n\n\n         property notified under the <a href=\"/doc/880333/\" id=\"a_216\">Evacuee Property Act</a> no more exists and \n\n\n         therefore,   the   authorities   under   the   <a href=\"/doc/880333/\" id=\"a_217\">Evacuee   Property   Act</a>   could   not \n\n\n\n<span class=\"hidden_text\" id=\"span_139\">                                                                                          84</span>\n\n\f\n         have   passed   the   order   dated   25.09.1970   and   28.05.1979   and, \n\n\n         therefore,  Chief   Settlement Commissioner  of  Displaced   Persons  Act \n\n\n         was   justified   in   passing   the   order   dated   11.05.1983.     The   learned \n\n\n         senior counsel Shri Ranjit Kumar would submit that since there was \n\n\n         irregularity   in   declaring   the   disputed   lands   as   evacuee   property,   the \n\n\n         Deputy   Custodian   General   was   justified   in   setting   aside   the \n\n\n         notification declaring the disputed land as evacuee property.\n\n\n\n\n(106)           <a href=\"/doc/1409527/\" id=\"a_218\">Section   12</a>   of   the   Act   authorizes   the   Central   Government   to \n\n\n         acquire the evacuee property if it so desires and on such acquisition \n\n\n         the property shall vest absolutely in the Central Government free from \n\n\n         all   encumbrances.       The   pre-requisite   for   acquiring   property   under \n\n\n         <a href=\"/doc/1409527/\" id=\"a_219\">Section   12</a>   is   that   it   must   be   evacuee   property   as   defined   under \n\n\n         <a href=\"/doc/709372/\" id=\"a_220\">Section   2   (f)</a>   of   the   Act.     The   consequence   of   issuing   notification \n\n\n         under   <a href=\"/doc/1409527/\" id=\"a_221\">Section   12</a>   of   the   Act   would   denude   the   powers   of   the \n\n\n         Custodian under <a href=\"/doc/880333/\" id=\"a_222\">Evacuee Property Act</a>.  As soon as the notification is \n\n\n         published, property ceases to be evacuee property.   This Court in the \n\n\n         case of  Haji Siddik Haji Umar and Others. Vs. Union of India (1983) \n\n\n         1   SCC   408,   has   held  &quot;that   the   publication   of   a   notification   under  \n\n\n         <a href=\"/doc/1409527/\" id=\"a_223\">Section 12</a> extinguishes the right, title or interest of the evacuee in the  \n\n\n         evacuee properties.  By virtue of <a href=\"/doc/1248112/\" id=\"a_224\">Section 12(2)</a> they vest absolutely in  \n\n\n\n\n<span class=\"hidden_text\" id=\"span_140\">                                                                                            85</span>\n\n\f\n         the Central Government free from all encumbrances.  The only relief  \n\n\n         available   to   an   evacuee   is   compensation   in   accordance   with   such  \n\n\n         principles  and  in  such   manner  as  may  be   agreed  upon  between  the  \n\n\n         two   countries.   The   jurisdiction   of   the   Court   to   consider   any   orders  \n\n\n         passed   by   the   Custodian   or   any   action   taken   by   him   would   not   be  \n\n\n         barred   if   the   orders   passed   or   the   action   taken   was   without  \n\n\n         jurisdiction.   But, if a party succeeds   in establishing that the action  \n\n\n         taken or the orders passed were outside the purview of the Act, then,  \n\n\n         those would not be the orders passed under the Act.&quot;  \n\n\n\n\n</blockquote><p data-structure=\"Section\" id=\"p_152\">(107)            While   answering   the   issue   whether   the   `disputed   lands&#x27;   is \n\n\n         evacuee   property   or   not,   we   have   held   that   the   notification   issued \n\n\n         under   <a href=\"/doc/1150879/\" id=\"a_225\">Section   7</a>   of   the   Evacuee   Property   Act   is   valid   in   law   and, \n\n\n         therefore,   one   and   the   only   conclusion   that   can   be   reached   on   this \n\n\n         issue   is,   in   the   facts   and   circumstances   of   the   case,   in   view   of   the \n\n\n         notification   issued   by   the   Central   Govt.   under   Section   12   of   the \n\n\n         Displaced   Persons   Act,   for   the   `disputed   lands&#x27;   had   vested   in   the \n\n\n         Central Govt. and thereby had lost the status of evacuee property.     \n</p>\n\n\n\n<p data-structure=\"RespArg\" id=\"p_153\">(108)            Shri Ranjit Kumar also submitted that the order passed by the \n\n\n         Chief Settlement Commissioner is one without jurisdiction, since the \n\n\n\n\n\n<span class=\"hidden_text\" id=\"span_141\">                                                                                                  86</span>\n\n\f\n         said   authority   can   exercise     his   power   of   revision   to   set   a   side   any \n\n\n         order   passed   by   any   of   the   officers   named   in   that   Section.     Since \n\n\n         Deputy Custodian General is not one of those officers named in that \n\n\n         sub-section, he could not have exercised his power  of revision against \n\n\n         an order passed by Deputy Custodian General dated 28.05.1979.\n</p>\n\n\n\n<p data-structure=\"Section\" id=\"p_154\">(109)           <a href=\"/doc/549284/\" id=\"a_226\">Section 24</a> of the Act speaks of power of revision of the Chief \n\n\n         Settlement Commissioner.  The said Section reads :-\n</p>\n\n\n\n<blockquote id=\"blockquote_51\">                        &quot;Power   of   revision   of   the   Chief   Settlement  \n\n                Commissioner - (1) The Chief Settlement Commissioner  \n\n                may at any time call for the record of any proceeding  \n\n                under   this   Act   in   which   a   Settlement   Officer,   an  \n\n                Assistant   Settlement   Officer,   an   Assistant   Settlement  \n\n                Commissioner,   an   Additional   Settlement   Commissi  \n\n                oner,   a   Settlement   Commissioner,   a   Managing   officer  \n\n                or a managing corporation has passed an order for the  \n\n                purpose   of   satisfying   himself   as   to   the   legality   or  \n\n                propriety of any such order and may pass such order in  \n\n                relation thereto as he thinks fit.&quot;\n</blockquote>\n<blockquote id=\"blockquote_52\">\n\n\n\n</blockquote><p data-structure=\"Section\" id=\"p_155\">(110)            <a href=\"/doc/549284/\" id=\"a_227\">Section   24</a>   of   the   Act   gives   power   of   revision   to   Chief \n\n\n         Settlement   Commissioner   either   on   his   motion   or   an   application \n\n\n         made to him to call for the record of any proceeding under the Act \n\n\n         in order  to satisfy himself as to legality  or propriety of any order \n\n\n         passed therein and to pass such order in relation thereto as he thinks \n\n\n         fit.   The Section also provides that the said powers can be used in \n\n\n\n\n<span class=\"hidden_text\" id=\"span_142\">                                                                                                 87</span>\n\n\f\nrelation   to   the   orders   passed   by   Settlement   Commissioner,   an \n\n\nAssistant   Settlement   Commissioner,   an   Additional   Settlement \n\n\nCommissioner, a Settlement Commissioner, a Managing officer or \n\n\na managing corporation.   A bare reading of the Section shows that \n\n\nthe   Chief   Settlement   Commissioner   can   revise   the   order   if   in   his \n\n\nopinion that the orders passed by the officers named in the Section \n\n\nare   either   illegal   or   improper.     In   the   instant   case,   the   Chief \n\n\nSettlement Commissioner has invoked his revisional powers at the \n\n\nrequest of the allottees/displaced persons to revise the proceedings \n\n\nand the order passed by the Collector-cum-Deputy Custodian under \n\n\nthe provisions  of the <a href=\"/doc/880333/\" id=\"a_228\">Evacuee  Property  Act</a> dated 28.05.1979.   In \n\n\nview   of   the   plain   language   of   the   Section,   there   cannot   be   two \n\n\nviews.   In our view, what the Chief Settlement Commissioner can \n\n\ndo   is   only   to   revise   the   orders   passed   by   those   officers   who   are \n\n\nnotified   in   the   Section   itself   and   not   of   the   officers   under   the \n\n\nprovisions of the <a href=\"/doc/880333/\" id=\"a_229\">Evacuee Property Act</a>, if the orders passed by the \n\n\nnamed officers in this Section is either illegal or improper.  To this \n\n\nextent,   we   are   in   agreement   with   the   submission   made   by   the \n\n\nlearned   senior   counsel   Shri   Ranjit   Kumar.     Therefore,   the   orders \n\n\npassed   by   the   Chief   Settlement   Commissioner   in   exercise   of   his \n\n\n\n\n\n<span class=\"hidden_text\" id=\"span_143\">                                                                                      88</span>\n\n\f\n         revisional   powers   under   the   Displaced   Persons   Act   is   without \n\n\n         jurisdiction and non-est in law.  \n</p>\n\n\n\n<pre id=\"pre_3\">(111)             To sum up, our conclusions are :\n\n\n\n\n         (I)      The   High   Court   ought   not   to   have   entertained   and   granted \n\n\n</pre><p data-structure=\"Conclusion\" id=\"p_156\">                  relief   to   the   writ   petitioner/contesting   respondents,   since \n\n\n                  there   was   inordinate   and   unexplained   delay   in   approaching \n\n\n                  the court.\n</p>\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_157\">         (II)     The Judgment and order of the High Court in W.P. No. 1061 \n\n\n                  of   1966   having   attained   finality   was   binding   on   the \n\n\n                  authorities   under   the   <a href=\"/doc/880333/\" id=\"a_230\">Evacuee   Property   Act</a>   and   the   High \n\n\n                  Court   ought   not   to   have   permitted   the   writ \n\n\n                  petitioners/contesting   respondents   herein   to   re-agitate   the \n\n\n                  correctness or otherwise of the notification dated 11.12.1952 \n\n\n                  in the subsequent writ petition.  \n</p>\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_158\">         (III)    A subsequent writ petition was not maintainable in respect of \n\n\n                  an   issue   concluded   between   the   parties   in   the   earlier   writ \n\n\n                  petition.  \n</p>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_144\">                                                                                            89</span>\n\n\f\n<p data-structure=\"Conclusion\" id=\"p_159\">(IV)    In view of the specific bar under <a href=\"/doc/375519/\" id=\"a_231\">Section 46</a> of the Evacuee \n\n\n        Property   Act,   writ   petition   filed   by   the   contesting \n\n\n        respondents before the High Court was maintainable.  \n</p>\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_160\">(V)     Since   we   have   taken   exception   to   the   orders   passed   by   the \n\n\n        Collector-cum-Deputy   Custodian   and   the   Judgment   and \n\n\n        order passed by the High Court in  W.P. No. 17222 of 1990, \n\n\n        we hold notification dated 11.12.1952 is valid in law.  \n</p>\n\n\n\n<p data-structure=\"Section\" id=\"p_161\">(VI)    Since   the   notification   issued   under   <a href=\"/doc/1150879/\" id=\"a_232\">Section   7</a>   of   the   Act   is \n\n\n        valid   in   law,   the   evacuee   property   acquired   by   the   Central \n\n\n        Govt. under Section 12 of the Displaced Persons Act ceases \n\n\n        to   be   evacuee   property   and   becomes   the   property   of   the \n\n\n        Central Govt. \n</p>\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_162\">(VII) In view of the clear language employed in <a href=\"/doc/549284/\" id=\"a_233\">Section 24</a> of the \n\n\n        Act, the Chief Settlement Commissioner had no jurisdiction \n\n\n        to   revise   the   order   passed   by   the   Collector-cum-Deputy \n\n\n        Custodian under the <a href=\"/doc/880333/\" id=\"a_234\">Evacuee Property Act</a>.  \n</p>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_145\">                                                                                     90</span>\n\n\f\n<p data-structure=\"Conclusion\" id=\"p_163\">(112)                  In view of the above discussion, the appeals are allowed.  The \n\n\n            Judgment   and   order   passed   by   the   High   Court   in   W.P.   17222   of \n\n\n            1990 dated 27.04.2000 is set aside.  Costs are made easy.  \n</p>\n\n\n\n\n                                                                                                                              \n\n<p data-structure=\"Precedent\" id=\"p_164\">                                                                                             ..............................J.\n\n                                                                                                     [ D.K. JAIN ]\n\n\n\n\n\n                                                                                              ..............................J. \n\n                                                                                                     [ H. L. DATTU ]\n\n\n           New Delhi, \n\n           May 05, 2011.\n</p>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_146\">                                                                                                                        91</span>\n\n\f\n","numcites":66,"numcitedby":356,"docsource":"Supreme Court of India","citetid":373267,"divtype":"judgments","relatedqs":[{"value":"constructive res judicata","formInput":"constructive%20res%20judicata"},{"value":"res judicata ","formInput":"res%20judicata%20"},{"value":"delay and laches","formInput":"delay%20and%20laches"},{"value":"disputed question of facts","formInput":"disputed%20question%20of%20facts"},{"value":"subsequent writ petition","formInput":"subsequent%20writ%20petition"},{"value":"evacuee property ","formInput":"evacuee%20property%20"},{"value":"article 226 of constitution","formInput":"article%20226%20of%20constitution"},{"value":"high court judgments","formInput":"high%20court%20judgments"},{"value":"power of attorney","formInput":"power%20of%20attorney"},{"value":"article 136","formInput":"article%20136"},{"value":"surya dev rai  ","formInput":"surya%20dev%20rai%20%20"},{"value":"Attained finality","formInput":"Attained%20finality"},{"value":"revenue records","formInput":"revenue%20records"},{"value":"custodian of evacuee property","formInput":"custodian%20of%20evacuee%20property"},{"value":"suo moto","formInput":"suo%20moto"},{"value":"wrong forum","formInput":"wrong%20forum"},{"value":"where alternate remedy was available","formInput":"where%20alternate%20remedy%20was%20available"},{"value":"money decree","formInput":"money%20decree"},{"value":"quashing of notification","formInput":"quashing%20of%20notification"},{"value":" special leave petition","formInput":"%20special%20leave%20petition"}],"cats":[{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"}],"courtcopy":true,"query_alert":null,"agreement":false}