{"tid":1406173,"publishdate":"1960-10-17","title":"Shreedhar Thakur And Ors. vs Kesho Sao And Ors. on 17 October, 1960","doc":"<h2 class=\"doc_title\">Shreedhar Thakur And Ors. vs Kesho Sao And Ors. on 17 October, 1960</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1962PAT468, AIR 1962 PATNA 468, 1962 BLJR 267 ILR 40 PAT 507, ILR 40 PAT 507</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:n-l-untwalia\">N.L. Untwalia</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:n-l-untwalia\">N.L. Untwalia</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\n Sahai, J. \n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. This application by the second party is directed against a final order passed in a proceeding under <a href=\"/doc/1405190/\" id=\"a_1\">Section 145</a> of the Code of Criminal Procedure. It has come before this Bench on a reference made by me while sitting singly. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. The proceeding, which was drawn up under an order of the Sub-divisional Magistrate of Jamui dated the 18th January, 1956, related to a total area of 14.84 acres of lands comprised in seven khatas, namely, khatas Nos. 189, 50, 128, 84, 175, 33 and 239, in Village Basmatha, tola of mauza Anandpur, within the jurisdiction of Lakshmipur Police Station in Jamui Sub-division. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\">The only details given in the proceeding, which was drawn up, were the khata numbers, plot numbers and the area in dispute. There was nothing to indicate the total area of any of the plots, nor was there anything to show that the whole or a portion of any of the plots, numbers of which were given, was in dispute. Admittedly, the parties were at issue as to the possession over only portions of some of the plots; but there was nothing in the proceeding to indicate the direction in which the disputed portions in those plots lay. The boundary of none of the plots, or portions of the plots, was given. \n</p>\n \n\n<p data-structure=\"Facts\" id=\"p_4\">The police report, on the basis of which the proceeding was drawn up, also contained no additional details about the disputed lands. The learned Advocates for both parties have admitted before us, that, with the exception of the khatian of khata No. 239 (exhibit 6), the khatian of none of the other khatas has been put in evidence. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_5\">It is also conceded that there is nothing in the written statement of, or the evidence adduced by, either party to show the total area of any of the plots in dispute or to show on which side of a plot, in which only a portion was claimed, the disputed portion lay. \n</p> \n\n<p data-structure=\"Section\" id=\"p_6\">The position  thus is that it is not possible to ascertain either from the proceeding or from any other material on the record whether the whole of any of the plots mentioned in the proceeding is in dispute, nor is it possible to ascertain from which direction a portion of any plot is in &quot;dispute. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_7\">3. By an order dated the 6th June, 1956, the learned Magistrate referred the case under <a href=\"/doc/1494360/\" id=\"a_2\">Section 146 (1)</a> of the Code of Criminal Procedure to the Civil Court. He made no attempt whatsoever in that order to discuss the evidence, or to make an attempt to come to any conclusion on the question of possession over the subject of dispute, but merely said that the dispute was of a chronic nature, that the parties had (been?) fighting for some time, that &quot;a finding on the factum of possession after a thorough examination of&quot; the parties&#x27; contentions would be the only permanent solution, and that it was not possible for him to arrive at a decision regarding the actual possession on &quot;the facts, evidence and circumstances so far available&quot;.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_8\">4. The reference was heard by Mr. Shreenath Roy, Subordinate Judge, and Court, Monghyr, in his order dated the 25th May, 1957; he held that Kesho Sao, Kali Sao, Hira Sao, and Shree Narayan Sao, sons of Bhedlal Sao, who were the first four members of the first party, were in possession of the disputed lands. In the course of his order, however, he indicated that portions of several plots were in dispute, and that, as they had not been properly described in the proceeding, they could not be ascertained. At the end of the order, he said : \n</p><blockquote id=\"blockquote_1\">  &quot;Some of the disputed lands are portions of plot not clearly described in this proceeding. Hence the Magistrate should ascertain those portions and describe them by their boundaries to avoid future trouble before making the order absolute in respect of them also against the second party. Let the record be sent back to the learned Magistrate for needful.&quot; \n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_9\">5. On the 25th June, 1957, the first party filed a petition before the Sub-divisional Magistrate in which they indicated the side from which they claimed portions in eleven plots of five of the disputed khatas. They also mentioned the total areas of those plots and the areas claimed by them; but they made no reference to the lands of two of the khatas in dispute, namely, khatas Nos. 175 and 239. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_10\">I may here mention that it appears from the learned Subordinate Judge&#x27;s order that plot No. 3195 of khata No. 239 measures 32.38 acres and is recorded as gairmazrua malik. The first party claimed to have taken the whole area in settlement from the landlord before their zamindari vested in the State. On the other hand, Shridhar Thakur of the second party, who is petitioner No. 1 in this Court, claims 1.50 acres only out of the plot. No description of the disputed part has, been given in the petition. As to khata No. 175, the learned Subordinate Judge has stated that the disputed portion of plot No. 2320 of this khata has not been fully described. The first party has not specified that portion also in his petition. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_11\">6. The Subordinate Judge&#x27;s order was first considered by a Magistrate on the 20th August, 1957. In the order which that Magistrate passed on that date, he has stated with reference to the finding of the Subordinate Judge : \n</p>   \n\n<blockquote id=\"blockquote_2\">&quot;..................  it is found that the finding of possession is not capable of declaration inasmuch as several plots, alleged to be in dispute, are in parts and neither the proceeding nor the evidence nor the judgment of the Civil Court decide as to which part or half and from which direction is the subject-matter of the dispute in respect of which the possession is decided. The judgment directs the Magistrate to fill up this lacuna by ascertaining further details in this respect from the parties by taking evidence, if necessary......... \n</blockquote> \n\n<blockquote id=\"blockquote_3\">I have my misgivings that the function of the Civil Court and the Magistrate is about to be mixed up and even confused if a regular enquiry as to the part of the plots concerned are taken up at the end by the Magistrate.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_12\">The matter was subsequently put up before the Sub-divisional Magistrate, who, by his order dated the 23rd October, 1957, merely said with reference to the Subordinate Judge : \n</p><blockquote id=\"blockquote_4\">  &quot;Possession as found by him is held under <a href=\"/doc/1123433/\" id=\"a_3\">Section 145 (6)</a> and any disturbance in absence of the order of a competent Court is forbidden.&quot; \n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_13\">The petitioners have filed this application against that order. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_14\">7. Appearing on behalf of the petitioners, Mr. Samiyar has argued that, as the subject of dispute was not fully described and ascertained, the reference by the Magistrate to the Civil Court under <a href=\"/doc/1494360/\" id=\"a_4\">Section 146 (1)</a> of the Code of Criminal Procedure was incompetent, and, for that reason, the entire proceedings thereafter, those before the Subordinate Judge as well as those before the Magistrate are illegal and void. On the other hand, Mr. Sitaram Prasad, who appears on behalf of the opposite party, has argued that the Magistrate has merely disposed of under Sub-section (1B) of <a href=\"/doc/1193950/\" id=\"a_5\">Section 146</a> the proceeding under <a href=\"/doc/1405190/\" id=\"a_6\">Section 145</a> in conformity with the decision of the Civil Court which cannot be challenged by way of appeal, review or revision. On this basis, he has urged that this Court cannot interfere. It is necessary to consider these arguments. \n</p> \n\n<p data-structure=\"Section\" id=\"p_15\">8. It is manifest that the subject of dispute in a proceeding under <a href=\"/doc/1405190/\" id=\"a_7\">Section 145</a> of the Code of Criminal Procedure must be fully ascertained. The Magistrate is required in such a proceeding to find which of the parties was in actual possession of the subject of dispute on the date on which the initial proceeding was drawn up, except in the case of \nforcible dispossession within two months next before that date with which we are not concerned in this case. The finding given by the Magistrate binds, at least, the parties to the proceeding if not others. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_16\">In case of a subsequent dispute, the successful party can put the order under <a href=\"/doc/1405190/\" id=\"a_8\">Section 145</a> in evidence to show that he was found to be in possession. If the unsuccessful party disturbs his possession, that party may, in suitable cases, be dealt with under <a href=\"/doc/1127398/\" id=\"a_9\">Section 188</a> of the Penal Code. If, therefore, the subject-matter is left vague and cannot be ascertained even with reference to the materials on the record, read with the initial proceeding, the entire purpose of a proceeding under <a href=\"/doc/1405190/\" id=\"a_10\">Section 145</a> would be frustrated. It is hardly necessary to refer to any decision in support of this conclusion; but, as two decisions have been brought to our notice, I may mention them. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_17\">9. In Maharaja Surajkanta v. Maharaja Jagadindra Nath Roy, 5 Cri LJ 32, the Magistrate had attached the subject-matter of dispute under <a href=\"/doc/1193950/\" id=\"a_11\">Section 146</a> of the Code. A Bench of the Calcutta High Court set aside that order and observed: \n</p><blockquote id=\"blockquote_5\">  &quot;In order that an order might be passed under <a href=\"/doc/1405190/\" id=\"a_12\">Section 145</a> or 146, <a href=\"/doc/445276/\" id=\"a_13\">Criminal Procedure Code</a>, the subject-matter of the dispute must be clearly determined. In this case the Magistrate distinctly says that he has not been able to determine what the claims of the respective parties are, and it is evident that no order could be passed under such circumstances except an order under <a href=\"/doc/1193950/\" id=\"a_14\">Section 146</a>. In our opinion, the subject-matter of dispute should have been determined first, and then a proceeding should have been drawn up under <a href=\"/doc/1405190/\" id=\"a_15\">Section 145</a>.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_18\">10. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1068965\" id=\"span_1\">In <a href=\"/doc/1068965/\" id=\"a_16\">Khartar Sao v. Pradip Singh</a>, AIR 1952 Pat 234 Das, J. (as he then was) stated :</span> \n</p><blockquote id=\"blockquote_6\">  &quot;........... the final order passed in the proceeding can have no meaning, unless it is known for certain what is the subject of dispute in respect of which the final order has been passed.&quot; \n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_19\">11. Mr. Sitaram Prasad has, however, argued with great vehemence that non-description or misdescription of the subject of dispute in a proceeding under <a href=\"/doc/1405190/\" id=\"a_17\">Section 145</a> is not a fatal defect, if the parties knew it fully well, and they did not raise any question about its identity. He has relied upon several decisions, and I will consider them; but it seems to me that his argument cannot be accepted in the form in which he has put it. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_20\">The correct principles may be stated as follows. The initial proceeding should contain full descriptions of the subject of dispute so that it can be definitely ascertained without any difficulty. If that is not done, the defect is ordinarily fatal; but, in cases where the parties have not raised any dispute as to the identity and there are materials on the record which can lead to its positive identification, the defect may be condoned. The mere fact that the lands are well known to the parties, who have not questioned its identity, is not sufficient because, in case of subsequent disputes, one party may point out one piece of land or one thing as the subject of dispute and the other party may point out another piece of land or another thing. On this basis alone, the final order under <a href=\"/doc/1405190/\" id=\"a_18\">Section\n145</a> would become quite ineffective and inoperative. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_21\">12. The earliest case which Mr. Prasad has brought to our notice is that of Gordon Sims v. Johurry Lall, 5 Cal WN 563. A Division Bench of the Calcutta High Court has held in that case that &quot;there can be no question that what is required is that the disputed land should be thoroughly well ascertained by both parties&quot;. Their Lordships, however, repelled an argument that, no specification of the boundaries of the disputed lands having given in the proceeding, the Court could not proceed to decide the question of possession. They observed: \n</p><blockquote id=\"blockquote_7\">  &quot;.........   from  first   to   last,   the parties   were not at issue upon the question as to what the disputed lands were and not only were the parties not at issue on this matter but neither the Court nor anybody concerned in this dispute was under any misapprehension as to this point. The real question in dispute was which party held a Civil Court decree for possession of this land.&quot; \n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_22\">It seems that, although the disputed land was not fully described in the proceeding, its description was contained in the Civil Court decree. That being so, there was material on the record from which the disputed land could be ascertained, and, as the parties had not raised any question in respect of the identity of the land, their Lordships refused to interfere. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_23\">13. The   next   case   is   a   decision   of a single Judge   of  this   Court in   Jhaman   Mahton   v.  Thakuri Mahton, 21 Cri LJ 625   :   (AIR 1920 Pat 219). His   Lordship   overruled    the    objection    that    the proceeding was bad as it did not indicate the specific plots in  dispute by saying that  &quot;the parties fully knew what the lands in dispute were&quot;,   and, therefore,   no prejudice had  been caused to them. With great respect, I think that the rule laid down in that case is too wide.     As I have pointed out, the mere  fact that the parties knew the disputed land is hardly of any use because they may not agree as to its identity in case of future dispute. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_24\">14. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1274533\" id=\"span_2\">In <a href=\"/doc/1274533/\" id=\"a_19\">Khudiram Mandal v. Jitendra Nath</a>, AIR 1952 Cal 713, Chakravartti, J., has stated that the description of the disputed property as contained in the proceeding was too wide, but its description as contained in the police report was correct. Referring to the incorrect description in the proceeding, Sinha, J., has observed:</span> \n</p><blockquote id=\"blockquote_8\">  &quot;This defect in the order would have been fatal but for the fact that all the parties knew exactly what the dispute was and dealt with the same in their respective written statements. There was, therefore, no prejudice suffered by any party by reason of the inaccuracy in the description of the disputed property.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_25\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1274533\" id=\"span_3\">It is clear, therefore, that there was material in the shape of the police report <a href=\"/doc/1274533/\" id=\"a_20\">in that case</a> where-from the disputed land could be definitely ascertained, and, as the parties knew exactly what the land in dispute was, their Lordships did not interfere.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_26\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1997324\" id=\"span_4\">15. The last case, which has been brought to our notice, is a decision of the Judicial Commissioner, Tripura, in <a href=\"/doc/1997324/\" id=\"a_21\">Padmanava Bhattacherjee  v. Bidhubushan Das</a>, AIR 1958 Tripura 37. In that case also, there was material on the record from which the disputed lands could be positively found out.</span> \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_27\">16. There is thus ample support for the views which I have expressed as to the real principles. In the present case, the parties may have known the lands in dispute; but there is no material on the record from which they can be ascertained beyond doubt. In fact, the Subordinate Judge was quite vague about them, and the order of the Magistrate dated the 20th August, 1957, shows that there was a great confusion, and that he was quite perplexed as to the action which he should take. The filing of the petition dated the 25th June, 1957, by the first party did not serve any purpose. Such a petition filed after the Civil Court has given its decision cannot be made the basis of any order by the Magistrate. Besides, the petition is defective, as I have already pointed out. Though the first party gave some description of the portions claimed by them in eleven plots of five khatas in that petition, they did not even make an attempt to describe the portions of lands in dispute in the remaining two khatas. The Magistrate could not ascertain the lands in dispute without hearing both parties and taking their evidence into consideration. Ultimately, the Subdivisional Magistrate did not make any effort to determine the disputed lands, and just passed an order in accordance with the latter part of Sub-section (1-B) of <a href=\"/doc/1193950/\" id=\"a_22\">Section 146</a>. The disputed lands, therefore, continued to be vague and unascertained in this case. \n</p> \n\n<p data-structure=\"Section\" id=\"p_28\">17. The question which now arises is whether this Court can interfere with the order which has been passed. Sub-section (1-D) of <a href=\"/doc/1193950/\" id=\"a_23\">Section 146</a> provides that no appeal, review or revision shall He from any finding of the Civil Court given on a reference under the section. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_29\">The Civil Court gives its finding on the question of possession under Sub-section (1-A) and transmits it to the Magistrate under Sub-section (1-B). In view of Sub-section (1-D), it is manifest that the Civil Court&#x27;s finding cannot be challenged by way of appeal, review or revision against it. There is no provision, prohibiting an appeal, review or revision against the Magistrate&#x27;s final order; but that order has to be passed by him under Sub-section (1-B) &quot;in conformity with the decision of the Civil Court&quot;. If, therefore, there is a proper reference under <a href=\"/doc/1193950/\" id=\"a_24\">Section 146</a>, this Court cannot interfere with the Magistrate&#x27;s order in a revision directed against it except on the limited point that it is not in accordance with the decision of the Civil Court. This is because there can be no interference with the findings of the Civil Court even indirectly. Somasundaram, J., has, in Muthu Sethurayar v. Lourduswami Odayar, AIR 1959 Mad 111, quoted an observation from Madden v. Nelson and Fort Sheppard Railway, 1899 AC 626, which is very apt and which is as under: \n</p><blockquote id=\"blockquote_9\">  &quot;It is very familiar principle that you cannot do that indirectly which you are prohibited from doing directly,&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_30\">The learned Judge has given his conclusion as follows : \n</p><blockquote id=\"blockquote_10\">  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1211690\" id=\"span_5\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1045538\" id=\"span_6\">&quot;Therefore, for this court to go into the correctness of the findings of the Civil Court would to do a thing indirectly what is directly prohibited. What utmost this court can do in revision is to ascertain whether the criminal court has implemented the decision of the Civil Court.&quot; With respect, I am in entire agreement with this view. Similar views have been expressed by N.K. Sen, J., in <a href=\"/doc/1045538/\" id=\"a_25\">Ram Narayan Goswami v. Bishwanath &#x27;Goswami</a>, AIR 1959 Cal 366 and M.C. Desai, J., in <a href=\"/doc/1211690/\" id=\"a_26\">Taashuq Hussain v. State</a>, AIR 1959 All 568.</span></span> \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_31\">18. I have now to consider the legal position which arises if the reference is altogether incompetent. This question did not arise in the cases which I have referred to, and no other case on the point has been brought to our notice. \n</p> \n\n<p data-structure=\"Section\" id=\"p_32\">19. Sub-section (1) of <a href=\"/doc/1193950/\" id=\"a_27\">Section 146</a> lays down that a Magistrate can make a reference to a Civil Court, (1) if be is of opinion that none of the parties was in possession of the subject of dispute on the date of the proceeding, or (2) if he is unable to decide as to which of them was then in such possession. As I have already said, the Magistrate did not, in this case, make any attempt whatever to consider or discuss the evidence in order to find whether one or the other party was in possession or none of the parties was in possession. A Magistrate cannot take recourse to <a href=\"/doc/1494360/\" id=\"a_28\">Section 146 (1)</a> merely for the purpose of shifting his own responsibility. It is only when either of the two contingencies mentioned in the sub-section arises that he can refer the case to the Civil Court. I must therefore, express my strong disapproval of the way in which the Magistrate referred the present case under <a href=\"/doc/1193950/\" id=\"a_29\">Section 146</a> to the Civil Court; but I am unable to hold that the reference is incompetent merely for that reason. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_33\">A more important defect, however, is that he left the subject of dispute entirely vague. Had he made any effort to decide the question of possession, he would himself have discovered that the subject of dispute could not be ascertained on the basis of the proceeding or any material on the record. The present difficulty would not then have arisen. \n</p> \n\n<p data-structure=\"Section\" id=\"p_34\">20. Sub-section (4) of <a href=\"/doc/1405190/\" id=\"a_30\">Section 145</a> provide? that the Magistrate should decide the question of possession of the subject of dispute without reference to the merits or the claims of any of the parties to a right to possess it. Unless the subject of dispute is ascertainable, there is nothing on which the finding of possession can operate. If the Magistrate makes a reference under <a href=\"/doc/1193950/\" id=\"a_31\">Section 146</a> without drawing up any proceeding under <a href=\"/doc/1405190/\" id=\"a_32\">Section 145</a>, or if he does so when the subject of dispute is altogether vague, it seems to me to be perfectly clear that the reference made by him must be held to be incompetent and illegal. That being so, I agree with Mr. Samaiyar that the entire proceedings after such illegal reference must be struck down as being without jurisdiction. No power has been given to the Civil Court to direct the Magistrate in its decision on a reference made under <a href=\"/doc/1193950/\" id=\"a_33\">Section 146</a> to ascertain the lands in dispute as the learned Subordinate Judge has done in this case. It is abundantly clear, therefore, that those lands must be ascertained before the reference is made. I must, however, guard \nmyself against being misunderstood. A slight misdescription or want of some particulars of the subject of dispute cannot make the reference illegal. That will happen only if the subject is left quite vague and cannot be ascertained from any material on the record. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_35\">21. I have not considered the merits of the decision given by the Subordinate Judge in this case for the simple reason that this Court cannot interfere with his decision or consider its correctness. As, however, the decision is without jurisdiction on the ground that the reference was incompetent, neither that decision nor the learned Magistrate&#x27;s final order can be upheld. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_36\">22. For the reasons given above, I allow the application, and set aside the Subdivisional Magistrate&#x27;s final order. The proceeding, which is highly defective, is also quashed; The Subdivisional Magistrate will call for a report from the police and will also hear the parties. If he feels satisfied that an apprehension of a breach of the peace continues and that action under <a href=\"/doc/1405190/\" id=\"a_34\">Section 145</a> of the Code of Criminal Procedure is necessary, he will first ascertain the disputed lands. Thereafter, he will draw up a proceeding, giving sufficient details and descriptions of the lands in dispute so as to enable any one to identify them easily. Such a proceeding, if drawn up, will be disposed of in accordance with law. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_37\"> Untwalia,  J. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_38\">23.   I agree. \n</p>\n \n\n","numcites":11,"numcitedby":10,"docsource":"Patna High Court","citetid":1406173,"divtype":"judgments","relatedqs":[{"value":"review and appeal","formInput":"review%20and%20appeal"},{"value":"land dispute","formInput":"land%20dispute"},{"value":"boundary","formInput":"boundary"},{"value":"final order","formInput":"final%20order"},{"value":"AIR 1959","formInput":"AIR%201959"},{"value":"Vague","formInput":"Vague"},{"value":"section 146","formInput":"section%20146"},{"value":"fatal","formInput":"fatal"},{"value":"Sub divisional magistrate","formInput":"Sub%20divisional%20magistrate"}],"cats":[{"value":"procedure-land-dispute","formInput":"tag:procedure-land-dispute"}],"courtcopy":false,"query_alert":null,"agreement":false}