{"tid":1768336,"publishdate":"2002-01-29","title":"Konda Lakshmana Bapuji vs Govt. Of Andhra Pradesh & Ors on 29 January, 2002","doc":"<h2 class=\"doc_title\">Konda Lakshmana Bapuji vs Govt. Of Andhra Pradesh &amp; Ors on 29 January, 2002</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2002 SUPREME COURT 1012, 2002 AIR SCW 730, 2002 (1) SLT 590, 2002 (3) SRJ 94, (2002) 2 JT 253 (SC), 2002 (1) SCALE 584, 2002 (1) LRI 289, 2002 (3) SCC 258, (2002) 3 MAHLR 303, (2002) 1 SCJ 508, (2002) 2 ANDHLD 56, (2002) 1 SUPREME 551, (2002) 1 SCALE 584</h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-s-quadri\">Syed Shah Mohammed Quadri</a>, <a href=\"/search/?formInput=benchid:s-n-phukan\">S.N. Phukan</a></h3>\n\n<pre id=\"pre_1\">           CASE NO.:\nAppeal (civil) 2063  of  1999\n\n\n\nPETITIONER:\nKONDA LAKSHMANA BAPUJI\n\n\tVs.\n\nRESPONDENT:\nGOVT. OF ANDHRA PRADESH &amp; ORS.\n\nDATE OF JUDGMENT:\t29/01/2002\n\nBENCH:\nSyed Shah Mohammed Quadri &amp; S.N. Phukan\n\n\n\n\nJUDGMENT:</pre>\n\n\n<p data-structure=\"Issue\" id=\"p_1\">SYED SHAH MOHAMMED QUADRI,  J.\n</p>\n<p data-structure=\"Facts\" id=\"p_2\">This appeal, by special leave, is from the judgment of the\nDivision Bench of the High Court of Judicature, Andhra\nPradesh at Hyderabad dated October 27, 1998 dismissing Writ\nPetition No.5332 of 1993, filed by the appellant assailing the\norder of the Special Court under <a href=\"/doc/157768711/\" id=\"a_1\">A.P.Land Grabbing\n(Prohibition) Act, 1982</a> (for short, &#x27;the Act&#x27;) in L.G.C.No.61 of\n1990 dated April 16, 1993.  The Special Court had upheld the\nclaim of the first respondent (the State of Andhra Pradesh\nrepresented by its Chief Secretary) that the appellant was a land\ngrabber of land of an extent of 2 acres 06 guntas, comprised in\nSurvey Nos.9/15 Paiki, 9/16, and 9/17 of Khairathabad Village,\nGolconda Mandal, Hyderabad District (for short, &#x27;the land in\ndispute&#x27;) and directed the appellant to restore possession of that\nland to the first respondent in terms of the decree.\nTo comprehend the controversy in the appeal it would be\nappropriate to set out the relevant facts.  The appellant traces\nhis title to the land in dispute under an unregistered agreement\nfor perpetual lease executed by one of the successors of the\nInamdar, Mohd. Noorudin Asrari, in respect of the Inam land in\nSurvey Nos.9/15, 9/16, 9/17 and 9/18, on November 28, 1954\n(Ex.B-39).  Later the said Asrari executed a registered perpetual\nlease deed in favour of the appellant on December 11, 1957 (a\ncertified copy is marked as Ex.B-40).  Soon thereafter one\nRasheed Shahpurji Chenoy had set up a rival claim to the land\nin dispute by filing Original Suit No.13 of 1958, in the Court of\nthe Additional Chief Judge, City Civil Court, Hyderabad,\nagainst the first respondent, the appellant and others praying for\ndeclaration of title to and recovery of possession of the said\nland.  In that suit the learned Additional Chief Judge passed an\ninterim order directing the parties to maintain status quo in\nregard to the land in dispute.\tHowever, the appellant having\nsought permission of the court, constructed a building &quot;Jala\nDrushyam&quot; on the land in dispute on his giving an undertaking\nthat in the event of the plaintiff therein succeeding in the suit,\nthe building would be vacated by him, leaving the structures\nintact, without claiming any compensation. On November 11,\n1975 the said suit of Rasheed Shahpurji Chenoy was dismissed\nrecording the finding that he did not have any title to the suit\nland which was the Government land  (Ex.A-1).\n</p>\n<p data-structure=\"Facts\" id=\"p_3\">It appears that as a follow up action of the minutes of the\ncommittee held in the chamber of the Chief Secretary to the\nGovernment of Andhra Pradesh, the Deputy Secretary, G.A.D.\n(O.P.LLL) by his letter dated September 14, 1959 (Ex.B-35)\nasked the Collector, inter alia, to declare the land situated\nbetween the Secretariat and the Fisheries Department (which\nincludes the land in dispute) as the Government land.\nThereafter on October 5, 1959, the Collector passed order\ndeclaring Survey No.9/15 paiki, 9/16, 9/17, 9/18 and 9/19\nadmeasuring 19 acres 29 guntas as Government Land and\ninformed the Chief Secretary accordingly on October 20, 1959\n(Ex.A-14 and Ex.B-34).\n</p>\n<p data-structure=\"Facts\" id=\"p_4\">On February 28, 1976, the Tehsildar, Hyderabad, Urban\nTaluk, noticing that the appellant was in unauthorised\noccupation of Government land, issued eviction notice calling\nupon him to vacate the land comprised in Survey No.9/15 paiki,\n9/16 &amp; 9/17 admeasuring 2 acres 28 guntas (Ex.B-38).\nPursuant to the said notice, an order of eviction was passed\nagainst the appellant on May 28, 1977 (Ex.B-58).  That order\nwas challenged by the appellant in Writ Petition No.1414 of\n1977 in the High Court of Judicature, Andhra Pradesh at\nHyderabad.  A learned single Judge of the High Court allowed\nthe writ petition on January 20, 1978 (Ex.A-3).\t Questioning\nthat order the first respondent filed W.A.No.61 of 1978 before\nthe Division Bench.  It would be relevant to note here that the\nAct came into force on September 6, 1982 but that fact was not\nbrought to the notice of the Division Bench at the hearing of the\nWrit Appeal.  The Division Bench opined that there was bona\nfide dispute of title to the land in dispute between the appellant\nand the Government which must be adjudicated upon by the\nordinary court of law and that the Government could not decide\nunilaterally in its own favour and resort to summary eviction\nproceedings under the <a href=\"/doc/16951889/\" id=\"a_2\">Andhra Pradesh Land Encroachment\nAct, 1905</a> (for short, &#x27;the <a href=\"/doc/28328777/\" id=\"a_3\">Land Encroachment Act</a>&#x27;) and\ndismissed the Writ Appeal on November 14, 1983 (Ex.A-4).\nThe appellant again filed Writ Petition 15724 of 1984\napprehending his dispossession from the land in dispute.  On\nJune 16, 1986, a learned Single Judge of the High Court\ndisposed of the Writ Petition taking note of the observations of\nthe Division Bench in the said Writ Appeal and the fact that the\nfirst respondent had filed, O.S. No1497 of 1985 in the Court of\nthe IV Additional Judge, City Civil Court, Hyderabad for\ndeclaration of title and recovery of possession of land in dispute\non November 25, 1985.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_5\">In view of the provisions of sub-section (8) of <a href=\"/doc/145940961/\" id=\"a_4\">Section 8</a>\nof the Act, the said suit of the first respondent was transferred\nto the Special Court from the Court of the IV Additional Judge.\nThough the order of the transfer of the suit was challenged by\nthe appellant in the High Court by filing civil revision petition,\nit was later dismissed as not pressed.\tBe that as it may, the first\nrespondent filed an application invoking jurisdiction of Special\nCourt for taking cognizance of the case and prayed that the\nplaint in the said suit be read as part of the application.\nThereupon, the Special Court issued notification for\nconsideration of objections under the first proviso to sub-\nsection (6) of <a href=\"/doc/145940961/\" id=\"a_5\">Section 8</a> of the Act in the Andhra Pradesh\nGazette on April 1, 1992.  The Special Court, after considering\nthe objections filed by the appellant taking cognizance of the\ncase, LGC No.61 of 1990 (referred to in this judgment as &#x27;the\ncase&#x27;), tried the case as a civil suit.\t The parties were given\nopportunity to lead evidence both oral and documentary.\t The\nfirst respondent examined P.W.1 and marked Exs.A-1 to A-48;\nthe appellant examined himself as R.W.1 and marked Exs. B-1\nto B-65.  By consent of the parties Exs.X-1 to X-4 (copies of\nvarious plans) were also marked. After considering the\nevidence adduced by both the sides the Special Court decreed\nthe case of the first respondent on April 16, 1993 which was\nupheld by the Division Bench of the High Court in the said\nW.P.No.5332 of 1993 (filed by the appellant) by its judgment\nand order dated October 27, 1998 which is under challenge in\nthis appeal.\n</p>\n<p data-structure=\"PetArg\" id=\"p_6\">Three main contentions were elaborated by Mr.K.\nParasaran, the learned senior counsel appearing for the\nappellant.  His first contention is that the appellant could not be\nheld to be a land grabber as his possession was alleged to be\npermissive by the first respondent and he was found to have\nprima facie bona fide claim to the property in dispute by the\nHigh Court in Writ Petition No.1414 of 1977 and Writ Appeal\nNo.61 of 1978.\tThe second contention is that the Special Court\nhad no jurisdiction to try the case and the third contention is\nthat, in any event, the appellant had perfected his title to the\nland in dispute by adverse possession.\n</p>\n<p data-structure=\"Issue\" id=\"p_7\">Mr.Altaf Ahmad, the learned Additional Solicitor\nGeneral, appearing for the first respondent, has argued that the\nquestions whether the appellant is a land grabber and whether\nhe has title to the land in dispute or it is a government land,\nwere decided by the Special Court after trial and the appellant\nhad ample opportunity to establish his case; the appellant\nchallenged the order of the transfer of the suit from the Civil\nCourt to the Special Court in the High Court by filing a civil\nrevision petition; he, however, did not press it.  After the said\nquestions were found against him by the Special Court,\nsubmitted Mr.Ahmad, the appellant could not be permitted to\nchallenge the jurisdiction of the Special Court and they, being\nthe findings of fact, are not open to challenge in appeal filed\nunder <a href=\"/doc/427855/\" id=\"a_6\">Article 136</a> of the Constitution.\n</p>\n<p data-structure=\"Issue\" id=\"p_8\">These contentions can conveniently be dealt with\ntogether.\n</p>\n<p data-structure=\"Issue\" id=\"p_9\">On the contentions, urged before us, we find that the\nSpecial Court framed Issue Nos.3, 5 and 6 which are as follows:\n</p>\n<blockquote id=\"blockquote_1\">&quot;(3) Whether this Court has jurisdiction to\nentertain the suit as it raises bona fide dispute\nof title?\n</blockquote>\n<blockquote id=\"blockquote_2\"> (5) Whether the respondent perfected title by\nadverse possession?\n</blockquote>\n<blockquote id=\"blockquote_3\"> (6) Whether the respondent is a land grabber\nwithin the meaning of the Act?&quot;\n</blockquote>\n\n<p data-structure=\"Facts\" id=\"p_10\">It was held, on those issues, that the Special Court had\njurisdiction to try the case; the appellant did not prescribe title\nby adverse possession and that the appellant was a land grabber.\nThe findings recorded by the Special Court were approved by\nthe High Court in the writ petition filed by the appellant.  The\ncorrectness of those findings are assailed in this appeal.\nBefore proceeding further, it is appropriate to determine\nthe question of jurisdiction of the Special Court. On this\nquestion, it is noted above, Issue No.3 was framed and the\nSpecial Court held that it had jurisdiction. The High Court after\nadverting to the relevant provisions of the Act, concluded :\n</p>\n<blockquote id=\"blockquote_4\">&quot;We find, therefore, in the totality of the situation\nand in view of the specific provisions as laid down\nby the Act, the Special Court was within its\njurisdiction to deal with the matter and to go into\nthe case as to whether there is any title involved in\nfavour of the writ petitioner.\tIncidentally, be it\nnoted that the statute itself has equated the Special\nCourt with that of a Civil Court with all the powers\nof the Civil Court.  Elaborate and detailed enquiry\nhas been conducted by way of a regular trial like\nany other civil suit, and like any other civil suit,\nevidence has been recorded and considered and the\nSpecial Court came to a definite finding.  Does it\nwarrant intervention of the writ court on the basis\nof the above?  The answer cannot but be in the\nnegative.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1996908\" id=\"span_1\">Having regard to the principles laid down by a\nConstitution Bench of this Court in <a href=\"/doc/1996908/\" id=\"a_7\">Dhulabhai &amp; Ors.  Vs.  The\nState of Madhya Pradesh &amp; Anr.</a> [1968 (3) SCR 662], it will be\napt to advert to the scheme and the provisions of the Act having\na bearing on the question of jurisdiction of the Special Court\nand Special Tribunal.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_12\"> <a href=\"/doc/138221830/\" id=\"a_8\">Section 17B</a> of the Act provides that the schedule to the\nAct shall constitute the guidelines for the interpretation and\nimplementation of the Act.  We have perused the <a href=\"/doc/157768711/\" id=\"a_9\">Schedule to\nthe Act</a> containing the Statement of Objects and Reasons to the\nAndhra Pradesh Land Grabbing (Prohibition) Bill of 1982 as\nwell as the Bill of 1987.  The point that is sought to be made\nout in the Schedule is that having regard to the increasing trend\nin grabbing the lands of the Government, local authorities,\nwakfs, charitable and religious endowments, evacuees and\nprivate persons by unscrupulous and resourceful persons\nforming a distinct class of economic offenders backed by\nwealth without any semblance of right and having taken note of\nthe delays in disposal of civil and criminal cases in the regular\ncourts, the State Legislature felt that unless all such cases of\nland grabbing are immediately detected and dealt sternly and\nswiftly by specially devised adjudicating forums the evil cannot\nsubside and social injustice will continue to be perpetrated with\nimpunity.  <a href=\"/doc/157768711/\" id=\"a_10\">The Act</a> constituted a Special Court, having both the\ncivil and criminal jurisdiction, which consists of a serving or\nretired Judge of a High Court (Chairman), a serving or retired\nDistrict Judge and a serving or retired Civil Servant not below\nthe rank of a District Collector (as members) to entertain the\ncases in which the magnitude of the evil needs immediate\neradication so as to avoid duplication and to further the cause of\njustice.  The Court of the District Judge having jurisdiction over\nthe area including Chief Judge, City Civil Court, Hyderabad, is\nconstituted as a Special Tribunal to try cases of which\ncognizance was not taken by the Special Court in regard to any\nalleged act of land grabbing or with respect to ownership and\ntitle to or lawful possession of the land grabbed on or after the\ncommencement of the Act. Against any judgment or order of\nthe Special Tribunal (not being interlocutory order) an appeal is\nprovided to the Special Court on questions of both law and fact.\nThe Special Tribunal has only civil jurisdiction and <a href=\"/doc/161831507/\" id=\"a_11\">the Code of\nCivil Procedure</a> is applicable to the proceedings before it\nwhereas the Special Court has both the civil as well as the\ncriminal jurisdiction to which the provisions of Codes of Civil\nProcedure and Criminal Procedure apply.\t Both the Special\nCourt as well as the Special Tribunals have power to reject any\ncase brought before them if it is prima facie frivolous or\nvexatious.  It is provided that any case pending before any court\nor other authority immediately before the commencement of the\nAct as would have been within the jurisdiction of the Special\nTribunal/Special Court, shall stand transferred to the Special\nTribunal/Special Court, as the case may be, as if the cause of\naction on which such suit or proceeding is based, had arisen\nafter such commencement. If the Special Court is of the opinion\nthat any case brought before it is not a fit case to be taken\ncognizance of, it may return the same for presentation before\nthe Special Tribunal.  There is, however, no provision that the\ncase should be transferred back to the Civil Court if the final\ndetermination by the Special Tribunal or by the Special Court\nresults in recording a finding that the occupation of the land by\nthe respondent does not amount to land grabbing.  This is\nbecause statutorily the Special Court is a Civil Court having\nboth original and appellate jurisdiction as well as a Court of\nSession for all practical purposes and the District Judge having\njurisdiction over the area in which land is alleged to be grabbed\nis constituted as a Special Tribunal.\n</p>\n<p data-structure=\"Section\" id=\"p_13\">\tIt is apt to refer to the relevant provisions of the Act.\n<a href=\"/doc/136814851/\" id=\"a_12\">Section 2</a> contains definition of various terms and expressions\nused in the Act.  <a href=\"/doc/159091529/\" id=\"a_13\">Section 3</a> of the Act which declares that land\ngrabbing in any form is unlawful and any activity connected\nwith or arising out of land grabbing shall be an offence\npunishable under the Act cannot be lost sight of.  <a href=\"/doc/47282474/\" id=\"a_14\">Section 4</a> of\nthe Act ordains that no person shall commit or cause to be\ncommitted land grabbing.  It further declares that any person\nwho, on or after the commencement of this Act, continues to be\nin occupation, otherwise than as a lawful tenant, of a grabbed\nland belonging to the Government, local authority, religious or\ncharitable institution or endowment including a wakf, or other\nprivate person, shall be guilty of an offence under the Act and\non conviction the offence is punishable with imprisonment for a\nterm which shall not be less than six months but which may\nextend to five years, and with fine which may extend to five\nthousand rupees.  Likewise <a href=\"/doc/180477311/\" id=\"a_15\">Section 5</a> of the Act provides\npenalty for other offences in connection with land grabbing.\nOffences by companies fall within the ambit of the Act as\nprovided in <a href=\"/doc/190596305/\" id=\"a_16\">Section 6</a> of the Act.\n</p>\n<p data-structure=\"Section\" id=\"p_14\">It will be useful to read <a href=\"/doc/12173936/\" id=\"a_17\">Sections 7</a> to <a href=\"/doc/173535244/\" id=\"a_18\">10</a> of the Act which\ndeal with the Special Court insofar as they are relevant for the\npresent discussion.  They are as under :\n</p>\n<blockquote id=\"blockquote_5\">&quot;7. Constitution of Special Courts : -\n</blockquote>\n<blockquote id=\"blockquote_6\">(1)\tThe Government may, for the purpose of\nproviding speedy enquiry into any alleged act\nof land grabbing, and trial of cases in respect\nof the ownership and title to, or lawful\npossession of, the land grabbed, by\nnotification, constitute a Special Court.\n</blockquote>\n<blockquote id=\"blockquote_7\">(2) to (5C)\t\t***\t\t***\t\t***\n\n(5D)(i) Notwithstanding anything in <a href=\"/doc/161831507/\" id=\"a_19\">the Code of\nCivil Procedure</a>, 1908 (V of 1908) the Special\nCourt may follow its own procedure which\nshall not be inconsistent with the principles of\nnatural justice and fair play and subject to the\nother provisions of this Act and of any rules\nmade thereunder while deciding the Civil\nliability.\n</blockquote>\n<blockquote id=\"blockquote_8\">(5D)(ii) to (6) ***\t\t***\t\t***\n\n</blockquote><blockquote id=\"blockquote_9\">8. Procedure and powers of the Special Courts :\n</blockquote>\n<blockquote id=\"blockquote_10\">(1)\tThe Special Court may, either suo motu or on\napplication made by any person, officer or\nauthority take cognizance of and try every case\narising out of any alleged act of land grabbing\nor with respect to the ownership and title to, or\nlawful possession of, the land grabbed, whether\nbefore or after the commencement of this Act,\nand pass such orders (including orders by way\nof interim directions) as it deems fit;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_15\">(1-A) The Special Court shall, for the purpose of\ntaking cognizance of the case, consider the\nlocation, or extent or value of the land alleged\nto have been grabbed or of the substantial\nnature of the evil involved or in the interest of\njustice required or any other relevant matter :\n</p>\n<blockquote id=\"blockquote_11\">\tProvided that the Special Court shall not\ntake congnizance of any such case without\nhearing the petitioner.\n</blockquote>\n\n<blockquote id=\"blockquote_12\">(2)\t   Notwithstanding anything in <a href=\"/doc/161831507/\" id=\"a_20\">the Code of\nCivil Procedure</a>, 1908 the <a href=\"/doc/445276/\" id=\"a_21\">Code of Criminal\nProcedure</a>, 1973 or in the <a href=\"/doc/43675053/\" id=\"a_22\">Andhra Pradesh Civil\nCourts Act, 1972</a>, any case in respect of an\nalleged act of land grabbing or the\ndetermination of question of title and\nownership to, or lawful possession of any land\ngrabbed under this Act, shall be triable only in\na Special Court constituted for the area in\nwhich the land grabbed is situated; and the\ndecision of the Special Court shall be final.\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_16\">(2-A)  If the Special Court is of the opinion that\nany case brought before it, is not a fit case to\nbe taken congnizance of, it may return the\nsame for presentation before the Special\nTribunal :\n</p>\n<blockquote id=\"blockquote_13\">\tProvided that if, in the opinion of the\nSpecial Court, any application filed before it is\nprima facie frivolous or vexatious, it shall\nreject the same without any further enquiry :\n</blockquote>\n<blockquote id=\"blockquote_14\">Provided further that if on an application\nfrom an interested person to withdraw and try\na case pending before any Special Tribunal the\nSpecial Court is of the opinion that it is a fit\ncase to be withdrawn and tried by it, it may for\nreasons to be recorded in writing withdraw any\nsuch case from such Special Tribunal and shall\ndeal with it as if the case was originally\ninstituted before the Special Court.\n</blockquote>\n<blockquote id=\"blockquote_15\">(2-B) Notwithstanding anything in the <a href=\"/doc/445276/\" id=\"a_23\">Code of\nCriminal Procedure</a>, 1973, it shall be lawful\nfor the Special Court to try all offences\npunishable under this Act.\n</blockquote>\n<blockquote id=\"blockquote_16\">(2-C)  The Special Court shall determine the order\nin which the civil and criminal liability against\na land grabber be initiated. It shall be within\nthe discretion of the Special Court whether or\nnot to deliver its decision or order until both\ncivil and criminal proceedings are completed.\nThe evidence admitted during the criminal\nproceeding may be made use of while trying\nthe civil liability.  But additional evidence, if\nany, adduced in the civil proceedings shall not\nbe considered by the Special Court while\ndetermining the criminal liability.  Any person\naccused of land grabbing or the abetment\nthereof before the Special Court shall be a\ncompetent witness for the defence and may\ngive evidence or oath in disproof of the charge\nmade against him or any person charged\ntogether with his in the criminal proceeding :\n</blockquote>\n<blockquote id=\"blockquote_17\">Provided that he shall not be called as a\nwitness except on his own request in writing or\nhis failure to give evidence shall be made the\nsubject of any comment by any of the parties\nor the Special Court or give rise to any\npresumption against himself or any person\ncharged together with him at the same\nproceeding.\n</blockquote>\n<blockquote id=\"blockquote_18\">(3)\tto  (5) ***\t\t***\t\t***\n\n(6) Every finding of the Special Court with regard\nto any alleged act of land grabbing shall be\nconclusive proof of the fact of land grabbing\nand of the persons who committed such land\ngrabbing, and every judgment of the Special\nCourt with regard to the determination of title\nand ownership to, or lawful possession of, any\nland grabbed shall be binding on all persons\nhaving interest in such land.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_17\">Provided that the Special Court shall, by\nnotification, specify the fact of taking\ncognizance of the case under this Act.\tSuch\nnotification, shall state that any objection\nwhich may be received by the Special Court\nfrom any person including the custodian of\nevacuee property within the period specified\ntherein will be considered by it;\n</p>\n<p data-structure=\"Precedent\" id=\"p_18\">\tProvided further that where the\ncustodian of evacuee property objects to the\nSpecial Court taking cognizance of the case,\nthe Special Court shall not proceed further\nwith the case in regard to such property;\n</p>\n<p data-structure=\"Section\" id=\"p_19\">\tProvided also that the Special Court\nshall cause a notice of taking cognizance of the\ncase under the Act, served on any person\nknown or believed to be interested in the land,\nafter a summary enquiry to satisfy itself about\nthe persons likely to be interested in the land.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_20\">(7)\t\t***\t\t***\t\t***\n\n(8)\tAny case, pending before any Court or other\nauthority immediately before the Constitution\nof a Special Court, as would have been within\nthe jurisdiction of such Special Court, shall\nstand transferred to the Special Court as if the\ncause of action on which such suit or\nproceeding is based had arisen after the\nconstitution of the Special Court.&quot;\n</p>\n<p data-structure=\"CDiscource\" id=\"p_21\">9.\tSpecial Court to have the powers of the Civil\nCourt and the Court of Session :-\n</p>\n<blockquote id=\"blockquote_19\">Save as expressly provided in this Act, the\nprovisions <a href=\"/doc/161831507/\" id=\"a_24\">of the Code of Civil Procedure</a>, 1908,\nthe <a href=\"/doc/43675053/\" id=\"a_25\">Andhra Pradesh Civil Courts Act, 1972</a> and the\n<a href=\"/doc/445276/\" id=\"a_26\">Code of Criminal Procedure</a>, 1973, in so far as\nthey are not inconsistent with the provisions of this\nAct, shall apply to the proceedings before the\nSpecial Court and for the purposes of the\nprovisions of the said enactments, Special Court\nshall be deemed to be a Civil Court, or as the case\nmay be, a Court of session and shall have all the\npowers of a Civil Court and a Court of session and\nthe person conducting a prosecution before the\nSpecial Court shall be deemed to be a Public\nProsecutor.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_22\">&quot;10.Burden of proof -- Where in any proceedings\nunder this Act, a land is alleged to have been\ngrabbed, and such land is prima facie proved to be\nthe land owned by the Government or by a private\nperson the Special Court or as the case may be, the\nSpecial Tribunal shall presume that the person who\nis alleged to have grabbed the land is a land\ngrabber and the burden of proving that the land has\nnot been grabbed by him shall be on such person.&quot;\n</p>\n\n<p data-structure=\"Section\" id=\"p_23\"><a href=\"/doc/92247940/\" id=\"a_27\">Section 7</a> of the Act envisages constitution of Special\nCourts.\t Sub-section (1) of <a href=\"/doc/92247940/\" id=\"a_28\">Section 7</a> enables the Government to\nconstitute a Special Court for the purpose of providing speedy\nenquiry into any alleged act of land grabbing and trial of cases\nin respect of the ownership and title to, or lawful possession of\nthe land &quot;grabbed&quot; which in the context includes &quot;alleged to\nhave been grabbed&quot;.  Clause (i) of sub-section (5D) enables the\nSpecial Court to follow its own procedure which shall not be\ninconsistent with the principles of natural justice and fair play\nsubject, of course, to the other provisions of the Act and the\nRules made thereunder while deciding the civil liability.\nClause (ii) of sub-section (5D) of <a href=\"/doc/92247940/\" id=\"a_29\">Section 7</a> provides that\nnotwithstanding anything contained in Section 260 or <a href=\"/doc/1799424/\" id=\"a_30\">Section\n262</a> of the Code of Criminal Procedure, 1973 every offence,\npunishable under this Act, shall be tried in a summary way and\nthe provisions of Sections 263 to 265 (both inclusive) of the\nsaid Code, shall apply to such trial.  <a href=\"/doc/85007572/\" id=\"a_31\">Section 8</a> of the Act\nspecifies the procedure and powers of the Special Court.  Sub-\nsection (1) of <a href=\"/doc/85007572/\" id=\"a_32\">Section 8</a> authorises a Special Court to take\ncognizance of and try every case arising out of any alleged act\nof land grabbing either suo motu or on application made by any\nperson, officer or authority.  It has also the power to try every\ncase with respect to the ownership and title to, or lawful\npossession of the land alleged to have been grabbed whether\nbefore or after the commencement of the Act and pass such\norders including interim orders as it deems fit.\n</p>\n<p data-structure=\"Section\" id=\"p_24\">It is pertinent to note that mere allegation of an act of\nland grabbing is sufficient to invoke the jurisdiction of the\nSpecial Court.\tIn both <a href=\"/doc/92247940/\" id=\"a_33\">Section 7(1)</a> and <a href=\"/doc/85007572/\" id=\"a_34\">Section 8(1)</a> of the Act\nthe phrase &#x27;any alleged act of land grabbing&#x27; is employed and\nnot &#x27;act of land grabbing&#x27;.  It appears to us that it is designedly\ndone by the legislature to obviate the difficulty of duplication of\ntrial once in the courts under the Act and over again in the\nordinary Civil Court.  The purpose of the Act is to identify\ncases involving allegation of land grabbing for speedy enquiry\nand trial.  The courts under the Act are nonetheless Civil Courts\nwhich follow <a href=\"/doc/161831507/\" id=\"a_35\">Code of Civil Procedure</a> and are competent to\ngrant the same reliefs which can be obtained from ordinary\nCivil Courts.\tFor the purpose of taking cognizance of the case\nthe Special Court is required to consider the location or extent\nor value of the land alleged to have been grabbed or of the\nsubstantial nature of the evil involved or in the interest of\njustice required and to give an opportunity of being heard to the\npetitioner (sub-section (1-A).\tIt is plain that sub-section (2)\nopens with a non obstante clause and mandates that\nnotwithstanding anything in <a href=\"/doc/161831507/\" id=\"a_36\">the Code of Civil Procedure</a>, the\n<a href=\"/doc/445276/\" id=\"a_37\">Code of Criminal Procedure</a>, or in the <a href=\"/doc/43675053/\" id=\"a_38\">Andhra Pradesh Civil\nCourts Act, 1972</a>, any case in respect of an alleged act of land\ngrabbing or the determination of question of title and ownership\nto, or lawful possession of any land alleged to have been\ngrabbed under the Act, shall be triable only in a Special Court\nconstituted for the area in which the land grabbed is situated\nand the decision of the Special Court shall be final. Sub-section\n(2B) specifically provides that notwithstanding anything in the\n<a href=\"/doc/445276/\" id=\"a_39\">Code of Criminal Procedure</a>, 1973, it shall be lawful for the\nSpecial Court to try all offences punishable under this Act.  It is\nleft to the Special Court to determine the order in which the\ncivil and criminal liability against a land grabber be initiated.\nSub-section (6) provides that every finding of the Special Court\nwith regard to any alleged act of land grabbing shall be\nconclusive proof of the fact of the land grabbing and of the\npersons who committed such land grabbing and every judgment\nof the Special Court with regard to determination of title and\nownership to, or lawful possession of, any land alleged to have\nbeen grabbed, shall be binding on all persons having interest in\nsuch land.  It contains three provisos but they are not relevant\nfor the present discussion.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"861691\" id=\"span_2\">Sub-section (8) brings about\nautomatic transfer of any case pending before any court or\nauthority immediately before the constitution of a Special\nCourt, as would have been within the jurisdiction of the Special\nCourt if the cause of action on which such suit or proceeding is\nbased, has arisen after the constitution of the Special Court.\nThe provisions of sub-section (2) of <a href=\"/doc/85007572/\" id=\"a_40\">Section 8</a> which\ncommences with a non obstante clause confer jurisdiction on\nthe Special Court and <a href=\"/doc/105316112/\" id=\"a_41\">Section 15</a> of the Act directs that the\nprovisions of the Act shall have effect notwithstanding anything\ninconsistent therewith contained in any other law for the time\nbeing in force or custom, usage or agreement or decree or order\nof a court or any other tribunal or authority.\tA combined\nreading of these provisions leads to the conclusion that the\njurisdiction of Civil Court under <a href=\"/doc/76869205/\" id=\"a_42\">Section 9</a> of the Code of Civil\nProcedure and under the <a href=\"/doc/74707977/\" id=\"a_43\">Civil Courts Act</a> is ousted and the Act\nwhich is special law will prevail and as such the Special Court\nwill have jurisdiction in respect of the matters dealt with\nthereunder. [See : <a href=\"/doc/861691/\" id=\"a_44\">Sanwarmal Kejriwal vs. Vishwa Cooperative\nHousing Society Ltd. &amp; Ors.</a> [1990 (2) SCC 288].\n<a href=\"/doc/140445977/\" id=\"a_45\">Section 9</a> provides, inter alia, that except as expressly\nprovided in this Act, the provisions of the <a href=\"/doc/445276/\" id=\"a_46\">Code of Criminal\nProcedure</a>, insofar as they are not inconsistent with the\nprovisions of the Act, shall apply to the proceedings before the\nSpecial Court and for purposes of the said Code, the Special\nCourt shall be deemed to be a Court of Session and shall have\nall the powers of Court of Session.</span>\n</p>\n<p data-structure=\"Section\" id=\"p_25\">The discussion of the above provisions would be\nincomplete without taking note of  <a href=\"/doc/165969457/\" id=\"a_47\">Section 10</a> of the Act which\nis a procedural provision and deals with burden of proof.   A\nplain reading of this section would indicate that in any\nproceedings under this Act - (i) where a land is alleged to have\nbeen grabbed; and (ii) such land is prima facie proved to be the\nland owned by the Government or by a private person, the\nSpecial Court/Special Tribunal shall presume that the person\nwho is alleged to have grabbed the land is a land grabber.\nWhen the presumption under <a href=\"/doc/165969457/\" id=\"a_48\">Section 10</a> is drawn by the\nSpecial Court/Special Tribunal, the burden of proving that the\nland has not been grabbed by him is cast on the alleged land\ngrabber.  In view of the meaning of the words &quot;shall presume&quot;\n</p><blockquote id=\"blockquote_20\">in <a href=\"/doc/750738/\" id=\"a_49\">Section 4</a> of the Indian Evidence Act, the effect of raising\npresumption under <a href=\"/doc/165969457/\" id=\"a_50\">Section 10</a> of the Act would be that unless\nthe alleged land grabber disproves that the land has been\ngrabbed by him, the Special Court/Special Tribunal shall regard\nthat the land in question has been grabbed by the alleged land\ngrabber.\n</blockquote>\n<blockquote id=\"blockquote_21\">It has been noticed above that O.S.No.1497 of 1985 filed\nby the first respondent in the Court of the IV Additional Judge,\nCity Civil Court, Hyderabad, was transferred to the Special\nCourt in view of the provisions of sub-section (8) of <a href=\"/doc/85007572/\" id=\"a_51\">Section 8</a>\nof the Act.  The order transferring the case from the Civil Court\nto the Special Court was assailed by the appellant in the High\nCourt in a civil revision petition which was later dismissed as\nnot pressed.  Irrespective of the answer to the question whether\nthe order of transfer of the said suit from the Civil Court to the\nSpecial Court operates as issue estoppel or not, it is plain that\nthe validity of the order of transfer of the suit from the Civil\nCourt to the Special Court was not urged before the High Court\nin the writ petition (filed to challenge the judgment of the\nSpecial Court), out of which this appeal arises, so the transfer of\nthe suit cannot be allowed to be challenged in this appeal.   Be\nthat as it may, the following facts disclose that de hors the\ntransfer of the suit, the jurisdiction of the Special Court was\ninvoked by the first respondent under the Act.\n</blockquote>\n<blockquote id=\"blockquote_22\">The first respondent filed petition under sub-section (1)\nof the <a href=\"/doc/92247940/\" id=\"a_52\">Section 7</a> read with sub-section (1) of <a href=\"/doc/85007572/\" id=\"a_53\">Section 8</a> of the\nAct before the Special Court on March 20, 1992 complaining of\nthe alleged act of land grabbing and praying the Court to\ndeclare the appellant as a land grabber and the structures raised\nthereon by him as unauthorised and to order his eviction from\nthe land grabbed and deliver possession of the same.  The\nSpecial Court issued notification under Rule 7(1) of the Land\nGrabbing Rules, which was published in the A.P.Gazette on\nApril 1, 1992 which reads as follows :\n</blockquote>\n<blockquote id=\"blockquote_23\">NOTIFICATION BY HEADS OF DEPARTMENTS ETC.\nJUDICIAL NOTIFICATIONS\n\nLAND GRABBING CASES\n\t\t\tFORM-II (A)\n\t\t\tSee Rule 7(1)\n\n\t\tNOTICE\n\tIn the Special Court under Andhra Pradesh Land\nGrabbing (Prohibition) Act, 3, R.K.R.Govt. Offices\nComplex; II Floor &#x27;B&#x27; Block Tank Bund Road;\nHyderabad.\n</blockquote>\n<blockquote id=\"blockquote_24\">\tL.G.C.No.61/90 -- The Special Court has taken\ncognizance of the case filed by The State of Andhra\nPradesh represented by the Collector, Hyderabad District,\nHyderabad.  It is alleged that the land belonging to\nGovernment as specified in   the schedule below is\ngrabbed by Sri Konda Laxman Bapuji, son of Bapuji,\nH.No.6-1-2/1, Khairatabad, near Tank Bund, Hyderabad.\n</blockquote>\n<blockquote id=\"blockquote_25\">\t\t   The Schedule\n\nName of the owner of the land - Government\nVillage in which it is located - Khairatabad village.\nMandal District in which it falls - Golconda taluq,\nHyderabad District.\n</blockquote><blockquote id=\"blockquote_26\">Sl.No.Sub-Division No. of the alleged land- 9/15 Paiki,\n9/16 and 9/17.\n</blockquote><blockquote id=\"blockquote_27\">Extent of land - 2.06 Ac.Gunts.\n</blockquote><blockquote id=\"blockquote_28\">Boundaries of the land :\n</blockquote><blockquote id=\"blockquote_29\">North : Sy.No.9/1, Hussainsagar Tank\nSouth : Sy. No.37, Fisheries Department Building\nand Road.\n</blockquote><blockquote id=\"blockquote_30\">East : Land of smt.Laxmi Gunti.\n</blockquote><blockquote id=\"blockquote_31\">West : Open Land of Sy.Nos.9/16 part and 9/18\npart.\n</blockquote>\n<blockquote id=\"blockquote_32\">\tNotice is hereby given to whomsoever it may\nconcern including the custodian of evacuee property\nconcerned as required under the first proviso to sub-\nsection (6) of <a href=\"/doc/85007572/\" id=\"a_54\">section 8</a> of the Andhra Pradesh Land\nGrabbing (Prohibition) act, 1982 (A.P.Act 12 of 1982).\nIf any person intends to object, he may submit his\nobjections, if any, before the Special Court on or before\nthe 15th day of April, 1992 for its consideration.\n</blockquote>\n<blockquote id=\"blockquote_33\">\tIf no objections are received by the Special Court\nwithin the stipulated time it will be presumed that there\nare no objections for proceeding further and the case will\nbe proceeded accordingly.\n</blockquote>\n<blockquote id=\"blockquote_34\">\t\t\t\t\t\tP.V.Raman Rao,\n\t\t\t\t\t\t Registrar\n\t\t\t\t\t    Special Court\n\t\t\t       A.P.Land Grabbing (Prohibition) Act\n\t\t\t\t\t      Hyderabad.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_26\">\tIn response to the said notice the appellant filed his\nobjections on April 10, 1992.  He denied the allegation of land\ngrabbing but did not object to the jurisdiction of the Special\nCourt.\tAfter considering the objections, filed by the appellant,\nto the Special Court taking cognizance of the case numbered as\nL.G.C.No.61/90, the case was decided on the evidence adduced\nby the parties before the Special Court.\n</p>\n<p data-structure=\"Precedent\" id=\"p_27\">\tIn this context the following submission, pressed by\nMr.Parasaran, may be considered here.  He argued that the High\nCourt in the Writ Petition filed by the appellant challenging the\nvalidity of the notice of eviction under the <a href=\"/doc/28328777/\" id=\"a_55\">Land Encroachment\nAct</a>, gave liberty to the first respondent to establish its title in\nCivil Court, which was also confirmed by the Division Bench\nin the writ appeal filed by the first respondent; although before\nthe date of the disposal of the writ appeal the Act had come into\nforce on September 6, 1982, the first respondent did not seek\nliberty from the court to approach the Special Court, therefore,\non the principle of &quot;might and ought&quot;  he was barred from\napproaching the Special Court and the proceeding before the\nSpecial Court was barred by the principle of res judicata.\n<a href=\"/doc/121631892/\" id=\"a_56\">Section 11</a> of the Code of Civil Procedure incorporates the\nprinciple of res judicata which, in short, means a matter which\nhas already been adjudged judicially between the same parties.\nIn substance, <a href=\"/doc/183809414/\" id=\"a_57\">Section 11</a> bars a court from trying any suit in\nwhich the matter directly and substantially in issue has been\ndirectly and substantially in issue in a former suit between the\nsame parties in a court and has been heard and finally decided\nby such court which is competent to try such subsequent suit or\nthe suit in which such issue has been subsequently raised.\nEight Explanations are appended to it.\tWe are concerned with\nExplanation IV which embodies the principle of constructive\nres judicata and says that any matter which &quot;might and ought&quot;\n</p><blockquote id=\"blockquote_35\">to have been made a ground of defence or attack in such former\nsuit shall be deemed to have been a matter directly and\nsubstantially in issue in such suit.  A conjoint reading of\n<a href=\"/doc/183809414/\" id=\"a_58\">Section 11</a> and Explanation IV shows that if a plea which might\nand ought to have been taken in the earlier suit, shall be deemed\nto have been taken and decided against the person raising the\nplea in the subsequent suit.\n</blockquote>\n<blockquote id=\"blockquote_36\">Mr.Parasaran relied upon the judgment of the Privy\nCouncil in Sha Shivraj Gopalji vs. Edappakath Ayissa Bi &amp;\nOrs. [AIR 1949 PC 302].\t In that case, the appellant filed\nsecond execution petition and sought to attach the right, title\nand interest of the respondent in the properties on the basis of\nthe <a href=\"/doc/10521908/\" id=\"a_59\">Mappilla Marumakkattyam Act, 1938</a> (Act of 1938). A\nDivision Bench of the High Court of Madras referred to the\ncontention urged in subsequent proceedings at the stage of\nappeal that the assignee-decree-holder could proceed against\nthe tavazhi properties under the said Act was not dealt with on\nmerits in those proceedings and held that that was a point which\nthe appellant could have raised in his petition in the earlier\nproceedings and he failed to do so and therefore the dismissal\nof the earlier execution petition filed in 1940 operated as res\njudicata in the subsequent case.  While approving the said\nconclusion of the High Court, the Privy Council observed,\n\n&quot;Apart from the provisions of <a href=\"/doc/183809414/\" id=\"a_60\">Section 11</a>, Civil\nP.C. it would be contrary to principle (see Ram\nKirpal Shukul vs. Rup Kuari, [11 I.A.37 : (6 ALL.\n269 PC)], to allow him in fresh proceedings to\nrenew the same claim viz., that the properties in\nquestion were properties of the respondents liable\nto attachment or, as he would now put it, that the\nrespondents had severable interests in the\nproperties which are liable to attachment, merely\nbecause he neglected at the proper stage in\nprevious proceedings to support that claim by an\nargument of which he now wishes to avail\nhimself.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_28\">It may be noticed that in that case there was final determination\nof the rights of the parties in the first execution petition in\nwhich the plea of executability of the decree against the right,\ntitle and interest of the respondents by virtue of Act of 1938\nwas available but was not urged.  In the instant case, there has\nbeen no final determination of the rights of the parties in regard\nto their title to the land in dispute in the writ proceeding.\n</p>\n<p data-structure=\"Precedent\" id=\"p_29\">The principle that to attract the provisions of <a href=\"/doc/121631892/\" id=\"a_61\">Section 11</a>,\nC.P.C., there must be a final adjudication of the matter between\nthe parties in earlier suit or proceeding is too well-settled to\nneed elaboration.  The same principle applies to constructive\nres judicata.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"172692\" id=\"span_3\">In   <a href=\"/doc/172692/\" id=\"a_62\">Kewal Singh vs. Lajwanti</a> [AIR 1980 SC 161]\nthis Court held :</span>\n</p>\n<blockquote id=\"blockquote_37\">&quot;.........as regards the question of constructive res\njudicata it has no application whatsoever in the\ninstant case.  It is well settled that one of the\nessential conditions of res judicata is that there\nmust be a formal adjudication between the parties\nafter full hearing. In other words, the matter must\nbe finally decided between the parties.\t Here also\nat a time when the plaintiff relinquished her first\ncause of action the defendant was nowhere in the\npicture, and there being no adjudication between\nthe parties the doctrine of res judicata does not\napply.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_30\">\tIt may be recalled that in this case the first respondent\nissued notice for eviction of the appellant from the land in\ndispute (under the <a href=\"/doc/28328777/\" id=\"a_63\">Land Encroachment Act</a>) on the ground\t that\nhe was unauthorisedly in occupation of the Government land.\nAs the appellant claimed title to the land in dispute and thus the\ntitle of the first respondent to the land in question was disputed,\nthe High Court observed that the State could not resolve the\nissue of title in its favour and proceed under the <a href=\"/doc/28328777/\" id=\"a_64\">Land\nEncroachment Act</a>.  In view of the rival claims to the land in\ndispute the High Court granted liberty to the first respondent to\nestablish its title in the competent Civil Court.   It is true that on\nthe date of disposal of the Writ Appeal No.61 of 1978\n(14.11.1983) the Act had come into force and that fact was not\nbrought to the notice of the Division Bench of the High Court\nbut there was no final adjudication on the question of rival\nclaims of the parties to the title of the land in dispute on merit\nin Writ Appeal by the Division Bench of the High Court.\nPursuant to the liberty granted to the first respondent by the\nlearned Single Judge which was confirmed by the Division\nBench the aforementioned suit, O.S.No.1497 of 1985, was in\nfact filed by the first respondent against the appellant in the\nCourt of the IV Additional Judge, City Civil Court for\ndeclaration of title to and recovery of possession of the land in\ndispute.  The first respondent had thus acted in accordance with\nthe liberty granted to it by the High Court.  It is by operation of\nlaw, under sub-section (8) of <a href=\"/doc/178650962/\" id=\"a_65\">Section 8</a> of the Act, the said suit\nstood transferred to the Special Court.\t The first respondent also\ninvoked the jurisdiction of the Special Court under <a href=\"/doc/142133192/\" id=\"a_66\">Sections 7</a>\nand <a href=\"/doc/178650962/\" id=\"a_67\">8</a> of the Act by filing a petition against the appellant.  For\nthe reasons, stated above, the principle of constructive res\njudicata, on the ground that the fact of enforcement of the Act\non September 6, 1982 was not brought to the notice of the\nDivision Bench of the High Court at the time of disposal of the\nWrit Appeal, is not available to the appellant.\t Further, as a\nstatutory right is created in favour of the State under the Act, to\neradicate a public mischief, it cannot be precluded from having\nrecourse to the provisions of the Act by operation of the\nprinciple of &quot;might and ought&quot; in Explanation IV of <a href=\"/doc/121631892/\" id=\"a_68\">Section 11</a>\nC.P.C. when its title or interest had not been finally determined\nby the High Court.  For these reasons, we cannot accept the\ncontention of the learned senior counsel.\n</p>\n<p data-structure=\"Section\" id=\"p_31\">\tThe upshot of the above discussion is that the Special\nCourt is a Civil Court having original as well as appellate\njurisdiction having all the trappings of a Civil Court and also a\nCriminal Court having powers of the Court of Sessions to\nwhich the provisions <a href=\"/doc/161831507/\" id=\"a_69\">of the Code of Civil Procedure</a>, the <a href=\"/doc/43675053/\" id=\"a_70\">A.P.\nCivil Courts Act</a> and the <a href=\"/doc/445276/\" id=\"a_71\">Code of Criminal Procedure</a>, apply.\nThe Special Court can take cognizance of and try every case\narising out of any alleged act of land grabbing or with respect to\nthe ownership and title to, or lawful possession of, the land\ngrabbed and determine the ownership, title to, or lawful\npossession of the land alleged to have been grabbed whose\ndecision will be binding on all the persons interested.\t Mere\nallegation of land grabbing is sufficient to invoke the\njurisdiction of the Special Court either suo motu or on\napplication by any person including any officer or authority.  In\nthis view of the matter, we find no illegality in the conclusion\narrived at by the High Court in affirming the finding with\nregard to the jurisdiction of the Special Court.\n</p>\n<p data-structure=\"Section\" id=\"p_32\">Now, adverting to the remaining two contentions, it is\nimportant to note that under the Act &quot;land grabbing&quot; is not only\nan actionable wrong but also an offence and a &quot;land grabber&quot; is\nan offender punishable thereunder. The definitions of the\nexpressions &quot;land grabber&quot; and &quot;land grabbing&quot;, in clauses (d)\nand (e), respectively, of <a href=\"/doc/46725743/\" id=\"a_72\">Section 2</a> of the Act, apply to both civil\nand criminal proceedings.  It is, therefore, essential to construe\nthe definitions of the said expressions strictly.  We shall first\nexamine the relevant provisions of the Act and then the case set\nup by the first respondent against the appellant before the\nSpecial Court to describe him as a land grabber.\n</p>\n<p data-structure=\"Section\" id=\"p_33\">\tClauses (d) and (e) of <a href=\"/doc/46725743/\" id=\"a_73\">Section 2</a> of the Act may be quoted\nhere :\n</p>\n<blockquote id=\"blockquote_38\">&quot;2. Definitions : - In this Act, unless the context\notherwise requires, --\n</blockquote>\n<blockquote id=\"blockquote_39\">(d) &quot;land grabber&quot; means a person or a group of\npersons who commits land grabbing and includes\nany person who gives financial aid to any person\nfor taking illegal possession of lands or for\nconstruction of unauthorised structures thereon, or\nwho collects or attempts to collect from any\noccupiers of such lands rent, compensation and\nother charges by criminal intimidation, or who\nabets the doing of any of the above mentioned\nacts; and also includes the successors in interest;\n</blockquote>\n<blockquote id=\"blockquote_40\">(e) &quot;land grabbing&quot; means every activity of\ngrabbing of any land (whether belonging to the\nGovernment, a local authority, a religious or\ncharitable institution or endowment, including a\nwakf, or any other private person) by a person or a\ngroup of persons, without any lawful entitlement\nand with a view to illegally taking possession of\nsuch lands, or enter into or create illegal tenancies\nor lease and licences agreements or any other\nillegal agreements in respect of such lands, or to\nconstruct unauthorised structures thereon for sale\nor hire, or give such lands to any person on rental\nor lease and licence basis for construction, or use\nand occupation, of unauthorised structures; and the\nterms &quot;to grab land&quot; shall be construed\naccordingly;&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_34\">A perusal of clause (d) shows that the expression &quot;land\ngrabber&quot; takes in its fold : (1) a person or a group of persons\nwho commits land grabbing; (2) a person who gives financial\naid to any person for - (a) taking illegal possession of the lands,\nor (b) construction of unauthorised structures thereon; (3) a\nperson who collects or attempts to collect from any occupiers of\nsuch lands rent, compensation and other charges by criminal\nintimidation; (4) a person who abets the doing of any of the\nabove mentioned acts; and (5) the successors in interest of  such\na person.  Among these five categories, the first category is\nrelevant for the present discussion -- a person or a group of\npersons who commits land grabbing.\n</p>\n<p data-structure=\"Section\" id=\"p_35\">Clause (e) of <a href=\"/doc/46725743/\" id=\"a_74\">Section 2</a>, quoted above, defines the\nexpression &quot;land grabbing&quot; to mean : (1) every activity of\ngrabbing of any land (whether belonging to the Government, a\nlocal authority, a religious or charitable institution or\nendowment, including a wakf, or any other private person) by a\nperson or group of persons; (2) such grabbing must be : (i)\nwithout any lawful entitlement and (ii) with a view to : (a)\nillegally taking possession of such lands; or (b) to enter into or\ncreate illegal tenancies, lease and licences agreements or any\nother illegal agreements in respect of such lands; or (c) to\nconstruct unauthorised structures thereon for sale or hire; or (d)\nto give such lands to any person on (i) rental or (ii) lease and\nlicence basis for construction, or (iii) use and occupation of\nunauthorised structures.\n</p>\n<p data-structure=\"Section\" id=\"p_36\">Inasmuch as the afore-mentioned expressions are defined\nemploying the term &quot;grabbing&quot;, it is necessary to ascertain the\nimport of that term.  It is not defined in the Act. It is not a\ntechnical term or a term of art so it has to be understood in its\nordinary common meaning.\n</p>\n<p data-structure=\"Section\" id=\"p_37\">The meaning of the term &quot;grab&quot; in the New International\nWebster&#x27;s Comprehensive Dictionary of the English Language,\nis given as follows :\n</p>\n<blockquote id=\"blockquote_41\">&quot;To grasp or seize forcibly or suddenly; to take\npossession of violently or dishonestly; to make a\nsudden grasp. See synonyms under grasp - (i) The\nact of grabbing, or that which is grabbed. (ii) A\ndishonest or unlawful taking possession or\nacquisition (iii) An apparatus for grappling.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_38\">In Words and Phrases, permanent edition, Vol.18, the meaning\nof  &quot;grab&quot; is noted as under :\n</p><blockquote id=\"blockquote_42\">&quot;The word &quot;grab&quot; means an act or practice of\nappropriating unscrupulously, as in politics.  Smith\nv. Pure Oil Co., 128 S.W.2d 931, 933, 278 Ky.430.\n</blockquote>\n<blockquote id=\"blockquote_43\">\tThe word &quot;grab&quot; means a seizure or\nacquisition by violent or unscrupulous means.\nSmith v. Pure Oil Co., 128 S.W.2d 931, 933, 278\nKy.430.\n</blockquote>\n<blockquote id=\"blockquote_44\">\tThe word &quot;grab&quot; means to seize, grasp, or\nsnatch forcibly or suddenly with the hand, hence to\ntake possession of suddenly, violently, or\ndishonestly.  Smith v. Pure Oil Co., 128 S.W.2d\n931, 933, 278 Ky.430.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_39\">Corpus Juris Secundum, Volume 38, records the meaning of the\nterm &quot;grab&quot; thus :\n</p>\n<blockquote id=\"blockquote_45\">&quot;As a verb, to seize, grasp or snatch forcibly or\nsuddenly with the hand, hence to take possession\nof suddenly, violently, or dishonestly.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_40\">In Concise Oxford Dictionary, the following meanings of the\nword &quot;grab&quot; are noted :\n</p>\n<blockquote id=\"blockquote_46\">&quot;A seize suddenly; capture, arrest; take greedily or\nunfairly; attract the attention of, impress; make a\nsudden snatch at;  intr. (of the brakes of a motor\nvehicle) act harshly or jerkily. - n. (i) a sudden\nclutch or attempt to seize; (ii)a mechanical device\nfor clutching.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_41\">The various meanings, noted above, disclose that the\nterm &quot;grab&quot; has a broad meaning - to take unauthorisedly,\ngreedily or unfairly - and a narrow meaning of snatching\nforcibly or violently or by unscrupulous means.\t Having regard\nto the object of the Act and the various provisions employing\nthat term we are of the view that the term &quot;grab&quot; is used in the\nAct in both its narrow as well as broad meanings.  Thus\nunderstood the ingredients of the expression &quot;land grabbing&quot;\n</p><blockquote id=\"blockquote_47\">would comprise of (i) the factum of an activity of taking\npossession of any land forcibly, violently, unscrupulously,\nunfairly or greedily without any lawful entitlement and (ii) the\nmens rea/intention -- &quot;with the intention of/with a view to&quot; (a)\nillegally taking possession of such lands or (b) enter into or\ncreate illegal tenancies, lease and licences agreements or any\nother illegal agreements in respect of such lands; or (c) to\nconstruct unauthorised structures thereon for sale or hire; or (d)\nto give such lands to any person on (i) rental or (ii) lease and\nlicence basis for construction, or (iii) use and occupation of\nunauthorised structures.\n</blockquote>\n<blockquote id=\"blockquote_48\">A combined reading of clauses (d) and (e) would suggest\nthat to bring a person within the meaning of the expression\n&quot;land grabber&quot; it must be shown that : (i) (a) he has taken\nunauthorisedly, unfairly, greedily, snatched forcibly, violently\nor unscrupulously any land belonging to government or a local\nauthority, a religious or charitable institution or endowment,\nincluding a wakf, or any other private person; (b) without any\nlawful entitlement; and (c) with a view to illegally taking\npossession of such lands, or enter or create illegal tenancies or\nlease and licences agreements or any other illegal agreements in\nrespect of such lands or to construct unauthorised structures\nthereon for sale or hire, or give such lands to any person on\nrental or lease and licence basis for construction, or use and\noccupation of unauthorised structures; or (ii) he has given\nfinancial aid to any person for taking illegal possession of\nlands or for construction of unauthorised structures thereon; or\n</blockquote><blockquote id=\"blockquote_49\">(iii) he is collecting or attempting to collect from any occupiers\nof such lands rent, compensation and other charges by criminal\nintimation; or (iv) he is abetting the doing of any of the above-\n</blockquote><p data-structure=\"CDiscource\" id=\"p_42\">mentioned acts; or (v) that he is the successor-in-interest of any\nsuch persons.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_43\">\tIt must be borne in mind that for purposes of taking\ncongnizance of a case under the Act existence of an allegation\nof any act of land grabbing is the sine qua non and not the truth\nor otherwise of such an allegation.  But to hold that a person is\na land grabber it is necessary to find that the allegations\nsatisfying the requirements of land grabbing are proved.\n</p>\n<p data-structure=\"Section\" id=\"p_44\">\tTo make out a case in a civil case that the appellant is a\nland grabber the first respondent must aver and prove both the\ningredients -- the factum as well as the intention --  that the\nappellant  falls in the categories of the persons, mentioned\nabove (clause (d) of <a href=\"/doc/46725743/\" id=\"a_75\">Section 2</a> of the Act), has occupied the land\nin dispute, which belonged to the first respondent, without any\nlawful entitlement and with a view to or with the intention of\nillegally taking possession of such land or entering into the land\nfor any of the purposes mentioned in clause (e) of <a href=\"/doc/46725743/\" id=\"a_76\">Section 2</a> of\nthe Act, summarised above.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_45\">What needs to be looked into in the present controversy\nis : whether the appellant has any lawful entitlement\n(proprietory or possessory)  to the land in dispute and had come\ninto possession of the land in dispute unauthorisedly.\tHere, we\nmay note the contention of Mr.Parasaran that in effect the suit\nof the first respondent-plaintiff, being a suit for declaration of\ntitle and ejectment of the appellant from the land in dispute, it\nought to have been dismissed; the first respondent should\nsucceed on the strength of its own title and it cannot take\nadvantage of the defects in the title of the appellant to the land\nin dispute.  We may notice the case set up by the parties in their\npleadings and the documentary and oral evidence adduced by\nthem.\n</p>\n<p data-structure=\"Facts\" id=\"p_46\">\tThe case of the first respondent stated in the concise\nstatement enclosed to the application filed before the Special\nCourt on March 20, 1992 and as contained in the plaint filed in\nthe court of the IV Additional Judge, City Civil Court,\nHyderabad (O.S. No.1497 of 1985) is as follows :  the first\nrespondent is the absolute owner of the land of an extent of 2\nacres and 6 guntas in Survey Nos.9/15 paiki, 9/16 and 9/17,\nforming part of the Hussain Sagar Tank Bund land, situated at\nKhairatabad village, Hyderabad Dist., Hyderabad, there were\nwrong entries in the record of rights which were corrected by\nthe Collector on October 5, 1959.  It is stated, alternatively, if\nthe land in dispute formed part of the Inam land the same had\nvested in the first respondent with effect from July 20, 1955, the\ndate of vesting as per <a href=\"/doc/74797629/\" id=\"a_77\">Section 3</a> of the A.P. (Telangana Area)\nAbolition of Inams Act, 1955 (Act No.8 of 1955) (for short,\n&#x27;the Inams Act&#x27;).  None of the heirs of the alleged Inamdar\nappeared before the Collector, Hyderabad Distt., Hyderabad,\nfor claiming registration as occupants under <a href=\"/doc/183011636/\" id=\"a_78\">Section 10</a> of the\nsaid Act.  The land in dispute, it is noted, was shown as Maqta\nland belonging to Naimatullah Shah for some time and\nthereafter as Inam land and the appellant claimed to be the\nlessee of Mohd. Nooruddin Asrari, one of the successors to the\nsaid Maqta; he occupied the said land in the year 1958 or so and\nraised a building known as &quot;Jala Drushyam&quot;.  The claim of the\nappellant was not proper, valid and legal because the land never\nbelonged to the said Maqta; even otherwise it vested in the\nGovernment with effect from the said date and the order of the\nCollector, correcting entries in the record of rights, had become\nfinal.\t The plaint refers also to the facts that the land in dispute\nwas the subject matter of O.S.No.13 of 1958 on the file of the\nAdditional Chief Judge, City Civil Court, Hyderabad, filed by\none Rasheed Shapurji Chenoy, which was dismissed holding\nthat it was Government land.  On giving an undertaking in the\nsaid suit, the appellant with the permission of the Court\nconstructed the said house &quot;Jala Drushyam&quot; and, therefore, the\npossession of the appellant partakes the character of permissive\npossession.  After the dismissal of the suit the first respondent\nissued notice of eviction to the appellant under <a href=\"/doc/180352774/\" id=\"a_79\">Section 6</a> of the\nLand Encroachment Act, on the ground that he was in\nunauthorised occupation of land in dispute, but the notice was\nquashed in the writ petition filed by the appellant and that order\nwas upheld in writ appeal giving liberty to the first respondent\nto establish its title in a Civil Court.  The first respondent\nsought from the Special Court the following reliefs : to declare\nthe appellant a land grabber and to restore possession of the\nland grabbed by him.\n</p>\n<p data-structure=\"Precedent\" id=\"p_47\">The case of the appellant was that the land in dispute was\npart of Sarfekhas land and that after Inam Inquiry, ordered by\nH.E.H. the Nizam, Muntakhab was issued in favour of the\nInamdar (Maqtedar) and thereafter succession was granted in\nfavour of his vendor (lessor).\tIt was also stated in the written\nstatement that the appellant has been in possession of the land\nfrom November 1954 and that before him his predecessors-in-\ntitle were in possession for innumerable years as Inamdars, so\nhe was entitled to tack their possession for purposes of\nperfecting his title by adverse possession; even otherwise from\nthe date of his own coming into possession in 1954 he perfected\nhis title by adverse possession as against the first respondent.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_48\">The Special Court has determined that the occupation of\nthe land in dispute by the appellant is without any lawful\nentitlement and decided the question of the ownership and title\nto and lawful possession of the land in dispute on appreciating\nthe evidence on record.\t It held, inter alia, that the land in\ndispute was not part of Inam and that even if it was so there was\nno valid confirmation of grant of the land in dispute by the civil\nadministrator under Ex.B-6 and consequently no title had\npassed under Ex.B-9 to the vendor of the appellant and hence\nno title was obtained by the appellant under Ex.B-40. Though\nthe findings recorded by the Special Court in regard to absence\nof lawful entitlement of the appellant to the land in dispute and\nupholding the title of the first respondent that it is a\nGovernment land, are findings of fact which were not interfered\nwith by the High Court in the Writ Petition filed by the\nappellant, yet to satisfy ourselves, we have gone through the\ndepositions of PW 1 and RW 1 and perused the documentary\nevidence in great detail; the original record is in Urdu.  We find\nno valid reason to take a different view of the matter and\ninasmuch as we are sustaining the said findings it is not\nnecessary to re-do the whole exercise of discussing all the\nevidence here.\tHowever, we shall refer to a few important\ndocuments and aspects which clinch the issue.\nIn regard to the ingredients of the expression &#x27;land\ngrabber&#x27;, it is necessary to point out that it is only when a\nperson has lawful entitlement to the land alleged to be grabbed\nthat he cannot be brought within the mischief of the said\nexpression.  A mere prima facie bona fide claim to the land\nalleged to be grabbed by such a person, cannot avert being\nroped in within the ambit of the expression &quot;land grabber&quot;.\nWhat is germane is lawful entitlement to and not a mere prima\nfacie bona fide claim to the land alleged to be grabbed.\nTherefore, the observation of the Division Bench of the High\nCourt in the said Writ Appeal No.61 of 1978 that the appellant\ncan be taken to have prima facie bona fide claim to the land in\ndispute which was relevant for the said <a href=\"/doc/28328777/\" id=\"a_80\">Land Encroachment\nAct</a>, cannot be called in aid as a substitute for lawful\nentitlement to the land alleged to be grabbed, which alone is\nrelevant under the Act.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_49\">\tA copy of the statement of Maqta Enquiry (Ext.B-15)\nwhich is in Urdu shows that the Maqta was granted by the\nQutub Shahi rulers, which became Sarfekhas property (private\nproperty of the Nizam) subsequently.  In the Maqta enquiry the\nTalukdar (Sarfekhas) recommended that Maqta be re-granted in\nfavour of Mohd. Abdul Quadir and others (who were ancestors\nof the lessor of the appellant).  The location of the Maqta\n(which is referred to as, &#x27;Maqta  Naimatullah Shah&#x27;) was\nmentioned as adjacent to Hussain Sagar.\t Ex.A-20 is a copy of\nMunthkhab Statement of Inam Enquiry (Sarfekhas) bearing\nexecution No.1050 dated 09.01.1327 Fasli.  It shows that as per\nthe letter of Administrative Committee of Sarfekhas (Mubark)\nbearing No.1185 dated 19.09.1326 Fasli, H.E.H. the Nizam had\nsanctioned confirmation of cash grant and the Maqta excluding\nthe land covered by graveyard and the King&#x27;s bungalow.\tIt is\nalso clear that the land which was appurtenant to the King&#x27;s\nbungalow was returned to Sarfekhas and it was subsequently\ndirected to be sold for adequate price by H.E.H. the Nizam on\n12.02.1343 Fasli.  A perusal of Ex.A-26 lends support to the\nfact that the original Muntakhab No.1050 of 1327 Fasli of\nMaqta Naimatullah Shah had excluded the King&#x27;s bungalow\nwith the land and the graveyard while sanctioning the\nconfirmation of Maqta by H.E.H. the Nizam.  It appears to us\nthat a palace was constructed during the lifetime of H.E.H. the\nNizam VI which was referred to as King&#x27;s bungalow and which\nlater came to be known as the Secretariat.  The land between\nthe Secretariat\t and the Hussain Sagar was part of the excluded\nland and was lying vacant.  It was the land of the Sarfekhas and\nin regard to that land various persons including predecessors-in-\ninterest of the appellant made their claims but all the claims\nwere rejected by the then Sadarul Maham (Minister) of\nSarfekhas and it was directed that the land should be under the\ncontrol and protection of Babe Hukumat (GAD) and the\nRevenue Department was specifically directed to supervise the\nsame. That order was appealed against before Moaziz\nCommittee of Sarfekhas (comprising of the Chief Justice and\ntwo Hon&#x27;ble Judges of the High Court of the then State of\nHyderabad).  The Committee confirmed the said order of the\nMinister and dismissed the appeals on Mehr 30, 1357 Fasli.\nThus, it is abundantly clear that Survey Nos.9/15 paiki, 9/16,\n9/17, 9/18, 9/19 were not part of Maqta which was reconfirmed\nin favour of the predecessors-in-interest of the appellant.  They\nremained land of Sarfekhas (private estate of the Nizam) which\nmerged in Diwani, that is State Government, on 5.2.1949\n(Ex.A-30).  It is noted in Ex.B-20, letter from Tehsil Taluk,\nHyderabad West, addressed to the Collector, Hyderabad, dated\n27.07.1954 that Survey Nos.9/15, 9/16, 9/17, 9/18 and 9/19 of\nMaqta Naimatullah Shah are situate in between the Secretariat\nand Hussain Sagar Tank.\t That was also stated to by the\nappellant in his deposition.  Inasmuch as the Maqta remained\nunder attachment and in the possession of the Sarfekhas during\nthe period of Inam Enquiry an attempt was made to show that\nunder Ex.B-11, a letter dated 12.10.1356 Fasli (English\ntranslation Ex.B-12), the Maqta was directed to be released in\nfavour of the Maqtadar.\t Ex.B-13 a certified copy of the\npanchnama dated 02.11.1356 Fasli is filed to show that the land\nbearing Survey Nos.9/2, 9/10, 9/12, 9/15 and 9/16 to 9/20\nmeasuring 54 acres, was inspected and while Survey No.9/17\nand 9/18 measuring 7 acres and 7 guntas alone were retained in\nthe Government possession the rest of the Survey numbers were\nput in possession of the Inamdar.    English translation  of\nEx.B-13 is marked as Ex.B-14.  Ex.B-15 English translation is\na certified copy of receipt dated 02.11.1356 Fasli which was\nfiled to show that possession was taken by the Maqtadar.  These\ndocuments were, however, treated by the Special Court as\nspurious. The said documents are certified copies and they are\nin Urdu.  A careful reading of Exs.B-11 in Urdu and B-12\n(English translation) discloses that the recitals:\n</p><blockquote id=\"blockquote_50\">&quot;Hence\tthe Makhtha may be restored in favour of\nSyed Shah Mohd. Wajihullah Hussain Asrari,\nMakhthedar of the Makhtha Niamathullah Shah\nand after release and handing over a detailed\ncompliance report, should be sent along with the\nreceipt&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_50\">are out of  context with the other recitals therein.  Such an\nimportant order directing delivery of possession of land,\nbearing S.Nos. noted above, which was excluded from regrant\nof Maqta under Muntakhab, could not have been directed to be\ndelivered under Ex.B-11.  In the ordinary course of event a\ndecision ought to be taken first and then only it would be\ncommunicated.  Such a decision should be in the file.  No order\nwas filed in support of Ex.B-11.  Further, the subject-matter of\nthe letter dated 12.10.1356 Fasli (Exs.B-11 and B-12) from the\nFirst Talukdar, District Atraf-e-Balda, Sarfekhas addressed to\nthe Tehsildar, Taluk West shows that the proceeding\ncommenced on the application for waiving the land revenue on\nthe ground that the land was under attachment and in the\npossession of the Government.  It is strange to note that in reply\nto an application to waive the land revenue the possession of\nthe land was directed to be delivered by the first Taluqdar in his\nletter Ex.B-11 dated 12.10.1356 Fasli (English translation\nEx.B-12) and purported to have been delivered under Exs.B-13\nand B-14 dated 2nd Mehr 1356 (2.11.1356 Fasli) (wrongly noted\nin the English translation as 2.11.1355 Fasli), while the appeal\nin regard to the land of which the said S.Nos. are a part, was\nstill pending before the Moaziz Committee.  From Ex.A-27 it is\nseen that the Moaziz Committee decided the appeal on Mehr\n30, 1357 (30.11.1357 Fasli) after sending the said letter (Ex.B-\n</p><p data-structure=\"CDiscource\" id=\"p_51\">11).  These documents are not originals.  They are certified\ncopies and, therefore, it is not possible to make out whether the\nportion noted above as out of context, really formed part of the\nletter as in the absence of the order including the said S.Nos. in\nthe regrant directing delivery of possession, gives rise to lot of\nsuspicion.  We say no more.  For the aforementioned reasons,\nthey do not inspire any confidence to be accepted as correct.  In\nview of these strong reasons we are not persuaded to disagree\nwith the view of the Special Court that they are spurious\ndocuments.  Thus, it is clear that the land in dispute was not\npart of Maqta land.  That land remained as Sarfekhas land and\non merger of Sarfekhas in Diwani on February 5, 1949, it\nbecame Government land.\t Even assuming that it was part of\nregranted Inam land, on coming into force of the Inams Act, it\nvested in the Government.  Admittedly, neither the Inamdar nor\nthe appellant obtained occupancy certificate in respect of the\nland in dispute under <a href=\"/doc/96544061/\" id=\"a_81\">Inams Abolition Act</a>. In support of the\nallegations in the petition and the plaint PW 1 has categorically\nstated that the appellant is a land grabber and he was not cross-\nexamined on that aspect.  We have, therefore, no hesitation in\nendorsing the finding that the said Mohd. Nooruddin Asrari had\nno title to the land in dispute and consequently the appellant\nacquired no title to it.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_52\">\tHaving regard to the absence of any material on record,\nall the circumstances and the probabilities of the case, it is hard\nto believe that at any time before or on the date of execution of\nEx.B-39 the lessor of the appellant who had no title to or\ninterest in the land which was directed to be under the\nsupervision of the GAD, was in possession of the land in\ndispute which was lying vacant.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_53\">\t It is relevant to note that as the decision of the Special\nCourt on the question of title to the land in dispute was not\nbased on the order of the Collector contained in the letter dated\nOctober 5,1959 (Ex.A-14), the validity of that order is\ninconsequential.  We, therefore, do not propose to examine that\naspect.\t We may note here that the Special Court did not invoke\nthe presumption under <a href=\"/doc/183011636/\" id=\"a_82\">Section 10</a> of the Act against the\nappellant.  It is also evident that the title of the first respondent\nto the land in dispute was upheld de hors the weakness in the\ntitle of the appellant.\n</p>\n<p data-structure=\"Precedent\" id=\"p_54\">\tOn a careful perusal of the judgment of the Special Court\non the question of title of the first respondent and that of the\nappellant and his lessor-Inamdar we are satisfied that neither\nany relevant material was excluded from consideration nor any\nirrelevant material was relied upon by the Special Court in\nrecording its finding.\tThere was, therefore, no scope for the\nHigh Court to interfere with those findings.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"987\" id=\"span_4\">In our view, the\nHigh Court committed no error of law in not interfering with\nthe findings of the Special Court in regard to the title of the first\nrespondent and absence of title in the appellant to the land in\ndispute [See : <a href=\"/doc/987/\" id=\"a_83\">Omar Salay Mohamed Sait vs. Commissioner of\nIncome-tax, Madras</a> [AIR 1959 SC 1238].\tOn the conclusions\narrived at by us no interference is warranted by this Court in\nthis appeal filed under <a href=\"/doc/427855/\" id=\"a_84\">Article 136</a> of the Constitution of India.</span>\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"319203\" id=\"span_5\">[See : <a href=\"/doc/319203/\" id=\"a_85\">Mehar Singh &amp; Ors. vs. Shiromani Gurudwara\nPrabandhak Committee</a> [2000 (2) SCC 97].</span>\n</p>\n<p data-structure=\"RespArg\" id=\"p_55\">To complete the discussion on the lawful entitlement, the\nappellant&#x27;s claim of title to the land in dispute by prescription\nremains to be examined.\t The contention of Mr.Parasaran is that\nthe appellant, who has been in possession of the land since\n1954 on the basis of Ext.B-39 (an unregistered agreement for\nperpetual lease), perfected his title by adverse possession as on\nthe date of the suit on November 25, 1985.\n</p>\n<p data-structure=\"Precedent\" id=\"p_56\">\tMr.Altaf Ahmad, on the other hand, relied on the conduct\nof the appellant to show that he had no requisite animus to\npossess the land in dispute adverse to the title and interest of the\nfirst respondent and that the essential requirements of adverse\npossession were not satisfied as neither the appellant had the\nrequisite animus nor he fulfilled the requirement of possession\nof the land in dispute for the statutory period of 30 years; both\nthe Special Court as well as the High Court concurrently held\nthat the appellant did not perfect his title to the land in dispute\nby adverse possession and that finding would not be open to\nchallenge in this appeal.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_57\">The Special Court, on the pleadings of the parties, framed\nissue No.5, noted above. The onus of proving that issue is on\nthe appellant who claims title by adverse possession.\nThe question of a person perfecting title by adverse\npossession is a mixed question of law and fact.\t The principle of\nlaw in regard to adverse possession is firmly established. It is a\nwell-settled proposition that mere possession of the land,\nhowever long it may be, would not ripe into possessory title\nunless the possessor has &#x27;animus possidendi&#x27; to hold the land\nadverse to the title of the true owner.\t It is true that assertion of\ntitle to the land in dispute by the possessor would, in an\nappropriate case, be sufficient indication of the animus\npossidendi to hold adverse to the title of the true owner.  But\nsuch an assertion of title must be clear and unequivocal though\nit need not be addressed to the real owner. For reckoning the\nstatutory period to perfect title by prescription both the\npossession as well as the animus possidendi must be shown to\nexist.\tWhere, however, at the commencement of the possession\nthere is no animus possidendi, the period for the purpose of\nreckoning adverse possession will commence from the date\nwhen both the actual possession and assertion of title by the\npossessor are shown to exist.  The length of possession to\nperfect title by adverse possession as against the Government is\n30 years.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_58\">The appellant (defendant) in his written statement\naverred that he was claiming title under Mohd. Nooruddin\nAsrari who was successor of the original Inamdar Sheik\nNaimatullah Shah.  The land in dispute is a part of the maqta\nland which was in his possession from November 28, 1954\nunder an agreement for perpetual lease which was confirmed\nunder the registered lease deed executed on December 11/12,\n1957.  He alleged that he constructed a small structure in 1955\nand thereafter, having taken due permission, constructed a\npucca building.\t He denied that the said land came in his\npossession in 1958 as alleged in the plaint.  He stated that he\nhad been in possession adverse to the plaintiff-the first\nrespondent since November 28, 1954 for more than 30 years\nprior to the filing of the suit on November 25, 1985.  It is\nfurther averred that his predecessor-in-title being in possession\nof the said land for innumerable years prior to 1954 in their\nown right as Inamdar, he is entitled to tack on their possession\nto perfect his title by adverse possession.\n</p>\n<p data-structure=\"Precedent\" id=\"p_59\">The first respondent-plaintiff, perhaps with a view to\nforeclose the plea of adverse possession, stated in the plaint\nitself that the possession of the appellant-defendant could not\namount to adverse possession for many reasons; the appellant\nraised the building with the permission of the court while\nO.S.No.13 of 1958 filed by Rasheed Shahpurji Chenoy was\npending before the Additional Chief Judge, City Civil Court,\nHyderabad, after giving an undertaking and in view of the\nundertaking his possession partakes the character of permissive\npossession; he paid Siwaijama and applied for occupancy\ncertificate.  The first respondent had instituted eviction\nproceeding by issuing notice against the defendant under\n<a href=\"/doc/180352774/\" id=\"a_86\">Section 6</a> of the Land Encroachment Act.\n</p>\n<p data-structure=\"Precedent\" id=\"p_60\">\tTo appreciate the plea of the first respondent that the\nappellant&#x27;s possession of the land in dispute has the character of\npermissive possession so he cannot acquire title by adverse\npossession, it will be appropriate to refer to the averments in the\nplaint to understand their true import, which are as follows :\n</p>\n<blockquote id=\"blockquote_51\">&quot;The suit lands in the beginning were open and\nvacant tank bed lands and the defendant raised the\nbuilding &quot;Jala Drushyam&quot; with the permission of\nthe Court while O.S.No.13 of  1958 was pending\nbefore the Court of the Additional Chief Judge,\nCity Civil Court, Hyderabad, and the undertaking\nof the defendant given in the shape of a bond,\nwhile seeking permission to construct the said\nbuilding, was to the effect that he would not claim\nany compensation from the plaintiff for the\nbuilding raised on the suit-lands in case the same\nare ultimately declared and held to be the\nGovernment lands............The possession of the\ndefendant in view of his undertaking in the above\nsuit partakes the character of permissive\npossession and in that view of the matter also the\ndefendant cannot claim adverse possession against\nthe plaintiff. (emphasis supplied)&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_61\">In the concise statement filed along with the application dated\nMarch 22, 1992 before the Special Court the first respondent\nstated :\n</p>\n<blockquote id=\"blockquote_52\">&quot;Pending O.S.No.13 of 1958 the respondent herein\n(the appellant) constructed a building Jala\nDrushyam. After the dismissal of the suit.  The\nGovernment of A.P. initiated eviction proceedings.\nThe possession of the respondent (the appellant) in\nview of his undertaking given in the Trial Court\namounts to permissive possession.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_62\">From the above averments, it is evident that permission was\ngranted by the court to the appellant to construct the building\n&#x27;Jala Drushyam&#x27;.  Therefore, the said building could be said to\nbe a construction with permission of the Court and not\nunauthorised. But certainly the appellant&#x27;s possession of the\nland in dispute, if otherwise adverse to the title of the first\nrespondent, does not acquire the character of permissive\npossession on the ground the appellant sought permission of the\nCourt to erect a building thereon.  We are, therefore, of the\nview that the said averments cannot come in the way of the\nappellant in acquiring title by adverse possession if other\nrequirements of adverse possession are satisfied.\n</p>\n<p data-structure=\"Precedent\" id=\"p_63\">\t<span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1924102\" id=\"span_6\">As to the period of the appellant&#x27;s possession,\nMr.Parasaran contended, that though Ex.B-40 perpetual lease\nagreement was registered on December 12, 1957 yet it would\nrelate back to the date of Ex.B-39 (28.11.1954) which would be\nthe date of commencement of possession.\t He sought to derive\nsupport from <a href=\"/doc/1924102/\" id=\"a_87\">Thakur Kishan Singh (Dead) vs. Arvind Kumar</a>\n[1994 (6) SCC 591]. We cannot accept the submission as a\ncorrect proposition of law. In that case the lease deed was\nexecuted on 5.12.1949 but it was registered on 30.3.1950.  On\nthat factual background this Court held :</span>\n</p>\n<blockquote id=\"blockquote_53\">&quot;<a href=\"/doc/456575/\" id=\"a_88\">Section 47</a> of the Registration Act provides that a\nregistered document shall operate from the time it\nwould have commenced to operate if no\nregistration thereof had been required or made and\nnot from the time of its registration.\tIt is well\nestablished that a document so long it is not\nregistered is not valid yet once it is registered it\ntakes effect from the date of its execution. (See :\n</blockquote><blockquote id=\"blockquote_54\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"96841\" id=\"span_7\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"793126\" id=\"span_8\"><a href=\"/doc/793126/\" id=\"a_89\">Ram Saran Lall vs. Mst.Domini Kuer</a> [1962 (<a href=\"/doc/96841/\" id=\"a_90\">2)\nSCR 474 and Nanda Ballabh Gururani vs.\nSmt.Maqbol Begum</a> [1980 (3) SCC 346]. Since,\nadmittedly, the lease deed was executed on\n5.12.1949, the plaintiff after registration of it on\n3.4.1950 became owner by operation of law on the\ndate when the deed was executed.&quot;</span></span>\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_64\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"96841\" id=\"span_9\">In the instant case Ex.B-39 (unregistered perpetual lease\nagreement dated November 28, 1954) was not registered\nsubsequently.  Ex.B-40 the perpetual lease deed dated\n11.12.1957 is a different document which was registered on\n12.12.1957.  Therefore, Ex.B-40 would relate back to the date\nof its execution i.e. 11.12.1957 on its subsequent registration on\n12.12.1957 but not on the date of execution of Ex.B-39 i.e.\n28.11.1954.  The Principle <a href=\"/doc/96841/\" id=\"a_91\">laid down in</a> <a href=\"/doc/96841/\" id=\"a_92\">the above case</a> is,\ntherefore, of no benefit to the appellant.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_65\">\tThe Special Court found that the appellant&#x27;s possession\ncould not be ascribed to the date of the agreement for lease deed\ndated 28.11.1954 (Ex.B-39) or registered lease deed dated\n11.12.1957 (Ex.B-40) which were excluded from consideration.\nIn regard to Ex.B-39 the Special Court held that it was a\ntampered document; the survey numbers of the land leased\nwere given in it as Survey Nos.9/15 and 9/17 which were\naltered to appear as Survey Nos.9/15 to 9/18 and the extent of\nthe land was not mentioned therein. The Special Court noted\nthat in the absence of original of Ext.B-40, it was not possible\nto say whether Ex.B-40 also suffered from the same vice of\nsubsequent alteration in the survey numbers, therefore, it\ndeclined to rely on Ex.B-40 also.  In view of the criticism of the\nSpecial Court we perused the Urdu documents Ex.B-39 and\nEx.B-40.  Survey Nos.&quot;9/15 and 9/17&quot; (Ex.B-39) were altered\nto appear as &quot;9/15 to 9/18&quot;.   This is visible to the naked eye.\nThe alteration was not authenticated so the criticism of the\nSpecial Court is well-founded.\tIt is also noticed that the\noriginal of Ex.B-40 was not filed in the court and no case is\nmade out to lead secondary evidence. Further in Exs.B-13 and\nB-14 (which are discussed above) it is specifically mentioned\nthat S.Nos.9/17 and 9/18 which were selected for the offices of\nthe Secretariat were retained with the Government.  If that be\nso, it remained unexplained as to how the appellant obtained the\nsaid S.Nos. on lease from the said Nooruddin.  This clearly\nshows the contradiction in the claim of the appellant which\nmakes it unacceptable.\tAfter excluding the said documents\nfrom consideration the Special Court held that the solitary\nstatement of the appellant that his adverse possession\ncommenced from November 28, 1954, could not be accepted to\nhold that he has been in continuous possession for a period of\n30 years as no receipt of payment of rent (nuzul) under the\nperpetual lease agreement Ex.B-39 was filed to prove that the\nappellant has been in possession of the said land from\nNovember 28, 1954.  The Special Court counted the period of\npossession of the land in dispute from the date the appellant\nobtained permission for construction of the house under Ex.B-\n42 dated 09.08.1958 and the preceding correspondence under\nExs.B-60 to B-62 between March, 1958 and August, 1958.\nPointing out that the suit was filed on November 25, 1985, so\nthe period of 30 years was not completed from 1958, it rejected\nthe plea of adverse possession.\n</p>\n<p data-structure=\"Precedent\" id=\"p_66\">\tIn regard to the animus of the appellant to possess the\nland in dispute adverse to the interest of the first respondent, the\nSpecial Court pointed out that the appellant applied for\noccupancy certificate to the concerned authority under the\n<a href=\"/doc/96544061/\" id=\"a_93\">Inams Abolition Act</a> which nullified the animus of adverse\npossession.  The Special Court also relied on Ex.A-42 (Ex.B-\n</p><p data-structure=\"CDiscource\" id=\"p_67\">43) issued by the State demanding siwai jamabandi on May 14,\n1960 and payment of the same under Exs.A-44 and A-45 dated\nJune 30, 1960 to show that the requisite animus was lacking.\nThese documents were put to the appellant when he was in the\nwitness box and he admitted the same.  On the basis of the\nabove evidence the Special Court came to the conclusion that\nthe appellant failed to prove adverse possession.  In the said\nwrit petition the High Court did not find any illegality in the\napproach or decision of the Special Court and declined to\ninterfere with the said finding.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_68\">\tWe have already noted above the requirements of\nadverse possession.\n</p><p data-structure=\"Precedent\" id=\"p_69\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"526619\" id=\"span_10\">In <a href=\"/doc/526619/\" id=\"a_94\">Balkrishan\tVs.  Satyaprakash &amp; Ors. (J.T.</a> 2001 (2)\nSC 357), this Court held :</span>\n</p>\n<blockquote id=\"blockquote_55\">&quot;The law with regard to perfecting title by\nadverse possession is well settled.  A person\nclaiming title by adverse possession has to prove\nthree &quot;nec&quot; - nec vi, nec clam and nec precario.\nIn other words, he must show that his possession is\nadequate in continuity in publicity and in extent.\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"675387\" id=\"span_11\">In <a href=\"/doc/675387/\" id=\"a_95\">S.M. Karim v. Mst</a>. Bibi Sakina (AIR 1964 SC\n1254) speaking for this Court, Hidayatullah, J. (as\nhe then was) observed thus :</span>\n</blockquote>\n<blockquote id=\"blockquote_56\">&quot;Adverse possession must be adequate\nin continuity, in publicity and extent and a plea\nis required at the least to show when\npossession becomes adverse so that the starting\npoint of limitation against the party affected\ncan be found.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_70\">In that case the requirement of animus possidendi was not\nadverted to as on facts it was shown to be present; the\ncontroversy, however, was about the other ingredient of adverse\npossession.  It is clear that it must be shown by the person\nclaiming title by prescription that he has been in possession of\nthe land for the statutory period which is  adequate in continuity\nin publicity and in extent with the animus of holding the land\nadverse to the true owner.\n</p>\n<p data-structure=\"RespArg\" id=\"p_71\">Mr.Parasaran, however, contended and reiterated in his\nwritten submissions that possession in assertion of one&#x27;s own\ntitle was animus of adverse possession and that passing an\nadverse order against the appellant or the appellant himself\nfiling an application to any statutory authorities for occupancy\ncertificate would not interrupt his adverse possession of the\nland in dispute.  It was also contended that as a derivative title\nholder he was entitled to tack his possession to that of his\npredecessor-in-interest and that in any event the presumption of\nthe continuity of state of things backwards could also be drawn\nas the appellant&#x27;s possession from 1958 was accepted and the\npossession earlier to 1958 should also be presumed.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_72\">Regarding the animus of the appellant, admittedly he\nclaimed as a lessee under the Inamdar.\tIndeed in his written\nstatement filed in Rasheed Shahpurji Chenoy&#x27;suit (O.S.No.13\nof 1958 on the file of Additional Chief Judge, City Civil Court,\nHyderabad) he claimed to be a lessee under the Inamdar.\t He,\nhowever, did not assert title to the land in dispute in himself nor\ndid he lay any claim on the ground of adverse possession. Even\notherwise there is no material to show that between November\n28, 1954 (unregistered perpetual lease agreement, assuming it\nto be free from interpolation and admissible as agreement for\nlease and (Ex.B-40) registered lease deed dated December 11,\n1957 (assuming that the secondary evidence is admissible) and\nthe date of filing of the written statement on January 28, 1987\nthe appellant claimed title to the land in dispute otherwise than\nunder Ex.B-40 much less by way of asserting adverse title.  It is\nonly in the written statement filed in the present suit that he\npleaded adverse possession for the first time. The possession of\nthe said land from the date of Ex.B-39, 1954, till the date of the\nfiling of the written statement in 1987 cannot, therefore, be\ntreated as adverse because there was no animus possidendi\nduring the said period.\t Before the date of filing the written\nstatement he never claimed title to the land in dispute adverse to\nthe State.  On the other hand, he paid siwai jamabandi and\napplied for occupation of rights.  Indeed in his deposition as\nR.W.1 in chief examination before the Special Court he stated,\n&quot;on being satisfied about the nature of the Inam, I\nentered into an agreement of perpetual lease on\n28.11.1954 with Inamdar as per Ex.B-39...............I\nhave taken possession from the Maqtedar under\nEx.B-39 on 28-11-1954.\tSince then I am in\noccupation uninterruptedly and enjoying the\nsame.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_73\">We found no assertion of title by adverse possession in his\ndeposition.  Further there is nothing on record to show that his\nlessor, Mohd. Nooruddin Asrari, ever claimed the land in\ndispute adverse to the State.  On these facts there is no scope to\ninvoke the principle of tacking the possession of the Inamdar or\npresumption of continuity of possession backward.\n</p>\n<p data-structure=\"Precedent\" id=\"p_74\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"526619\" id=\"span_12\">There can be no doubt that passing of adverse order\nagainst the appellant would not cause any interruption in his\npossession [See : <a href=\"/doc/526619/\" id=\"a_96\">Balkrishan vs. Satyaprakash</a> (supra)].\t So also\nfiling of application before statutory authority under <a href=\"/doc/96544061/\" id=\"a_97\">Inams\nAbolition Act</a> for occupancy rights, in our view, causes no\ninterruption  in the continuity of possession of the appellant but\nit does abrogate his animus to hold the land in derogation of the\ntitle of the state and breaks the chain of continuity of the\nanimus.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_75\">\tIn the light of the above discussion we hold that the\nappellant neither proved factum of possession of the land in\ndispute for period of 30 years nor succeeded in showing that he\nhad animus possidendi for the whole statutory period.\nTherefore, we cannot but maintain the confirming view of the\nHigh Court that the appellant failed to acquire title to the land\nin dispute by adverse possession. We may also add that the\nlessee of a Maqtedar (the Inamdar) cannot acquire title to the\ndemised land by adverse possession either as against the State\nor the Maqtedar (Inamdar) so long as his possession under the\nlease continues.\n</p>\n<p data-structure=\"RespArg\" id=\"p_76\">\tMr.Parasaran has contended that should the point of\nadverse possession be found against the appellant, the principle\nof lost grant would apply as the appellant has been in\npossession of the land in dispute for a considerable length of\ntime under an assertion of title.  <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1426669\" id=\"span_13\">In support of his contention he\nplaced reliance on <a href=\"/doc/1426669/\" id=\"a_98\">Monohar Das Mohanta\tVs.  Charu Chandra\nPal and Ors. (A.I.R.</a> 1955 S.C. 228).</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_77\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1426669\" id=\"span_14\">The principle of lost grant is a presumption which arises\nin cases of immemorial user.  It has its origin from the long\npossession and exercise of right by user of an easement with the\nacquiescence of the owner that there must have been originally\na grant to the claimant which had been lost.  The presumption\nof lost grant was extended in favour of possessor of land for a\nconsiderably long period when such user is found to be in open\nassertion of title, exclusive and uninterrupted.  However, when\nthe use is explainable, the presumption cannot be called in aid.\nA constitution Bench of this Court explained the principle in\n<a href=\"/doc/1426669/\" id=\"a_99\">Monohar Das Mohanta</a> (supra) thus,\n\n&quot;The circumstances and conditions under which a\npresumption of lost grant could be made are well\nsettled.  When a person was found in possession\nand enjoyment of land for a considerable period of\ntime under an assertion of title without challenge,\nCourts in England were inclined to ascribe a legal\norigin to such possession, and when on the facts a\ntitle by prescription could not be sustained, it was\nheld that a presumption could be made that the\npossession was referable to a grant by the owner\nentitled to the land, but that such grant had been\nlost.  It was a presumption made for securing\nancient and continued possession, which could not\notherwise be reasonably accounted for.\tBut it was\nnot a &#x27;presumptio juris et de jure&#x27;. A presumptio\njuris et de jure, means an irrebuttable presumption,\nis one which the law will not suffer to be rebutted\nby any counter-evidence, but establishes as\nconclusive; whereas a presumption juris tantum is\none which holds good in the absence of evidence\nto the contrary, but may be rebutted.</span> [Juris et de\njure -\tOf law and of right] and the Courts were\nnot found to raise it, if the facts in evidence went\nagainst it.\n</p>\n<blockquote id=\"blockquote_57\">\t&quot;It cannot be the duty of a judge to presume\na grant of the non-existence of which he is\nconvinced&quot; observed Farwell, J. in - &#x27;Attorney-\nGeneral Vs. Simpson&#x27;, 1901-2 Ch.671 at p.698\n(A).&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_78\">\t\t  [para 7 page 230]\n\n\nIn that case the possession of the defendant was claimed to be\nfor over 200 years but there was no finding on the length of\npossession.  On the ground, inter alia, that the land was part of\nMal lands (assessed land) within the zamindari, it was held that\nthere was no scope for applying presumption of lost grant.  In\nthe case on hand the appellant traces his possession from 1954\nunder an unregistered perpetual lease from the erstwhile\nInamdar (Maqtedar).  Therefore, the presumption of lost grant\nwill not be available to the appellant.\n</p>\n<p data-structure=\"Precedent\" id=\"p_79\">\tThus, it follows that the appellant has unauthorisedly\ncome into possession of the land in dispute of the first\nrespondent without lawful entitlement.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_80\">\tNow reverting to the other ingredient of the definition of\nthe expression &#x27;land grabbing&#x27; -- intention of the appellant -\nembodied in the phrase &quot;with a view to&quot; illegally taking\npossession of the land in dispute or entering into the land for\nany of the purposes mentioned in clause (e) of <a href=\"/doc/46725743/\" id=\"a_100\">Section 2</a>, the\nSpecial Court discussed exhaustively both the documentary\nevidence on record and the oral evidence of the appellant under\nthe caption - design of the first appellant in obtaining the\ndocuments of title and resisting possession -- and concluded\nthat he was fully aware of the infirmity  of the title of his\nvendor for want of confirmation of the grant by the civil\nadministrator and subsequent mutation proceedings, willingly\nsuffered siwai jama assessment, paid the same and raised\nstructures when a suit was pending and therefore he was a land\ngrabber.  The High Court having noted the discussion of the\nSpecial Court on the said issue and having adverted to the\nevidence, declined to interfere with that finding in the writ\npetition.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_81\">\tThe requisite intention which is an important ingredient\nof the land grabber, though not stated specifically, can be\ninferred by necessary implication from the averments in the\npetition and the plaint and the deposition of witness like any\nother fact. If a person comes into occupation of any\nGovernment land under the guise of a perpetual lease executed\nby an unauthorised person having no title to or interest in the\nland it cannot but be with a view to illegally taking possession\nof such land.  We make it clear that we are expressing no\nopinion on the point whether those averments would constitute\n&#x27;mensrea&#x27; for purposes of offence under the Act.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_82\">\tWe have carefully gone through the concise statement\naccompanying the application filed by the first respondent\nbefore the Special Court on March 20, 1992 and the plaint in\nO.S.No.1497 of 1985 filed by the first respondent in the Court\nof the IV Additional Judge, City Civil Court, Hyderabad.  It is\nalso averred that the appellant occupied the land in dispute in\nthe year 1958 and raised building &quot;Jala Drushyam&quot; and on\ncoming to know of it the first respondent took action for his\neviction under <a href=\"/doc/180352774/\" id=\"a_101\">Section 6</a> of the Land Encroachment Act.\tIt is\nalso stated that the claim of the appellant to the land in dispute\nis not proper, valid or legal as it never belonged to Naimatullah\nShah Maqta and even otherwise the land ceased to be Inam land\nfrom July 20, 1955 and had vested in the first respondent and\nnone of the heirs of Naimatullah Shah had come forward to be\ndeclared as occupant under the Inam Abolition Act.  The land in\ndispute is described by the first respondent as land grabbed and\na declaration is sought from the Special Court that the appellant\nis a land grabber.\n</p>\n<p data-structure=\"Section\" id=\"p_83\">It may be observed here that though it may be apt yet it is\nnot necessary for any petitioner who invokes the jurisdiction of\nthe Special Court/Special Tribunal to use in his petition under\n<a href=\"/doc/142133192/\" id=\"a_102\">Sections 7(1)</a> and <a href=\"/doc/178650962/\" id=\"a_103\">8(1)</a> of the Act, the actual words employed in\nthe relevant provisions of the Act, namely, grabbing of the land\nwithout any lawful entitlement and with a view to or with the\nintention of (a) illegally taking possession of such lands or (b)\nenter into or create illegal tenancies, leases or licences\nagreements or any other illegal agreements in respect of such\nlands; or (c) to construct unauthorised structures thereon for\nsale or hire; or (d) to give such lands to any person on (i) rental\nor (ii) lease and licence basis for construction, or (iii) use and\noccupation of unauthorised structures, as the case may be.\nPrima facie it will satisfy the requirements of the Act if the\npetitioner alleges that the respondent is a land grabber or that he\nhas grabbed the land.  What is pertinent is that the allegations in\nthe petition/plaint, in whatever language made, should make out\nthe ingredients of land grabbing against such a person or his\nbeing a land grabber within the meaning of those expressions\nunder the Act, as explained above.  It is only when the\nallegations made in the petition/plaint are proved the activity of\ntaking possession of the land will fall within the meaning of\nland grabbing that such a possessor can be termed as a &quot;land\ngrabber&quot; within the meaning of that expression under the Act.\n</p>\n<p data-structure=\"Precedent\" id=\"p_84\">\tIt is generally true that in the absence of necessary\npleadings in regard to the ingredients of the definition of &quot;land\ngrabbing&quot; no finding can validly be recorded on the basis of the\nevidence even if such evidence is brought on record.  Mr.\nParasaran cited the judgment of this Court in Sri\nVenkataramana Devaru &amp; Ors.   vs.  The State of Mysore &amp;\nOrs. (1958 SCR 895 at 906) to support his submission that\nwithout necessary pleading, the evidence on record cannot be\nlooked into.  However, it is a settled position that if the parties\nhave understood the pleadings of each other correctly, an issue\nwas also framed by the Court, the parties led evidence in\nsupport of their respective cases, then the absence of a specific\nplea would make no difference.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"629272\" id=\"span_15\">In <a href=\"/doc/629272/\" id=\"a_104\">Nedunuri Kameswaramma\nvs. Sampati Subba Rao</a> [1963 (2) SCR 208], Hidayatullah,J. (as\nhe then was) speaking for a three-Judge Bench of this Court\nobserved  at page No.214 thus :</span>\n</p>\n<blockquote id=\"blockquote_58\">&quot;Though the appellant had not mentioned a\nKarnikam service inam, parties well understood\nthat the two cases opposed to each other were of\nDharmila Sarvadumbala inam as against a\nKarnikam service inam.\tThe evidence which has\nbeen led in the case clearly showed that the\nrespondent attempted to prove that this was a\nDharmila inam and to refute that this was a\nKarnikam service inam.\tNo doubt, no issue was\nframed, and the one, which was framed, could\nhave been more elaborate; but since the parties\nwent to trial fully knowing the rival case and led\nall the evidence not only in support of their\ncontentions but in refutation of those of the other\nside, it cannot be said that the absence of an issue\nwas fatal to the case, or that there was that mis-\ntrial which vitiates proceedings.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_85\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1472809\" id=\"span_16\">The same view is expressed by this Court in the following two\ncases : Kali Prasad (Dead) by Lrs. &amp; Ors. vs. M/s.Bharat\nCoking Coal Ltd. &amp; Ors. [1989 Supl. (<a href=\"/doc/1472809/\" id=\"a_105\">1) SCC 628] and Sardul\nSingh vs. Pritam Singh &amp; Ors.</a> [1999 (3) SCC 522].</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_86\">\t <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1472809\" id=\"span_17\">Now, in the instant case the appellant has never pleaded\nbefore the Special Court that necessary pleading in regard to the\nrequirements of land grabbing is lacking in the case.  On the\nother hand, he understood the averments in the petition read\nwith the plaint correctly as allegations of land grabbing as can\nbe seen from the affidavit containing objections to the Gazette\nNotification dated April 1, 1992<a href=\"/doc/1472809/\" id=\"a_106\">, <a href=\"/doc/1472809/\" id=\"a_107\">referred to above</a></a>, filed on\nApril 16, 1992 (affidavit was attested on April 10, 1992).  He\nstated &quot;I deny the petitioner&#x27;s allegation of land grabbing\nwhatsoever, made in its petition dated 20.3.1992&quot;.  He further\nstated that the documents filed by him and the first respondent\n&quot;nullify the petitioners allegation of land grabbing, claim of\ntitle over the land and claim of right to get the possession of the\nland and the building.....&quot;.  On this pleading the Special Court\nframed issue No.6 aforementioned.  The parties adduced\nevidence, oral and documentary, on that issue.\tWe have\nalready discussed documentary evidence above. PW 1 in his\nstatement categorically stated that the appellant was a land\ngrabber.  What is surprising to note is that there was no cross-\nexamination on that aspect.  What is more surprising is that in\nhis deposition he did not even state that he was not a land\ngrabber and the land in dispute was not a grabbed land.\t We\nhave not taken this as his admission but only an aspect in\nappreciation of oral evidence.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_87\">\tThe Special Court is, therefore, correct in discussing the\nevidence on record under the caption &#x27;design&#x27; in view of the\npleading on that aspect, adverted to above and the High Court\nrightly upheld the same.  We have already pointed out that the\nactivity of grabbing of any land should not only be without any\nlawful entitlement but should also be, inter alia, with a view to\nillegally taking possession of such lands.  These two ingredients\nare found against the appellant.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_88\">\tIt is nonetheless submitted by Mr.Parasaran that the\nplaint mentions that the possession of the appellant partakes the\ncharacter of permissive possession and this averment negates\nthe very concept of land grabbing. It is no doubt true that if the\npossession is permissive then it cannot be treated as illegal for\npurposes of clauses (d) and (e) of sub-section (2) of the Act.\nWe have already discussed above with regard to the alleged\nplea of permissive possession and held that those averments in\nthe plaint would not constitute plea of &#x27;permissive possession&#x27;.\nIn the light of the above discussion, we have no option\nbut to sustain the view of the High Court in approving the\nfinding of the Special Court on Issue No.6, that the appellant\nfalls within the mischief of the definition of the expression\n&quot;land grabber&quot; under the Act.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_89\">In the result, we uphold the judgment and order of the\nHigh Court under challenge declining to interfere with the\njudgment and decree of the Special Court.  The appeal is\ndismissed; the parties shall bear their own costs.\n</p>\n<p data-structure=\"Precedent\" id=\"p_90\">\t .................................................J.\n\t\t\t\t [Syed Shah Mohammed Quadri]\n\n\t.................................................J.\n\t\t\t\t[S.N.Phukan]\n\nJanuary 29, 2002.\n</p>\n\n\n\n","numcites":49,"numcitedby":77,"docsource":"Supreme Court of India","citetid":1768336,"divtype":"judgments","relatedqs":[{"value":"permissive possession","formInput":"permissive%20possession"},{"value":"adverse possession","formInput":"adverse%20possession"},{"value":"land dispute title","formInput":"land%20dispute%20title"},{"value":"muntakhab","formInput":"muntakhab"},{"value":"perpetual lease","formInput":"perpetual%20lease"},{"value":"land grabbing act","formInput":"land%20grabbing%20act"},{"value":"constructive res judicata","formInput":"constructive%20res%20judicata"},{"value":"a.p. land grabbing (prohibition) act","formInput":"a.p.%20land%20grabbing%20%28prohibition%29%20act"},{"value":"title through adverse possession","formInput":"title%20through%20adverse%20possession"},{"value":"\"adverse possession\"","formInput":"%22adverse%20possession%22"},{"value":"res judicata ","formInput":"res%20judicata%20"},{"value":"inam lands","formInput":"inam%20lands"},{"value":"title and possession","formInput":"title%20and%20possession"},{"value":"land grabbing special court","formInput":"land%20grabbing%20special%20court"},{"value":"adverse possession   filter:   supreme court of india declaration of title","formInput":"adverse%20possession%20%20%20filter%3A%20%20%20supreme%20court%20of%20india%20declaration%20of%20title"},{"value":"animus possidendi","formInput":"animus%20possidendi"},{"value":"\"lost grant\"","formInput":"%22lost%20grant%22"},{"value":"framing of issues","formInput":"framing%20of%20issues"},{"value":"perfected title by adverse possession","formInput":"perfected%20title%20by%20adverse%20possession"},{"value":"sarfekhas","formInput":"sarfekhas"}],"cats":[{"value":"criminal-procedure-code","formInput":"tag:criminal-procedure-code"}],"courtcopy":true,"query_alert":null,"agreement":false}