{"tid":171584479,"publishdate":"2012-09-25","title":"Shyam K. Sharma @ Shyam Sunder Sharma vs State (Local Self) & Ors on 25 September, 2012","doc":"<h2 class=\"doc_title\">Shyam K. Sharma @ Shyam Sunder Sharma vs State (Local Self) &amp; Ors on 25 September, 2012</h2>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-mishra\">Arun Mishra</a>, <a href=\"/search/?formInput=benchid:s-r-lodha\">Sangeet Lodha</a></h3>\n\n<pre id=\"pre_1\">                                      1\n\n     IN THE HIGH COURT OF JUDICATURE FOR RAJASTHAN AT JODHPUR\n\n                                 JUDGMENT\n\n     1.    Shyam Kumar Sharma @ Shyam Sunder Sharma vs. State of\n          Rajasthan &amp; Ors.\n          [D.B.CIVIL SPECIAL APPEAL(W) NO. 755/12]\n\n\n     2. Shyam Kumar Sharma @ Shyam Sunder Sharma vs. State of\n        Rajasthan &amp; Ors.\n         [D.B.CIVIL SPECIAL APPEAL(W) NO. 789/12]\n\n                      Date of Judgment : 25.09.2012\n\n\n\n             HON&#x27;BLE THE CHIEF JUSTICE MR.ARUN MISHRA\n                 HON&#x27;BLE MR.JUSTICE SANGEET LODHA\n\n\nDr.P.S.Bhati, for the appellant.\nMr. V.D.Dadhich, for caveator-Municipal Board,Nagaur.\n\n\nBY THE COURT: ( PER HON&#x27;BLE MR.SANGEET LODHA,J.)</pre>\n\n\n\n\n<p data-structure=\"Issue\" id=\"p_1\">1.        These intra-court appeals are directed against order dated 4.6.12\n\nof learned Single Judge of this court, whereby two writ petitions\n\npreferred by the appellant; one seeking direction to the respondent-\n\nMunicipal Board, Nagaur (&#x27;the Board&quot;) for executing lease deed in favour\n\nof the appellant of the disputed land for construction of Cinema Hall\n\nand another questioning the Notice Inviting Tender(NIT) dated 10.5.11\n\nissued by the respondent-Board for award of contract of various\n\nconstructions to be raised for establishing Ecological Park &amp; Water Pond\n\nProject on the said land, stand dismissed.\n</p><span class=\"hidden_text\" id=\"span_1\">                                     2</span><p data-structure=\"Issue\" id=\"p_2\">\n\n</p><p data-structure=\"Issue\" id=\"p_3\">2.    The Special Appeal No.789/12 filed by the appellant is time\n\nbarred by 3 days, however, it is not accompanied by an application<a href=\"/doc/100581/\" id=\"a_1\"> u/s\n\n5</a> of Limitation Act and therefore, it deserves to be dismissed as barred\n\nby limitation. The Special Appeal No.755/12 is time barred by 2 days,\n\nwhich is accompanied by an application(IA No.11/12) u/s 5 of the\n\n<a href=\"/doc/1317393/\" id=\"a_2\">Limitation Act</a>. The application is not opposed by the counsel appearing\n\nfor the caveator-respondent. For the reasons stated in the application,\n\nwe are satisfied that the appellant was prevented from filing the appeal\n\nwithin limitation for sufficient cause. Accordingly, the application\n\n(IA No.11/12) is allowed. The delay in filing the appeal is condoned.\n\n</p><p data-structure=\"Issue\" id=\"p_4\">3.    Since, both the Special Appeals arise out of a common order\n\npassed by the learned Single Judge and therefore, the same were taken\n\nup for consideration together and are being disposed of by this common\n\njudgment.\n</p>\n<p data-structure=\"Facts\" id=\"p_5\">4.    The brief facts of the case are that the respondent-Board issued a\n\npublic notice dated 12.4.84 inviting tenders for letting out the land\n\nsituated near Makan Gate, in the east of          Nangani Piao, Nagaur\n\n(&#x27;disputed land&#x27;) on annual rent for a period of 15 years. The appellant\n\nquoted market value of the disputed land as Rs.2.80 lacs and\n\naccordingly, offered annual rent @ Rs.2,800/- per annum. As per the\n\nnotice issued, the allotment of the disputed land was subject to\n\nsanction by the Deputy Town Planner. Admittedly, the Senior Town\n\nPlanner, Bikaner Zone, Bikaner granted sanction vide communication\n<span class=\"hidden_text\" id=\"span_2\">                                     3</span>\n\ndated 10.9.84 inter alia in terms that the sale of the disputed land shall\n\nbe made in conformity with the provisions of Rajasthan Municipalities\n\n(Disposal of Urban Lands) Rules, 1974(&#x27;Rules of 1974&#x27;). Since, the\n\ndisputed land was being allotted for construction of Cinema therefore,\n\nthe matter was sent to the State Government for approval. Thereafter,\n\nno further steps were taken either by the Municipal Board, the State\n\nGovernment or by the appellant for more than 13 years. However, at a\n\nbelated stage, vide communication dated 24.2.97, the respondent-Board\n\nsent the matter to the Director, Local Bodies, for approval and in\n\nresponse thereto, the Director specifically conveyed that the disputed\n\nland could be disposed of in terms of Rule 15(3) of the Rules of 1974.\n\n</p><p data-structure=\"CDiscource\" id=\"p_6\">5.    It is pertinent to note that as per provisions of Rule 15(3)(c) of\n\nthe Rules of 1974, the procedure for letting out the land for Cinemas on\n\nannual rental basis is wholly abandoned yet, the Municipal Board moved\n\nthe matter to the Deputy Minister, Urban Development and Local Self\n\nDepartment, Government of Rajasthan vide letter dated 12.2.98 seeking\n\npermission for disposal of the disputed land in favour of the appellant\n\npursuant to notification dated 24.7.71. The Deputy Minister granted\n\napproval observing that complete arrears of rent be deposited and the\n\nlease deed may be executed and thereafter, possession of the land\n\nshould be handed over and compliance report be submitted within a\n\nperiod of one week. In these circumstances, the         respondent-Board\n\nissued demand notice of Rs.42,000/- towards rent payable, from 1984 to\n<span class=\"hidden_text\" id=\"span_3\">                                     4</span>\n\nFebruary, 1999, which was deposited by the appellant on 19.5.99 much\n\nafter   expiry of the     time   given   by   the   Deputy   Minister   vide\n\ncommunication dated 12.2.98. The appellant also tried to deposit the\n\nrent from February,1999 vide demand draft of Rs.63,420/- on 19.11.10,\n\nwhich was not encashed by the       respondent-Board. Indisputably, the\n\nlease deed was never executed in favour of the appellant and later, the\n\nrespondent-Board took a decision to use the disputed land for\n\ndeveloping &#x27;Ecological Park &amp; Water Pond&#x27; and for execution of such\n\nplan, a Memorandum of Understanding (MOU) was also entered into\n\nbetween MDH Masalawala and the respondent-Board.\n</p>\n<p data-structure=\"Issue\" id=\"p_7\">6.      Since, no steps were taken by the respondent-Board for execution\n\nof the lease deed in favour of the appellant therefore, the appellant\n\npreferred a writ petition being No.12056/10 before this court with the\n\nprayer for restraining the respondents from carrying out any work over\n\nthe disputed land and further seeking direction to execute lease deed in\n\nhis favour. During the pendency of the writ petition preferred by the\n\nappellant as aforesaid, vide letter dated 17.1.11, the respondent-Board\n\noffered the appellant allotment of an alternate land in lieu of the\n\ndisputed land. In this view of the matter, learned Single Judge of this\n\ncourt vide order dated 19.1.11 observed that the appellant herein may\n\napproach the Executive Officer, who will take final decision within one\n\nmonth for allotment of alternate land to the appellant. However, the\n\nrespondent-Board in its meeting held on 24.1.11 unanimously resolved\n<span class=\"hidden_text\" id=\"span_4\">                                    5</span>\n\nnot to allot any alternate land to the appellant and issued NIT dated\n\n10.5.11 inviting tenders for award of the contract for various\n\nconstructions to be raised for establishment of Ecological Park &amp; Water\n\nPond. In these circumstances, the appellant preferred yet another writ\n\npetition No.5959/11 with the prayer as aforesaid.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_8\">7.    After due consideration of the rival submissions, both the writ\n\npetitions have been dismissed by the learned Single Judge vide order\n\nimpugned dated 4.6.12. Hence, these intra-court appeals.\n\n</p><p data-structure=\"CDiscource\" id=\"p_9\">8.     Learned Single Judge taking note of the provisions of Rule 15 of\n\nthe Rules of 1974 arrived at a categorical finding that the allotments of\n\nthe land for Hotels &amp; Cinema could be made on the basis of 99 years\n\nlease hold rights by way of public auction in the manner prescribed in\n\nAnnexure A attached to the Rules of 1974. Learned Single Judge\n\nobserved that Rule 15(3) of the Rules of 1974 clearly provides that the\n\nprocedure for letting out the land for cinemas on annual rental basis is\n\nwholly abandoned and therefore, the process initiated by the Board for\n\nletting out the land for cinema purposes could not have been carried out\n\nas conveyed by the Senior Town Planner vide communication dated\n\n19.9.84. That apart, the learned Single Judge found that as per\n\ngovernment order dated 24.7.71 for determining the valuation of the\n\nland, yearly rent was to be fixed @ 10% of the market value of the\n\nsubject land for cinema purpose which in the instant case comes to\n\nRs.28,000/- per annum. However, as per the appellant&#x27;s bid offer based\n<span class=\"hidden_text\" id=\"span_5\">                                     6</span>\n\non his own assessment of the value of the disputed land at the rate of\n\nRs.2.80 lacs, the amount of rent comes to Rs.2,800/- per annum only\n\nwhich was apparently not in conformity with the government order\n\ndated 24.7.71. Precisely, the learned Single Judge opined that the very\n\nprocess initiated by issuing public notice dated 12.4.84 was not in\n\nconformity with the Scheme of the Rules of 1974 and therefore, no legal\n\nright of the appellant can be said to have been infringed. Regarding the\n\nallotment of alternate land, learned Single Judge observed that\n\nadmittedly, the procedure provided under the Scheme of Rules was not\n\nfollowed and therefore, there was no occasion available for allotment of\n\nany alternative site and there is no provision brought to the notice of\n\nthe court under the Scheme of Rules of 1974 under which any alternate\n\nsite could be allotted to the appellant . Lastly, the learned Single Judge\n\nobserved that noticing the fact that after 13 years of issuance of the\n\npublic notice dated 12.4.84, no progress was made and after more than\n\na decade, the matter was again put in process, obviously for the reason\n\nthat the appellant at later stage became Ward Member and held the\n\npost of Chairman of Municipal Board during the period from 5.9.97 to\n\n27.8.2000 and by his own influence, the approval from the State\n\nGovernment was sought on 12.2.98.\n</p>\n<p data-structure=\"PetArg\" id=\"p_10\">9.    Learned counsel for the appellant contended that the learned\n\nSingle Judge ought to have appreciated         that by the act of the\n\nrespondents, the hope and desire of the appellant was created and he\n<span class=\"hidden_text\" id=\"span_6\">                                    7</span>\n\nalso complied with the necessary requirement and therefore, it was\n\nlegitimately expected from the respondent to execute the lease deed of\n\nthe dispute land in favour of the appellant. Learned counsel submitted\n\nthat the auction carried out by public notice dated 12.4.84 was not\n\ncancelled and therefore, the respondent-Board is under an obligation to\n\naccept the bid offered by the appellant. Learned counsel submitted that\n\nthe directions issued by the Deputy Minister, Local Self Government\n\nDepartment could not have been brushed aside by the          respondent-\n\nBoard. Learned counsel submitted that the Board having accepted the\n\nrent, it cannot shirk from its responsibility to execute the sale deed in\n\nfavour of the appellant.\n</p>\n<p data-structure=\"RespArg\" id=\"p_11\">10.   On the other hand, learned counsel appearing for the respondents\n\nsubmitted that the procedure initiated for allotment of the land for\n\ncinema purposes on annual rental basis being in violation of the Rules of\n\n1974, no right is created in favour of the appellant on the basis of the\n\noffer being made by him pursuant to notice dated 12.4.84. Learned\n\ncounsel submitted that the land was proposed to be given on annual\n\nrental basis and the proceedings initiated having been dropped by the\n\nBoard and further a decision having been taken to establish Ecological\n\nPark &amp; Water Pond over the disputed land, no right is created in favour\n\nthe appellant to claim allotment of alternate land on annual rental\n\nbasis, specially when, the provisions of the Rules of 1974 specifically\n\nprohibit the allotment of land on annual rental basis. Learned counsel\n<span class=\"hidden_text\" id=\"span_7\">                                     8</span>\n\nsubmitted that the findings arrived at by the learned Single Judge are\n\nabsolutely in conformity with the provisions of Rules of 1974 and the\n\nsame do not warrant any interference in intra-court appeal jurisdiction.\n\n</p><p data-structure=\"CDiscource\" id=\"p_12\">11.   We have considered the rival submissions and perused the\n\nmaterial on record.\n</p>\n<p data-structure=\"Precedent\" id=\"p_13\">12.    Indisputably, the Rules of 1974 do not envisage allotment of any\n\nland for cinemas on annual rental basis rather, by virtue of provisions of\n\nRule 15(3)(c), the procedure for letting out the land for cinemas on\n\nannual rental basis stands specifically abandoned. Thus, the proceedings\n\ninitiated by the respondent-Board in the year 1984 for allotment of the\n\nland for cinema on annual rental basis was ex facie illegal. It is\n\npertinent to note that the offer made by the appellant was not\n\naccepted by the Board and the matter was sent for approval to the\n\nSenior Town Planner as also the State Government. The Senior Town\n\nPlanner while granting sanction, specifically observed that the land may\n\nbe sold in conformity with the provisions of the Rules of 1974. It is\n\npertinent to note after a lapse of about more than 13 years when the\n\nmatter was pursued by the appellant when he was elected as Ward\n\nMember and then Chairman of the Board in the year 1997, vide\n\ncommunication dated 30.5.97 addressed to the Executive Officer of the\n\nrespondent-Board, the Deputy Director, Local Bodies, specifically\n\ndirected that the matter may be disposed of by the elected board in\n\nconformity with Rule 15(3) of the Rules of 1974. Thus, apparently, the\n<span class=\"hidden_text\" id=\"span_8\">                                     9</span>\n\nproposal for letting out the disputed land for cinema on annual rental\n\nvalue was never approved either by the Senior Town Planner or by the\n\nState Government. It appears that the appellant when later elected as\n\nChairman of the respondent-Board exercising his influence got the\n\nproposal approved by the Deputy Minister, Local Self Government. In\n\nconsidered opinion of this court, the Deputy Minister had no authority\n\nunder the law to inter meddle in the matter and direct the respondent-\n\nBoard to execute the lease deed in favour of the appellant de hors the\n\nRules of 1974. Suffice it to say that no right is created in favour of the\n\nappellant on the basis of alleged approval granted by the Deputy\n\nMinister and the rent being deposited by the appellant for the period\n\n1984 to 1999 admittedly, after the expiry of the time granted by the\n\nDeputy Minister.\n</p>\n<p data-structure=\"Precedent\" id=\"p_14\">13.   That apart, the proceedings for allotment of the disputed land\n\nbeing initiated by the respondent-Board in contravention of the\n\nprovisions of Rules of 1974 and having not been culminated in concluded\n\ncontract, stands vitiated and the appellant cannot claim any legal right\n\non the basis of offer made by him for allotment of the land on annual\n\nrental basis way back in the year 1984. It is settled law that even the\n\nhighest bidder has no indefeasible right to claim the confirmation of the\n\nbid as a matter of right. The authority vested with the power to approve\n\nthe bid is well within its rights to refuse the confirmation for valid\n\nreasons. In this view of the matter, in considered opinion of this court,\n<span class=\"hidden_text\" id=\"span_9\">                                     10</span>\n\nthe view taken by the learned Single Judge regarding the process for\n\nallotment initiated being violative of the provisions of the Rules of 1974\n\nand that the same does not create any right in favour of the appellant is\n\nabsolutely justified .\n</p>\n<p data-structure=\"CDiscource\" id=\"p_15\">14.   It is pertinent to note that the respondent-Board       has already\n\ntaken the decision to change the user of the disputed land and the\n\nrespondent Board by adopting a resolution in its meeting have already\n\nresolved to establish Ecological Park &amp; Water Pond Project over the said\n\nland and sufficient fund has already been invested and NIT has already\n\nbeen issued for award of contract for raising constructions. In this view\n\nof the matter, at this belated stage, when no right is created in\n\npetitioner&#x27;s favour, the question of considering his claim for allotment of\n\ndisputed land on annual rental basis, does not arise.\n\n</p><p data-structure=\"CDiscource\" id=\"p_16\">15.   There is yet another aspect of the matter. The process for\n\nallotment of the disputed land for cinemas on annual rental basis was\n\ninitiated way back in the year 1984 which was never culminated in a\n\nconcluded contract between the appellant and the respondent-Board.\n\nAt this stage, after a lapse of about 28 years, indisputably, the market\n\nvalue of the disputed land must have increased in alarming proportion.\n\nThe appellant who did not care to pursue the proposal for allotment for\n\nyears together    has no right whatsoever to claim the said plot for\n\nconstruction of cinema on annual rental basis. As laid down by the\n\nHon&#x27;ble Supreme Court in the matter of Rajasthan Housing Board &amp; Anr.\n<span class=\"hidden_text\" id=\"span_10\">                                                                     11</span>\n\n</p><p data-structure=\"Conclusion\" id=\"p_17\">           v. G.S.Investment &amp; Anr., (2007) 1 SCC, 477, in the matter of auction of\n\n           the plots by a public body, which are commercial transaction, even if,\n\n           some defects are found in the ultimate decision resulting in cancellation\n\n           of the auction, the court should exercise its discretionary power under\n\n           <a href=\"/doc/1712542/\" id=\"a_3\">Article 226</a> of the Constitution of India with great care and caution and\n\n           should exercise only in furtherance of the public interest. The court\n\n           should always keep larger public interest in mind in order to decide\n\n           whether it should interfere with the decision of the authority. The\n\n           increase in the cost of the land is also a relevant consideration and\n\n           therefore, the question of entertaining the appellant&#x27;s claim                                              at this\n\n           belated stage shall be obviously against the public interest.\n\n</p><p data-structure=\"Conclusion\" id=\"p_18\">           16.     For the aforementioned reasons, we are in full agreement with\n\n           the view taken and the order passed by the learned Single Judge.\n\n</p><p data-structure=\"Conclusion\" id=\"p_19\">           17.     In the result, the intra-court appeals fail and the same are hereby\n\n           dismissed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_20\">\n\n\n</p><pre id=\"pre_2\">           (SANGEET LODHA),J.                                                               (ARUN MISHRA),C.J.\n\n\n\n\nAditya/-\n\n\n\n\n</pre><p data-structure=\"Conclusion\" id=\"p_21\">             All corrections made in the judgment/order have been incorporated in the judgment/order being emailed.\n\n\n\n             Aditya Joshi, PS\n </p>","numcites":3,"numcitedby":8,"docsource":"Rajasthan High Court - Jodhpur","citetid":171584479,"divtype":"judgments","relatedqs":[{"value":"land dispute","formInput":"land%20dispute"},{"value":"allotment of land","formInput":"allotment%20of%20land"},{"value":"intra court appeal","formInput":"intra%20court%20appeal"},{"value":"alternate land","formInput":"alternate%20land"},{"value":"auction","formInput":"auction"},{"value":"cinemas","formInput":"cinemas"},{"value":"special appeal","formInput":"special%20appeal"},{"value":"lease deed","formInput":"lease%20deed"},{"value":"pond ","formInput":"pond%20"},{"value":"sangeet lodha","formInput":"sangeet%20lodha"},{"value":"abandonment","formInput":"abandonment"},{"value":"Ecology","formInput":"Ecology"},{"value":" Shyam Sunder","formInput":"%20Shyam%20Sunder"},{"value":"limitation  citedby: 100581","formInput":"limitation%20%20citedby%3A%20100581"},{"value":"arun ","formInput":"arun%20"},{"value":"was belated","formInput":"was%20belated"}],"cats":[{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"extension-of-prescribed-period","formInput":"tag:extension-of-prescribed-period"},{"value":"limitation","formInput":"tag:limitation"}],"courtcopy":true,"query_alert":null,"agreement":false}