{"tid":7236395,"publishdate":"2013-08-16","title":"State Pf M.P.& Ors. vs Mohan Sugar Mills & Ors Judgement Given ... on 16 August, 2013","doc":"<h2 class=\"doc_title\">State Pf M.P.&amp; Ors. vs Mohan Sugar Mills &amp; Ors Judgement Given ... on 16 August, 2013</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:a-k-shrivastava\">A.K. Shrivastava</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-k-shrivastava\">A.K. Shrivastava</a></h3>\n\n<pre id=\"pre_1\">                                              F.A. No. 112/1991\n                                1\n\n\nHIGH COURT OF MADHYA PRADESH, JABALPUR\n                          Single Bench:\n        HON&#x27;BLE SHRI JUSTICE A.K. SHRIVASTAVA\n\n\n                   First Appeal No. 112/1991\n           (Date of filing of Civil Suit : 11.03.1976)\n\nAPPELLANTS:          1.   State of Madhya Pradesh through\nDefendant No.4            the Collector, Hoshangabad.\n\nDefendant No.1       2.   Competent Authority, M.P. Ceiling\n                          Agricultural Holdings Act, Harda.\n\n                          Versus\n\nRESPONDENTS          1.   Mohan Sugar Mills Limited\nPlaintiff No.1            Registered Office, Harda.\nPlaintiff No.2       2.   The Central       Trading Company\n                          Private Ltd.,     Registered Office,\n                          Harda.\nDefendant No.2       3.    Seth Vallabh Das Modi (since\n                           deceased) now by LRs:-\n                          (i)   Smt. Pushpa Devi wd/o Seth\n                                Vallabh Das Modi,\n                          (ii) Krishna Das s/o Seth Vallabh\n                                Das Modi\n                          (iii) Brijesh Das s/o Seth Vallabh\n                                Das Modi\n                          All R/o 145, Garhi Pura, Harda\n                          (iv) Smt.     Chandawali    w/o\n                               Ramnarayan, R/o Somani\n                               Mohalla,       Chittorgarh,\n                               Rajasthan\n                          (v)   Yamuna Devi w/o Mahesh\n                                Kumar Dalni, R/o Agrawal\n                                Colony, 499, Jabalpur.\n                          (vi) Smt. Mridula Vyas          w/o\n                               Narendra Kumar Vyas,\n                           R/o 860, Mahaveer Nagar, II Kota,\n                           Rajasthan.\n                                                          F.A. No. 112/1991\n                                        2\n\n\nDefendant No.3            4.     Smt. Nanhi Bai (since deceased)\n                                 by L.R Jamna Prasad s/o\n                                 Moolchand        Jasani     (since\n                                 deceased) now by L.Rs:-\n                                 (I) Smt. Durgesh wd/o Late\n                                       Jamna Prasad Jesani,\n                                 (ii) Kranti Kumar s/o Late Jamna\n                                       Prasad Jesani\n                                 (iii) Shanti Kumar Jesani s/o Late\n                                       Jamna Prasad Jesani\n                                 (iv) Ku. Kirti Jesani d/o Late\n                                       Jamna Prasad Jesani,\n                                 All R/o Jesani Chowk, Harda,\n                                 District Harda (M.P.)\n\n---------------------------------------------------------------------------------\n         Shri R.D. Jain, Advocate General with Shri Santosh\nYadav, Panel Lawyer for the appellants-State.\n        Shri Ravish Agarwal, Senior Advocate with Shri Amit\nSahni, Advocate for the respondents 1 and 2.\n        Shri Ashish Shroti, Advocate for the L.Rs of respondent\nNo.3.\n        Shri A.K. Choubey and Shri Jagtendra Prasad, Advocate\nfor the L.Rs of deceased-respondent No.4.\n---------------------------------------------------------------------------------\nDate of Hearing:               18/07/2013\nDate of Judgment:              16/08/2013\n\n\n                            JUDGMENT\n</pre><p data-structure=\"Facts\" id=\"p_1\">                   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"7990\" id=\"span_1\">(Delivered on 16thAugust, 2013)\n\n\n              The judgment passed in this appeal shall also\n\ngovern the disposal of connected First Appeal No.110/1991\n\n(<a href=\"/doc/7990/\" id=\"a_1\">State of Madhya Pradesh and another v. Mohan Sugar Mills\n\nLimited and others</a>), F.A. No.154/1991 (Smt. Nanhi Bai (dead)\n<span class=\"hidden_text\" id=\"span_2\">                                              F.A. No. 112/1991</span>\n<span class=\"hidden_text\" id=\"span_3\">                              3</span>\n\n\nby L.Rs Smt. Durgesh Jesani and others v. Mohan Sugar Mill\n\nLimited and others) and F.A. No.155/1991 (Smt. Nanhi Bai\n\n(dead) by L.Rs Smt. Durgesh Jesani and others v. Mohan\n\nSugar Mill Limited and others), since they are arising from the\n\ncommon judgment and decree passed by learned Trial Court.</span>\n\n\n</p><p data-structure=\"Issue\" id=\"p_2\">2.         Feeling aggrieved by the judgment and decree\n\ndated 30.1.1991 passed by learned Additional Judge to the\n\nCourt of District judge, Hoshangabad in Civil Suit No.2-\n\nA/1976 and in other Civil Suit No.3-A/1976 decreeing the suit\n\nof plaintiffs/respondents 1 and 2, this first appeal under\n\n<a href=\"/doc/72075529/\" id=\"a_2\">Section 96</a> of the Code of Civil Procedure, 1908 has been\n\nfiled by the first and fourth defendants, namely, the\n\nCompetent Authority (under M.P. Ceiling on Agriculture\n\nHolding Act), Harda and the State of Madhya Pradesh\n\nrespectively.\n</p>\n<p data-structure=\"Issue\" id=\"p_3\">\n</p><p data-structure=\"Facts\" id=\"p_4\">3.         Today is the august day of this August month\n\nbecause two Civil Suit Nos.2-A/1976 and 3-A/1976 which\n\nwere filed more than 37 years ago and the aforesaid appeals\n\nwhich were filed more than 21 years ago are being decided\n\ntoday.\n</p>\n<p data-structure=\"Issue\" id=\"p_5\">\n</p><p data-structure=\"Facts\" id=\"p_6\">                    Case of the Plaintiffs\n\n\nTwo plaintiffs, namely, Shree Mohan Sugar Mill Limited,\n\nHarda and the Central Trading Company, Harda filed civil suit\n<span class=\"hidden_text\" id=\"span_4\">                                              F.A. No. 112/1991</span>\n<span class=\"hidden_text\" id=\"span_5\">                               4</span>\n\n\nunder unamended <a href=\"/doc/190653079/\" id=\"a_3\">Section 11(5)</a> of the M.P. Ceiling on\n\nAgricultural Holdings Act, 1960 (in short &quot;the Act of 1960&quot;,\n\nhowever, wherever unamended provisions of the Act of 1960\n\nare considered, they will be specified as &quot;unamended Act of\n\n1960&quot;) for setting aside order of the Competent Authority (first\n\ndefendant) dated 29.12.1975. One Rai Saheb Harishankarji\n\nwas having sir-land in the village mentioned in para 1(C) of\n\nthe plaint. In order to establish a sugar factory in the locality\n\nhe gave his sir-land on long lease with the active help,\n\nconsent and approval of the then State Government and\n\nentered into agreements dated 16.1.1948, 7.4.1951 and\n\n26.3.1952 and in pursuance of the same, ultimately, said Rai\n\nSaheb Seth Harishankarji along with his adopted son, Seth\n\nVallabh Das (second defendant) executed a registered lease\n\ndeed for 30 years from 29.11.1952 to 31.05.1982 in favour of\n\nsecond plaintiff, the Central Trading Company, Harda, but,\n\nput the lessee in possession of the lands with effect from\n\n01.05.1947. The suit land, the description whereof is given in\n\nthe plaint, was given for starting various kinds of industries\n\nmentioned in the lease especially sugar manufacture, saw\n\nmills, oil mills, foundries, alcohol factories, straw board and\n\npaper manufacture and for starting other industrial concerns\n\netc. with a stipulation that the lessee will be entitled to\n\ntransfer the lease hold rights to first plaintiff, namely, Shree\n<span class=\"hidden_text\" id=\"span_6\">                                             F.A. No. 112/1991</span>\n<span class=\"hidden_text\" id=\"span_7\">                              5</span>\n\n\nMohan Sugar Mills Ltd., Harda or to any one else as they may\n\nlike. The second plaintiff and thereafter the first plaintiff\n\nincurred huge investments towards machineries, especially\n\nengines for irrigation purposes and invested money also for\n\npurchasing other necessary articles and materials for starting\n\nsugarcane cultivation with a view of finally testing the\n\nfeasibility of success of sugar factory and other allied\n\nindustries such as straw board and alcohol etc.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_7\">4.         The sugarcane was sown for sugar manufacturing\n\netc. and jaggery was also produced and it was ultimately\n\nfound that 1000 ton sugar factory should be established as\n\nearly as possible. From this point of view, the first plaintiff\n\n(Public Company) decided to open sugar factory. It was\n\nexpected that the said sugar factory which will be established,\n\nwould take a long time to come up as a full-fledged sugar\n\nfactory and eventually, several facilities were allowed by the\n\nlessors to be incorporated in the lease deed, such as giving a\n\nlong period lease for actually starting a sugar factory and in\n\nthe meantime, to carry on the agriculture to produce the\n\nsugarcane which will be the source of the sugar in the leased\n\nout lands. But, it became impossible for the first plaintiff to\n\nopen a big sugar factory even upto the end of 1960. In the\n\nmeantime, the unamended Act of 1960 came into force. The\n\nassent of the President for the enactment of this Act was\n<span class=\"hidden_text\" id=\"span_8\">                                             F.A. No. 112/1991</span>\n<span class=\"hidden_text\" id=\"span_9\">                              6</span>\n\n\npublished in the M.P. Gazette Extraordinary dated 1st\n\nOctober, 1960 but Sub-section (3) of <a href=\"/doc/68636610/\" id=\"a_4\">Section 1</a>, deferred the\n\nenforcement of the Act to the date which may be appointed by\n\nthe State Government. Thereafter, by Notification No.3467-\n\nXXXVIII-61 published in M.P. Rajpatra dated 10 th November,\n\n1961 this Act was enforced with effect from 15th November,\n\n1961.\n</p>\n<p data-structure=\"Issue\" id=\"p_8\">\n</p><p data-structure=\"CDiscource\" id=\"p_9\">5.         The lessor Rai Saheb Seth Harishankar expired\n\nsomewhere in January 1962 and third defendant Smt. Nanhi\n\nBai is her widow while second defendant is his adopted son.\n\nAfter the death of Rai Saheb Seth Harishankar dispute arose\n\nbetween second and third defendants since each of them\n\nwere claiming their own right to be the owner of the half share\n\nin the disputed property by devolution. The Competent\n\nAuthority under the Act of 1960 held that the settlement\n\narrived at between second and third defendant is mala fide\n\nand fraudulent and meant to defeat the provisions of the\n\nunamended Act of 1960 and eventually the said authority\n\nwrongly assumed the partition or settlement without proper\n\nand legal allegation or evidence before him and this has led\n\nhim to pass wrong order in the ceiling case No.601 SH.A/90-\n\nB(3) of Dhanwada, P.C.62 S.No.204, Tahsil Harda of year\n\n1963-64   and   Revenue     Case   No.602    SH.A/90-B(3)    of\n\nDhanwada P.C. 62, S.No.204, Tahsil Harda of year 1963-64.\n<span class=\"hidden_text\" id=\"span_10\">                                                F.A. No. 112/1991</span>\n<span class=\"hidden_text\" id=\"span_11\">                                7</span>\n\n\n</p><p data-structure=\"Precedent\" id=\"p_10\">6.         According to the plaintiffs, it was necessary for the\n\ncompetent authority to presume in absence of any lawful\n\nevidence that the second and third defendants are the owners\n\neach having half property held by them jointly and without any\n\ndevision and therefore, these defendants were also arrayed\n\nas defendants in the civil suit. According to the plaintiffs, in\n\npursuance to the arrangement referred in para-2(A) and (B) of\n\nthe plaint, the second plaintiff out of the land which came into\n\nhis possession in pursuance to the lease deed dated\n\n29.11.1952 went on assigning by virtue of registered\n\nassignments deeds, right, title and interest in the land as\n\nmentioned in Schedule-I annexed to the plaint. Thus, the first\n\nplaintiff is in possession of most of the disputed lands. It is\n\npleaded in para 5(B) of the plaint that only a small portion\n\nremained unassigned by second plaintiff to first plaintiff and\n\nthe same is mentioned in schedule-II annexed to the plaint,\n\nbut, the said portion of land having area 51.66 Acres is in\n\npossession of second plaintiff by way of trustee for the\n\nreasons mentioned in para-2(A) and (B) of the plaint and\n\ntherefore, the right, title and interest in that, belonged to first\n\nplaintiff as transferee. The second defendant, namely, Seth\n\nVallabh Das, however, forcibly took possession on or about\n\n40 Acres of land of mouza Dhanwada, though second\n\ndefendant has suppressed this fact in his return filed by him\n<span class=\"hidden_text\" id=\"span_12\">                                              F.A. No. 112/1991</span>\n<span class=\"hidden_text\" id=\"span_13\">                               8</span>\n\n\nbefore the Competent Authority (first defendant) and this area\n\nis shown in schedule-III annexed to the plaint. This land is\n\nrecorded jointly in the names of second and third defendant.\n\nThe plaintiffs are in possession of the lands the description\n\nwhereof has been given in schedule-I and II of the plaint.\n\n\n</p><p data-structure=\"Issue\" id=\"p_11\">7.         In para 7(A) of the plaint it has been pleaded by\n\nthe plaintiffs that after the death of Rai Saheb Seth\n\nHarishankar   in   January,   1962,   the   second   and     third\n\ndefendants ought to have filed only one joint return under\n\n<a href=\"/doc/190435328/\" id=\"a_5\">Section 9</a> of the unamended Act of 1960 but they filed two\n\nseparate return on 2.11.1964 and they were tried as Revenue\n\nCase Nos.602 and 601 respectively, but, practically they were\n\ntried as one case only. There is very specific pleading of the\n\nplaintiffs that the lands were given by the lease deed dated\n\n29.11.1952 for sowing sugarcane for sugar factory and as\n\nsuch they are exempted under the provisions of the\n\nunamended Act of 1960. But, the Competent Authority\n\nproceeded with the case and in the draft statement dated\n\n17.11.1965 proposed the land of the registered lease deed\n\ndated 29.11.1952 to be vested in the State. A very specific\n\npleading has been averred in para 7(C) of the plaint that soon\n\nthereafter, third defendant, namely, Smt. Nanhi Bai filed a\n\nwritten objection to the draft statement under <a href=\"/doc/56823495/\" id=\"a_6\">Section 11(3)</a> of\n\nthe Act of 1960 and brought to the notice of the competent\n<span class=\"hidden_text\" id=\"span_14\">                                              F.A. No. 112/1991</span>\n<span class=\"hidden_text\" id=\"span_15\">                                 9</span>\n\n\nauthority (first defendant) that the plaintiffs are in possession\n\nof the land of the lease deed for growing sugarcane for the\n\nestablishment of the sugar factory and as such they should\n\nalso be noticed and also averred that in any case, the draft\n\nstatement is neither clear nor complete, therefore, it was\n\nchallenged and prayed that a clear and revised draft\n\nstatement may be prepared before the cases are proceeded\n\nfurther under the Act of 1960.\n</p>\n<p data-structure=\"Issue\" id=\"p_12\">\n</p><p data-structure=\"PetArg\" id=\"p_13\">8.         Vide amendment dated 24.10.1980 it has been\n\npleaded that since the land was given for agriculture to\n\nproduce sugarcane and firstly they became the occupancy\n\ntenant and then as Bhumiswami on coming into force of the\n\nM.P. Land Revenue Code, 1959 (in short &quot;the Code&quot;). In very\n\nspecific words it has been pleaded by the plaintiffs that the\n\nCompetent Authority (first defendant) did not take any step to\n\nrevise and complete the draft statement or to issue any notice\n\nto either plaintiff and proceeded with the case, which is\n\ncompletely in violation to <a href=\"/doc/56823495/\" id=\"a_7\">Section 11(3)</a> of the unamended Act\n\nof 1960 and the Rules framed thereunder. It is further pleaded\n\nin para 7(D) of the plaint that it was the duty of the competent\n\nauthority to have issued notice to the plaintiffs with the draft\n\nstatement as he was fully aware of the fact that the plaintiffs\n\nare in possession of the land by virtue of the registered lease\n\ndeed executed long back on 29.11.1952 and as such it was\n<span class=\"hidden_text\" id=\"span_16\">                                             F.A. No. 112/1991</span>\n<span class=\"hidden_text\" id=\"span_17\">                              10</span>\n\n\nmandatory on his part and he was obliged to issue notices by\n\nserving copies of the draft statement to the plaintiffs before\n\nproceeding further in the ceiling cases. Further it has been\n\npleaded in para 7 (F) of the plaint that had they been noticed\n\nunder <a href=\"/doc/56823495/\" id=\"a_8\">Section 11(3)</a> of the unamended Act of 1960, they\n\nwould have been in position to draw the attention of the\n\ncompetent authority that lands given under lease were neither\n\n&#x27;land&#x27; as defined under the Act of 1960 nor the lessors are\n\n&quot;holders&quot; with reference to the leased out lands. The suit land\n\nis not a &#x27;holding&#x27; at all under the unamended Act of 1960. The\n\nlessors were neither tenure holder or occupancy tenants at\n\nthe time of registration of the lease deed dated 29.11.1952\n\nand the plaintiffs in their own right as lessee of the sir-land\n\nare in possession of these lands and therefore, the competent\n\nauthority was obliged to start a separate proceedings under\n\nthe unamended Act of 1960 against the plaintiffs calling upon\n\nthem to file their return before him so that the advantages\n\nunder the Act and inquiry about the minimum area to be\n\nretained by them under the unamended Act of 1960 and\n\nwould have been able to demonstrate their preference also\n\nand claim exemption in respect of orchards of mango trees\n\netc. Further it has been pleaded that had they been noticed\n\nunder <a href=\"/doc/56823495/\" id=\"a_9\">Section 11(3)</a> of the Act of 1960, they could have very\n\nwell demonstrated that their case does not come within the\n<span class=\"hidden_text\" id=\"span_18\">                                               F.A. No. 112/1991</span>\n<span class=\"hidden_text\" id=\"span_19\">                                 11</span>\n\n\npurview of the unamended Act of 1960 and the provisions of\n\nthe said Act are not applicable upon the lands which are in\n\ntheir possession.\n</p>\n<p data-structure=\"Issue\" id=\"p_14\">\n</p><p data-structure=\"Facts\" id=\"p_15\">9.             In para 7(H) of the plaint, the competency of the\n\ncompetent authority and jurisdiction to challenge the transfer\n\nin 1952 has also been pleaded. According to the plaintiffs,\n\nsince the lease was for industrial and commercial purposes\n\nand hence, it was exempted from the purview of the\n\nunamended Act of 1960. Further the competent authority\n\npassed its order on 29.12.1975 without issuing notice to the\n\nplaintiffs under <a href=\"/doc/56823495/\" id=\"a_10\">Section 11(3)</a> of the Act of 1960 by serving\n\ncopy of the draft statement and by providing opportunity to\n\nadduce evidence. Hence, the order is void.\n\n\n</p><p data-structure=\"Facts\" id=\"p_16\">10.            During the pendency of the suit, the State of\n\nMadhya Pradesh made amendment in Order I Rule 3(B) <a href=\"/doc/161831507/\" id=\"a_11\">CPC</a>\n\nvide Section 5 of M.P. Act No.29 of 1984, which came into\n\nforce with effect from 14th August, 1984 and thus, plaintiffs\n\nimpleaded the State of Madhya Pradesh as fourth defendant\n\nin the suit.\n</p>\n<p data-structure=\"Issue\" id=\"p_17\">\n</p><p data-structure=\"Issue\" id=\"p_18\">11.            On the basis of aforesaid pleadings it has been\n\nprayed by the plaintiffs that the order dated 29.12.1975\n\npassed by the Competent Authority (first defendant) in\n\naforesaid two revenue cases against the third defendant be\n<span class=\"hidden_text\" id=\"span_20\">                                              F.A. No. 112/1991</span>\n<span class=\"hidden_text\" id=\"span_21\">                              12</span>\n\n\ndeclared to be wrong and prayed it to be set aside.\n\n\nCase of Competent Authority (first defendant) and State\n         of Madhya Pradesh (fourth defendant)\n\n\n</p><p data-structure=\"RespArg\" id=\"p_19\">12.        The first defendant (competent authority) filed the\n\nwritten-statement on 13.10.1976 and when the State of M.P.\n\nwas joined as fourth defendant by virtue of the M.P.\n\nAmendment Act in Order I Rule 3(B) <a href=\"/doc/161831507/\" id=\"a_12\">CPC</a>, an amendment\n\nwas sought that in the written-statement the name of fourth\n\ndefendant State of M.P. be permitted to be added and the\n\nwritten-statement which was filed on behalf of the fourth\n\ndefendant be also deemed to be written-statement on behalf\n\nof the State of M.P. on full force. Accordingly, the land Civil\n\nCourt permitted the amendment on 12.1.1988 and the written-\n\nstatement was accordingly amended. Thus, the written-\n\nstatement which is on record is of Competent Authority under\n\nthe Act of 1960 as well as on behalf of the State. In this\n\nmanner, the written-statement has been filed on behalf of the\n\ncompetent authority as well as the fourth defendant - State of\n\nM.P. In the written-statement filed by these defendants it has\n\nbeen pleaded that Rai Saheb Seth Harishankarji on his own\n\nsweet will did not execute the registered lease deed but by\n\ngiving illegal inducement that if a sugar factory is established\n\nit would fetch handsome income and the financial condition of\n\nRai Saheb would become more strong. The factum of giving\n<span class=\"hidden_text\" id=\"span_22\">                                              F.A. No. 112/1991</span>\n<span class=\"hidden_text\" id=\"span_23\">                               13</span>\n\n\npossession of the land to the plaintiffs by Seth Rai Saheb and\n\nsecond defendant by virtue of the registered lease deed has\n\nbeen denied. The averment of the plaintiffs that the order of\n\nthe competent authority dated 29.12.1975 is illegal is also\n\ndenied. According to defendant Nos.1 and 4, the heirs of Rai\n\nSaheb are second defendant and his widow (third defendant).\n\nThe partition took place between second and third defendant\n\nhas also been denied. The factum of not giving notice under\n\n<a href=\"/doc/56823495/\" id=\"a_13\">Section 11(3)</a> of the Act of 1960 by serving copies of the draft\n\nstatement has been denied by these defendants in para 24 of\n\nthe written-statement. In para-49 of the written-statement it is\n\nalso pleaded by the first and fourth defendants that in\n\npursuance to the order of the competent authority dated\n\n29.12.1975 the surplus land would be merged in the State\n\nGovernment and therefore, the State of M.P. is a necessary\n\nparty and without impleading it, the suit is not maintainable.\n\nThus, on the basis of the aforesaid pleadings it is prayed by\n\nthe first and the fourth defendants that the suit be dismissed.\n\n\n</p><p data-structure=\"Issue\" id=\"p_20\">                   Case of defendant No.2\n\n\n</p><p data-structure=\"Facts\" id=\"p_21\">13.        The second and third defendants, Seth Vallabh\n\nDas and Smt. Nanhi Bai filed their separate written-statement\n\non 21.6.1976 and 19.11.1976 respectively. However, later on\n\nthe Court proceeded ex parte against second defendant since\n<span class=\"hidden_text\" id=\"span_24\">                                                 F.A. No. 112/1991</span>\n<span class=\"hidden_text\" id=\"span_25\">                               14</span>\n\n\nhe was not appearing in the suit and judgment was passed in\n\nex parte against him. In the written-statement filed by second\n\ndefendant except the allegations of plaintiffs made against\n\nhim, rest of the averments were admitted including not giving\n\nnotices to the plaintiffs under <a href=\"/doc/56823495/\" id=\"a_14\">Section 11(3)</a> of the unamended\n\nAct of 1960. No specific prayer to dismiss the suit has been\n\nmade in the written-statement although it is pleaded that in\n\ncase the suit is decreed the second defendant cannot be\n\nsaddled with the cost.\n</p>\n<p data-structure=\"Issue\" id=\"p_22\">\n</p><p data-structure=\"Issue\" id=\"p_23\">                   Case of defendant No.3\n\n\n</p><p data-structure=\"PetArg\" id=\"p_24\">14.        The   third   defendant   in   her   written-statement\n\ndenied the averments of the plaintiffs that after the death of\n\nSeth Rai Saheb Harishankarji the settlement/partition etc.\n\nwhich was arrived at, is fraudulent. In her written-statement it\n\nhas been pleaded that the competent authority in its order\n\ndated 29.12.1975 rightly held that the plaintiffs are in\n\npossession of the suit property but the second and third\n\ndefendants are the Bhumiswami of the disputed lands. By\n\nreplying the pleadings of plaintiffs in para-7 and its sub-paras,\n\nit has been denied that on coming into force of the Code, the\n\nplaintiffs became Bhumiswami. So far as sending the notices\n\nto the plaintiffs under <a href=\"/doc/56823495/\" id=\"a_15\">Section 11(3)</a> of the unamended Act of\n\n1960 is concerned, it has been pleaded that it is a matter of\n<span class=\"hidden_text\" id=\"span_26\">                                            F.A. No. 112/1991</span>\n<span class=\"hidden_text\" id=\"span_27\">                             15</span>\n\n\nrecord. However, it has been admitted that the sugar factory\n\ncould not be established. The third defendant prayed that the\n\nsuit be dismissed.\n</p>\n<p data-structure=\"Issue\" id=\"p_25\">                           Issues\n\n</p><p data-structure=\"Issue\" id=\"p_26\">15.       The learned Trial Court on the basis of the\n\npleadings of the parties framed the necessary issues, which\n\nare being reproduced hereunder:-\n</p>\n<p data-structure=\"Issue\" id=\"p_27\">          1A    Whether the lease dated 29.11.52 was\n                got executed through Seth Harishanker\n                under a false inducement?\n</p>\n<p data-structure=\"Issue\" id=\"p_28\">          1&quot;B&quot; If so, whether the said lease deed\n               dated 29.11.52 was not executed by\n               Seth Harishanker on his own free will?\n</p>\n<p data-structure=\"Issue\" id=\"p_29\">          1 &quot;C&quot; Further whether the said lease dated\n                29.11.52 is inoperative thereby and\n                conveys no interest to the plaintiffs?\n</p>\n<p data-structure=\"RespArg\" id=\"p_30\">          2.    Whether the lease dated 29.11.52 was\n                executed with the consent and\n                approval of the State Government and\n                as such if it should be deemed to be\n                sanctioned by the State of Madhya\n                Pradesh?\n</p>\n<p data-structure=\"Issue\" id=\"p_31\">          3 &quot;A&quot; Whether on 29.11.52 Seth Harishanker\n                possessed any sir lands?\n</p>\n<p data-structure=\"Issue\" id=\"p_32\">          3 &quot;B&quot; Whether the lease deed dated\n                29.11.52 has been executed pertaining\n                to be the sir lands of villages\n                Dhanwada, Bamhangaon, Bichpuri and\n                Bichpuri Chowki?\n</p>\n<p data-structure=\"Issue\" id=\"p_33\">          3-C   If not, whether the said lease deed is\n                operative and legal?\n</p>\n<p data-structure=\"Issue\" id=\"p_34\">          4A    Whether there was any partition or\n                family settlement between the defet.\n</p><p data-structure=\"Section\" id=\"p_35\">                No.2 &amp; 3 after the death of Seth\n<span class=\"hidden_text\" id=\"span_28\">                                     F.A. No. 112/1991</span>\n<span class=\"hidden_text\" id=\"span_29\">                    16</span>\n\n\n     Harishanker?\n</p>\n<p data-structure=\"Issue\" id=\"p_36\">4B   If so, whether the said partition and\n     settlement was fraudulent, mala fide\n     and meant to defeat the provisions of\n     the Ceiling on Agricultural Holding Act\n     of 1960 (hereinafter referred to as &quot;the\n     Act&quot;)?\n</p>\n<p data-structure=\"Issue\" id=\"p_37\">4C   Whether as such the deft no.1 should\n     have presumed that all the lands in all\n     of the four relevant villages were held\n     by the deft. no.2 and 3 having half\n     interest each in the said land?\n</p>\n<p data-structure=\"Issue\" id=\"p_38\">5A   Whether the pltff.no.2 by virtue of lease\n     deed dated 29.11.52 went on assigning\n     the right, title and interest in the lands\n     (detailed in schedule no.1 attached\n     with the plaint) by virtue of registered\n     assignment deed in favour of plaintiff\n     no.1?\n</p>\n<p data-structure=\"Issue\" id=\"p_39\">5B   Whether by virtue of the said\n     assignments, the plaintiff no.1 has\n     been in possession of the lands\n     detailed in schedule 2 except the lands\n     detailed in schedule no.3 attached with\n     the plaint?\n</p>\n<p data-structure=\"RespArg\" id=\"p_40\">               Issue no.6 deleted\n\n7A   Whether the deft. no.1 acted in clear\n     violation of <a href=\"/doc/56823495/\" id=\"a_16\">sec.11(3)</a> of the Act and\n     rules thereunder in the relevant\n     proceedings?\n</p>\n<p data-structure=\"Issue\" id=\"p_41\">7B   Whether it was the duty of the\n     Competent Authority (deft.no.1) to\n     have issued notices to the plft&#x27;s\n     regarding the draft statement before\n     proceeding any further?\n</p>\n<p data-structure=\"Issue\" id=\"p_42\">8A   Whether the lessors were not holders\n     and the suit lands were not holdings\n     within the meaning of the provisions of\n     the Act?\n</p><span class=\"hidden_text\" id=\"span_30\">                                   F.A. No. 112/1991</span><p data-structure=\"Issue\" id=\"p_43\">\n<span class=\"hidden_text\" id=\"span_31\">                   17</span>\n\n\n8B   Whether the lessors were neither the\n     tenure holders nor occupancy tenants\n     at the time of execution and\n     registration of the lease deed dated\n     29.11.52?</p>\n<p data-structure=\"Issue\" id=\"p_44\">\n8C   Whether as such the deft. no.1 should\n     have     had      started a   separate\n     proceedings against the plaintiffs\n     calling upon them to file their returns\n     before him so that all the advantages\n     under the Act could have been availed\n     of by the plaintiffs?\n</p>\n<p data-structure=\"Issue\" id=\"p_45\">9A   Whether the deft. no.1 had no\n     jurisdiction to challenge the transfer of\n     the year 1952?\n</p>\n<p data-structure=\"CDiscource\" id=\"p_46\">9B   Whether the said lease was clearly\n     intended for industrial and commercial\n     purpose and therefore was exempted\n     from the purview of the Act?\n</p>\n<p data-structure=\"Precedent\" id=\"p_47\">9C   Whether the said lease deed though\n     might have had been intended for the\n     industrial and commercial purpose yet\n     since the same was never utilized for\n     the said purpose and had always been\n     used for agricultural purposes, the\n     relevant land is not exempted from the\n     provisions of the Act?\n</p>\n<p data-structure=\"CDiscource\" id=\"p_48\">10A Whether the long pendency of the\n    relevant cases before the Competent\n    Authority (deft. no.1) was responsible\n    for not giving effect to the purpose and\n    object for which the lease deed dated\n    29.11.52 was executed?\n</p>\n<p data-structure=\"Issue\" id=\"p_49\">10B Therefore the question whether there\n    was actually a sugar factory operating\n    or not could not have been taken into\n    consideration while passing the order\n    dated 29.12.75?\n</p>\n<p data-structure=\"CDiscource\" id=\"p_50\">10C Whether viewed from any angle, actual\n    establishment of a factory was not at\n    all a material consideration, as,\n<span class=\"hidden_text\" id=\"span_32\">                                              F.A. No. 112/1991</span>\n<span class=\"hidden_text\" id=\"span_33\">                              18</span>\n\n\n                exemption pertaining to the said matter\n                does not at all can not be based on any\n                such interpretation of law?\n</p>\n<p data-structure=\"PetArg\" id=\"p_51\">          11    Whether the finding of the Competent\n                Authority that the deft. no.2 and 3 and\n                the tenure holders and that the\n                plaintiffs have no right, or title in the\n                said lands is erroneous?\n</p>\n<p data-structure=\"Issue\" id=\"p_52\">          12    Whether the order of the Competent\n                Authority dated 29.12.75 is wrong and\n                is liable to be set aside?\n</p>\n<p data-structure=\"Precedent\" id=\"p_53\">          13    Relief and costs\n\n\n       Name of witnesses examined by the parties.\n\n</p><p data-structure=\"RespArg\" id=\"p_54\">16.       On behalf of the plaintiffs, Ganesh Prasad Jalkhare\n\n(PW-1), Harishankar Upadhyay (PW-2) and Gajodhar Prasad\n\n(PW-3) were examined. However, State of M.P. did not\n\nadduce any evidence. I have mentioned hereinabove that\n\nalthough the second defendant filed written-statement but he\n\nwas proceeded ex parte since he did not appear. However,\n\nthird defendant examined one witness, namely, Jamna\n\nPrasad as DW-1.\n</p>\n<p data-structure=\"Section\" id=\"p_55\">\n</p><p data-structure=\"Section\" id=\"p_56\">17.       The first and fourth defendants, however, did not\n\nexamine even a single witness.\n</p>\n<p data-structure=\"Section\" id=\"p_57\">                  Documentary Evidence\n\n</p><p data-structure=\"Issue\" id=\"p_58\">18.       In the Trial Court umpteen certified copies of the\n\nrevenue records, Khasra and Khatoni etc. from the year\n\n1953-54 to 1967-68 are filed by the plaintiffs. The following\n<span class=\"hidden_text\" id=\"span_34\">                                                F.A. No. 112/1991</span>\n<span class=\"hidden_text\" id=\"span_35\">                                19</span>\n\n\nare the documents which are proved and exhibited, they are:-\n\n\n</p><blockquote id=\"blockquote_1\">          (i)     Registered assignment deed in favour\n                  of Shri Mohan Sugar Mill Ltd. Harda\n                  (first plaintiff) executed by the Central\n                  Trading Company (Harda) Pvt. Ltd.\n</blockquote><p data-structure=\"Issue\" id=\"p_59\">                  (second plaintiff) dated 4th November,\n                  1960 (Ex.P-1);\n</p>\n<p data-structure=\"Precedent\" id=\"p_60\">          (ii)    registered assignment deed in favour\n                  of Shri Mohan Sugar Mills Ltd. (first\n                  plaintiff) has been executed by the\n                  Central Trading Company (Harda)\n                  Pvt. Ltd. through its Chairman Rai\n                  Saheb Seth Harishankar (second\n                  plaintiff) dated 22.9.1959 (Ex.P-2);\n</p>\n<p data-structure=\"Precedent\" id=\"p_61\">          (iii)   registered   lease   deed    dated\n                  29.11.1952 executed by Rai Saheb\n                  Seth Harishankar and Seth Ballabh\n                  Das s/o Rai Saheb Seth Harishankar\n                  members of Joint Hindu family with\n                  R.S. Seth Harishankar as Manager/\n                  Malik Makbuja (land holders) in\n                  favour of Central Trading Co. Ltd,\n                  Harda through its Managing Director\n                  (Ex.P-3);\n</p>\n<p data-structure=\"PetArg\" id=\"p_62\">          (iv)    registered sale deed dated 12.2.1970\n                  (vendor the Central Trading Co.\n</p><p data-structure=\"Precedent\" id=\"p_63\">                  (Harda) Pvt. Ltd. (second plaintiff) in\n                  favour of vendee Shri Mohan Sugar\n                  Mills Ltd. Harda (first plaintiff)\n                  (Ex.P-4);\n</p>\n<p data-structure=\"CDiscource\" id=\"p_64\">          (v)     impugned order of the Competent\n                  Authority, Harda dated 29.12.1975\n                  (Ex.P-5);\n</p>\n<p data-structure=\"Issue\" id=\"p_65\">          (vi)    Government of Central Provinces and\n                  Barar     Revenue       Department\n                  memorandum No.3797-5292 (XII)\n                  dated Nagpur, the 11th December,\n                  1947 addressed to the Commissioner,\n                  Jubbolpur    Division,    Jubbolpur\n                  (Ex.D-1);\n</p>\n<p data-structure=\"Section\" id=\"p_66\">          (vii)   Government of Central Provinces and\n<span class=\"hidden_text\" id=\"span_36\">                                                    F.A. No. 112/1991</span>\n<span class=\"hidden_text\" id=\"span_37\">                                   20</span>\n\n\n                     Barar       Revenue      Department\n                     Notification dated Nagpur, the 11th\n                     December, 1947 (Ex.D-2);\n</p>\n<p data-structure=\"Precedent\" id=\"p_67\">            (viii)   Letter No.4181.(vii) sent by K.N.\n                     Nagarkutti, Secretary, Government of\n                     Central    Provinces    and   Barar\n                     addressed to the Managing Directors,\n                     the Central Trading Co. Ltd. Harda,\n                     dated Nagpur, the 25th June, 1947\n                     (Ex.D-3);\n</p>\n<p data-structure=\"Issue\" id=\"p_68\">            (ix)     Certified copy of the judgment passed\n                     by Civil Judge, Class-II, Harda in Civil\n                     Suit No.127-A/1971 dated 14.12.1972\n                     filed by Smt. Nanhi Bai against\n                     Jodhsingh and others (Ex.D-4);\n</p>\n<p data-structure=\"Issue\" id=\"p_69\">            (x)      Certified copy of the decree passed in\n                     aforesaid suit (Ex.D-5).\n</p>\n<p data-structure=\"Facts\" id=\"p_70\">19.         Out of these documents, apart from registered\n\nassignment deeds Ex.P-1 and P-2, a very important document\n\nand which is the foundation stone of the case, is the\n\nregistered lease deed dated 29.11.1952 (Ex.P-3) executed by\n\nRai     Saheb      Seth    Harishankar    and   Ballabhdas     (second\n\ndefendant) in favour of second plaintiff-the Central Trading\n\nCompany, Harda. The impugned order of the competent\n\nauthority (first defendant) dated 29.12.1975 is Ex.P-5. The\n\nother    important        documents     are   Ex.D-1   which    is   the\n\nmemorandum of the Government of Central Provinces,\n\nRevenue Department dated 11.12.1947 (Ex.D-1) addressed\n\nto the Commissioner, Jubbolpur Division, Jubbolpur (earlier\n\nthe name of Jabalpur town was Jubbolpur) informing the said\n\nauthority that the Government has approved all the proposals\n<span class=\"hidden_text\" id=\"span_38\">                                              F.A. No. 112/1991</span>\n<span class=\"hidden_text\" id=\"span_39\">                               21</span>\n\n\nto exempt the plots from the operation of Section 41 of the\n\nCentral Provinces Tenancy Act, 1920 (&quot;hereinafter referred to\n\nas &quot;the Act of 1920&quot;) for the establishment of the sugar\n\nfactory. The other important documents are the Notification of\n\nthe Government of Central Provinces Revenue Department\n\ndated 11.12.1947 exempting the suit land from the provision\n\nof <a href=\"/doc/89635308/\" id=\"a_17\">Section 41</a> of the Act of 1920 to establish the sugar factory\n\n(Ex.D-2) and sanction of the then Government of the Central\n\nProvinces and Barar, Commerce and Industries Department\n\nby sanctioning the establishment of the sugar factory dated\n\n25.6.1947 (Ex.D-3).\n</p>\n<p data-structure=\"Section\" id=\"p_71\">                 Two suits were consolidated\n\n</p><p data-structure=\"Issue\" id=\"p_72\">20.          Two suits were filed by the plaintiffs, Civil Suit\n\nNos.2-A/1976 and 3-A/1976. Both the suits were consolidated\n\nand the evidence was recorded in Civil Suit No.2-A/1976.\n\n</p><p data-structure=\"Precedent\" id=\"p_73\">                  Judgment of the Trial Court\n\n</p><p data-structure=\"Issue\" id=\"p_74\">21.          The learned Trial Court after considering the\n\npleadings of the parties, oral and documentary evidence\n\nplaced on record found that the plaintiffs are entitled for the\n\ndecree and eventually quashed the order dated 29.12.1975\n\n(Ex.P-5) passed by the competent authority under the\n\nunamended Act of 1960. In this manner, this first appeal and\n\nconnected appeals are filed by the State as well as by third\n\ndefendant.\n</p><span class=\"hidden_text\" id=\"span_40\">                                              F.A. No. 112/1991</span><p data-structure=\"Precedent\" id=\"p_75\">\n<span class=\"hidden_text\" id=\"span_41\">                              22</span>\n\n\nArgument of learned Advocate General / Senior Advocate\n                  for appellants-State\n\n\n</p><p data-structure=\"Precedent\" id=\"p_76\">22.        The contention of Shri R.D. Jain, learned Advocate\n\nGeneral for the appellants-State is that the suit which has\n\nbeen labelled and filed under <a href=\"/doc/190653079/\" id=\"a_18\">Section 11(5)</a> of the unamended\n\nAct of 1960 could not be filed for declaration and title between\n\ntwo contenders. The prayer to set aside the order on the\n\nground of non-service of notice under <a href=\"/doc/56823495/\" id=\"a_19\">Section 11(3)</a> is barred\n\nunder <a href=\"/doc/37510630/\" id=\"a_20\">Section 46</a> of the unamended Act of 1960 as well as\n\nunder the amended Act of 1960. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"619642\" id=\"span_42\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"769823\" id=\"span_43\">In this regard learned senior\n\ncounsel has placed heavy reliance upon the decision of\n\nSupreme Court <a href=\"/doc/769823/\" id=\"a_21\">Sooraj (Smt.) and others vs. S.D.O. Rehli\n\nand others</a>, 1995 Revenue Nirnaya 121 and Single Bench\n\ndecision of this Court <a href=\"/doc/619642/\" id=\"a_22\">Datar Singh vs. State of M.P. and\n\nothers</a>, 1997(2) MPLJ 393. The further contention of learned\n\nAdvocate General is that if the relief sought in the plaint is\n\nseen, one can easily say that the suit is barred under <a href=\"/doc/37510630/\" id=\"a_23\">Section\n\n46</a> of the Act of 1960.</span></span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1709865\" id=\"span_44\">Learned Advocate General has also\n\n<a href=\"/doc/619642/\" id=\"a_24\">placed reliance upon</a> the decision of this Court <a href=\"/doc/1709865/\" id=\"a_25\">Chhagan\n\nSingh v. State of M.P. and another</a>, 2000 Revenue Nirnaya</span>\n\n</p><p data-structure=\"Section\" id=\"p_77\">122.\n\n\n</p><p data-structure=\"PetArg\" id=\"p_78\">23.        It has been then propounded by learned Advocate\n\nGeneral that the suit could not proceed without impleading the\n\nState as a party. He further submits that although the State\n<span class=\"hidden_text\" id=\"span_45\">                                              F.A. No. 112/1991</span>\n<span class=\"hidden_text\" id=\"span_46\">                               23</span>\n\n\nGovernment (fourth defendant) has been impleaded later on\n\n10.11.1986 but for the limited purpose under Order I Rule\n\n3(B) <a href=\"/doc/161831507/\" id=\"a_26\">CPC</a> (M.P. Amendment). The pleadings of the plaintiffs\n\nthat the land does not fall under the unamended Act of 1960\n\nand is exempted under the said Act is against the interest of\n\nthe State, therefore, the State of M.P. should be arrayed as\n\ncontesting defendant and not the formal defendant for the\n\nlimited purpose of the Order I Rule 3(B) <a href=\"/doc/161831507/\" id=\"a_27\">CPC</a> (M.P.\n\nAmendment). Further it has been contended by him that in a\n\nsuit where the interest of the State is likely to be affected in\n\nthe proceeding without impleading it as party to the suit, it\n\ncannot proceed because the parties may inter se collude in\n\norder to jeopardise the right and interest of the State\n\nGovernment and this objection has been taken in para 49 of\n\nthe written-statement. Because the judgment of the Civil\n\nCourt will bind the State at the stage of the preparation of the\n\nfinal draft statement, therefore, from this angle also the State\n\nis a necessary party. In support of his contention learned\n\nsenior counsel has placed heavy reliance upon the decision of\n\nthis Court Baldeo Singh and others v. Narbada Prasad and\n\nothers, 2006 (4) MPLJ 374.\n</p>\n<p data-structure=\"Section\" id=\"p_79\">\n</p><p data-structure=\"Precedent\" id=\"p_80\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1235230\" id=\"span_47\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"769823\" id=\"span_48\">24.        Further it has been put forth by learned Advocate\n\nGeneral that if the suit is filed under general law, notice under\n\n<a href=\"/doc/55198661/\" id=\"a_28\">Section 80</a> CPC is mandatory and in this regard learned\n<span class=\"hidden_text\" id=\"span_49\">                                              F.A. No. 112/1991</span>\n<span class=\"hidden_text\" id=\"span_50\">                                 24</span>\n\n\nAdvocate General has placed reliance upon the decision of\n\nSupreme Court <a href=\"/doc/769823/\" id=\"a_29\">Sooraj (Smt.</a>) (supra) and Single Bench\n\ndecision of this Court <a href=\"/doc/1235230/\" id=\"a_30\">State of M.P. and others v. Fakir\n\nMohammad and others</a>, 2003 Revenue Nirnaya 271. Since a\n\npreliminary objection was raised by the learned senior\n\ncounsel for the plaintiffs/respondents 1 and 2 that the State\n\ncannot file any appeal in a suit filed under <a href=\"/doc/56823495/\" id=\"a_31\">Section 11(3)</a> of the\n\nunamended Act of 1960, it has been submitted by learned\n\nAdvocate General that any person who is aggrieved by the\n\njudgment may file appeal and has submitted that since\n\ncertainly after publication of the final draft statement the land\n\nwould vest in the State, therefore, the State of M.P. is an\n\naggrieved person and has rightly filed the appeal.</span></span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"744830\" id=\"span_51\">In this\n\ncontext, learned Advocate General has <a href=\"/doc/1235230/\" id=\"a_32\">placed reliance upon</a>\n\nthe decision of Supreme Court <a href=\"/doc/744830/\" id=\"a_33\">Maharaj Singh v. State of\n\nUttar Pradesh and others</a>, AIR 1976 SC 2602.</span> He has also\n\n<a href=\"/doc/744830/\" id=\"a_34\">placed reliance upon</a> the decision of this Court Umesh v.\n\nHemraj and another, 1996 Revenue Nirnaya 199.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_81\">25.        Strongly   it   has   been   submitted   by   learned\n\nAdvocate General that the objection of non-service of notice\n\nunder Section 11(3) of the Ceiling Act, if it was not taken\n\nbefore the competent authority it is waived. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1780490\" id=\"span_52\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"880174\" id=\"span_53\">In this regard he\n\nhas placed reliance upon the decision of Supreme Court\n\n<a href=\"/doc/880174/\" id=\"a_35\">Dhirendra Nath Gorai and another v. Sudhir Chandra\n<span class=\"hidden_text\" id=\"span_54\">                                             F.A. No. 112/1991</span>\n<span class=\"hidden_text\" id=\"span_55\">                              25</span>\n\n\nGhosh and others</a>, AIR 1964 SC 1300 (para-8), Auto Trade\n\nand   Transport     Corporation    v.   National    Insurance\n\nCompany Ltd., 1997 (<a href=\"/doc/1780490/\" id=\"a_36\">2) MPLJ 679 and Lucky Forwarding\n\nAgency v. Smt. Binder Devi and others</a>, AIR 2003 MP 261.</span></span>\n\nLearned senior counsel submits that the position would have\n\nbeen different if the order (Ex. P-5) passed by the competent\n\nauthority dated 29.12.1975 would have been challenged in\n\nappeal or revision and in this regard my attention has been\n\ndrawn to Single Bench decision of this Court Bala w/o\n\nLakhanlal Dubey v. State of M.P. and others, 2012 (4)\n\nMPLJ 667.\n</p>\n<p data-structure=\"Precedent\" id=\"p_82\">\n</p><p data-structure=\"RespArg\" id=\"p_83\">26.         On merits, learned Advocate General submits that\n\nonly occupancy tenancy right is claimed but it cannot be\n\nallowed, looking to the purpose of the lease (para-1 of\n\nEx.P-3). Learned senior counsel has also invited my attention\n\nto para 3(A) and 3(B) of the plaint in this regard. By inviting\n\nmy attention to para 7(K) of the plaint it has been contended\n\nthat because right of occupancy tenant has been claimed,\n\ntherefore, sending of notice under <a href=\"/doc/55198661/\" id=\"a_37\">Section 80</a> CPC was\n\nmandatory.\n</p>\n<p data-structure=\"Precedent\" id=\"p_84\">\n</p><p data-structure=\"RespArg\" id=\"p_85\">27.         Learned Advocate General by inviting my attention\n\nto the lease deed submitted that the exemption of the land\n\nfrom the ambit and scope of the unamended Act of 1960 will\n<span class=\"hidden_text\" id=\"span_56\">                                             F.A. No. 112/1991</span>\n<span class=\"hidden_text\" id=\"span_57\">                              26</span>\n\n\nbe governed by the said Act, but, the land was never used for\n\ncommercial purpose because sugar industry or any other\n\nindustries were never established and simply it was being\n\nused for agriculture purpose, therefore, the benefit of\n\nexemption does not arise. It has also been put forth by him\n\nthat no suit has been filed by the third defendant under\n\n<a href=\"/doc/190653079/\" id=\"a_38\">Section 11(5)</a> of the unamended Act of 1960 and therefore,\n\nthe plaintiffs have no locus standi to file a suit and that too\n\nseeking relief that the order Ex.P-5 dated 29.12.1975 passed\n\nin favour of Smt. Nanhi Bai be set aside. On these grounds it\n\nhas been prayed that both the suits be dismissed.\n\n\n</p><p data-structure=\"PetArg\" id=\"p_86\">          Argument of learned Senior Advocate\n               on behalf of the plaintiffs.\n</p>\n<p data-structure=\"PetArg\" id=\"p_87\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"737489\" id=\"span_58\">28.        Shri Agrawal, learned senior counsel for the\n\nplaintiffs/respondents 1 and 2 has argued that the jurisdiction\n\nof the competent authority is not permissible for the transfer\n\nwhich occurred prior to the publication of the unamended Act\n\nof 1960, and in this regard my attention has been drawn to\n\nthe decision of this Court <a href=\"/doc/737489/\" id=\"a_39\">State of M.P. v. Babulal</a> s/o\n\nMangilal and others, 1989 MPLJ 722.</span> By placing reliance\n\nupon the Full Bench decision of this Court Vijaya Singh v.\n\nCompetent Authority (Sub-Divisional Officer) Tarana,\n\n1977 MPLJ 614, it has been submitted that the competent\n\nauthority cannot decide the question of title conclusively.\n<span class=\"hidden_text\" id=\"span_59\">                                              F.A. No. 112/1991</span>\n<span class=\"hidden_text\" id=\"span_60\">                              27</span>\n\n\nLearned senior counsel further submits that what is the\n\nmeaning of transfer&#x27;&#x27;, it is defined under the unamended Act\n\nof 1960. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1009580\" id=\"span_61\">By placing reliance upon Single Bench decision of\n\nthis Court, Jagdish s/o <a href=\"/doc/1009580/\" id=\"a_40\">Ramcharan v. State of M.P. and\n\nothers</a>, 1993 MPLJ 425 and also upon the Division Bench\n\ndecision of this Court Dhanbai d/o Late Shri Cowasji v.\n\nState of M.P. and others, 1978 MPLJ 717 it has been\n\nsubmitted by learned senior counsel that the plaintiffs\n\nclaiming their share in the disputed land and had also filed\n\nobjections before the competent authority and therefore, the\n\nsuit filed by them for declaration and title is maintainable\n\nunder <a href=\"/doc/190653079/\" id=\"a_41\">Section 11(5)</a> of the unamended Act of 1960.</span> It has\n\nalso been put forth by him that if a suit is filed under <a href=\"/doc/190653079/\" id=\"a_42\">Section\n\n11(5)</a> of the Act the notice under <a href=\"/doc/55198661/\" id=\"a_43\">Section 80</a> CPC is not\n\nrequired to be given and in this regard my attention has been\n\ndrawn to the Division bench decision of this Court Dhanbai\n\n(supra). By placing reliance upon the Single Bench decision\n\nof this Court, Saadat Mohammad Khan and others v. State\n\nof M.P. and others, 2004 Revenue Nirnaya 81 and State of\n\nM.P. v. Ram Charan s/o Hameer Singh and others, 2011\n\n(3) MPLJ 387 it has been contended that sending notice\n\nunder <a href=\"/doc/56823495/\" id=\"a_44\">Section 11(3)</a> of the unamended Act of 1960 was\n\nmandatory on the part of first defendant-competent authority\n\nand in all fairness it should have been given to the person\n<span class=\"hidden_text\" id=\"span_62\">                                              F.A. No. 112/1991</span>\n<span class=\"hidden_text\" id=\"span_63\">                              28</span>\n\n\nwho is interested in the land which is going to be declared as\n\nsurplus. By inviting my attention to the Rule 6(3) of the M.P.\n\nCeiling and Agricultural Holdings Rules 1963 (hereinafter\n\nreferred to as &quot;the Rules 1963&quot;) it has been argued that the\n\ndraft statement should be served even to the interested\n\nperson in the land along with Form D on the holder or holders\n\nconcerned; the creditors; and all other persons interested in\n\nthe land. Learned senior counsel submits that since no notice\n\nunder <a href=\"/doc/56823495/\" id=\"a_45\">Section 11(3)</a> of the unamended Act of 1960 was\n\nserved upon the plaintiffs along with draft statement the order\n\nof the competent authority dated 29.12.1975 (Ex.P-5) is bad\n\nin law.\n</p>\n<p data-structure=\"Precedent\" id=\"p_88\">\n</p><p data-structure=\"PetArg\" id=\"p_89\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"81115015\" id=\"span_64\">29.        Learned senior counsel for the plaintiffs then\n\nargued that the exemption under <a href=\"/doc/176333116/\" id=\"a_46\">Section 2(g)</a> read with\n\n<a href=\"/doc/51040876/\" id=\"a_47\">Section 3(h)</a> of the unamended Act of 1960 would be\n\napplicable and in this regard Rules 5 to 10 of the Rules of\n\n1963 are quite relevant. By placing reliance upon the Division\n\nBench decision of this Court, <a href=\"/doc/81115015/\" id=\"a_48\">Mahadeo and others v. State\n\nof M.P. and others</a>, 1980 JLJ 797 it has been argued by\n\nlearned senior counsel that draft statement cannot be issued\n\nprior to deciding matters under <a href=\"/doc/151863996/\" id=\"a_49\">Section 4(1)</a> and <a href=\"/doc/130320919/\" id=\"a_50\">5(1)</a> of the\n\nunamended Act of 1960, as they relate to transfers or\n\npartitions made after the publication of the bill but before the\n\ncommencement of this Act and restrictions on transfers or\n<span class=\"hidden_text\" id=\"span_65\">                                                 F.A. No. 112/1991</span>\n<span class=\"hidden_text\" id=\"span_66\">                                 29</span>\n\n\nsub-divisions of land and consequences of transfer or sub-\n\ndivision made in contravention thereof respectively.</span>\n\n\n</p><p data-structure=\"Precedent\" id=\"p_90\">30.         By placing reliance upon the Division Bench\n\ndecision of this Court Dhan Bai (supra) learned senior\n\ncounsel submits that plaintiffs are claiming share in the land\n\nand have filed objections, in that situation if the competent\n\nauthority by rejecting the objections had decided the case\n\nagainst the plaintiffs, a suit for declaration of title filed by them\n\nis maintainable under <a href=\"/doc/190653079/\" id=\"a_51\">Section 11(5)</a> of the unamended Act of\n\n1960 and it is not necessary to claim any other relief. By\n\nplacing reliance upon the decision of this Court Saadat\n\nMohammad (supra) and that of Ram Charan (supra) it has\n\nbeen submitted that since the plaintiffs are in possession of\n\nthe suit land, certainly they are interested persons and\n\ntherefore, they would come under the ambit and scope of\n\n<a href=\"/doc/56823495/\" id=\"a_52\">Section 11(3)</a> of the unamended Act of 1960. Hence, it was\n\nmandatory on the part of the competent authority to issue\n\nnotice to them under the said provisions. By placing reliance\n\nupon the decision of this Court Bhopal Sugar Industries\n\nLtd. Sehore (M.P.) <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1095409\" id=\"span_67\">and <a href=\"/doc/1095409/\" id=\"a_53\">another v. State of Madhya\n\nPradesh and others</a>, 1984 MPLJ 40 it has been submitted\n\nthat person includes Company or association and in this\n\nregard my attention has been drawn to <a href=\"/doc/173272347/\" id=\"a_54\">Section 2(f)</a> of the\n\nunamended Act of 1960. It is submitted by him that the words\n<span class=\"hidden_text\" id=\"span_68\">                                               F.A. No. 112/1991</span>\n<span class=\"hidden_text\" id=\"span_69\">                               30</span>\n\n\nand expression used but not defined in the Act 1960 and\n\ndefined in the Code shall have the same meaning respectively\n\nassigned to them in that Code and has, thus, contended that\n\nthe plaintiffs would come as a person interested.</span>\n\n\n</p><p data-structure=\"PetArg\" id=\"p_91\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"645582\" id=\"span_70\">31.          Lastly it has been propounded by learned senior\n\ncounsel for the plaintiffs that the condition No.2(h) in the lease\n\ndeed (Ex.P-3) that the company will not claim any occupancy\n\nor other rights runs contrary to the dictum <a href=\"/doc/1095409/\" id=\"a_55\">laid down by</a> the\n\nSupreme Court, <a href=\"/doc/645582/\" id=\"a_56\">Bahadur Singh and others v. Shangara\n\nSingh and others</a>, (1995) 1 SCC 232 and has submitted that\n\nno estoppel will be applicable against the plaintiffs even such\n\na condition is mentioned in the lease deed. On these\n\npremised submissions it has been argued that this appeal be\n\ndismissed.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_92\">\n</p><p data-structure=\"PetArg\" id=\"p_93\">      Argument of learned counsel for defendant No.2\n\n\n</p><p data-structure=\"RespArg\" id=\"p_94\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1049947\" id=\"span_71\">32.          Shri Ashish Shroti, learned counsel appearing for\n\nthe legal representatives of the defendant No.2/respondent\n\nNo.3 has borrowed the arguments of learned senior counsel\n\nfor the plaintiffs and has submitted that State has no locus\n\nstandi to file appeal and in this regard my attention has been\n\ndrawn to <a href=\"/doc/1049947/\" id=\"a_57\">Mumbai International Airport Private Limited v.\n\nRegency Convention Centre and Hotels Private Limited\n\nand others</a>, (2010) 7 SCC 417.</span>\n</p><span class=\"hidden_text\" id=\"span_72\">                                               F.A. No. 112/1991</span><p data-structure=\"Precedent\" id=\"p_95\">\n<span class=\"hidden_text\" id=\"span_73\">                               31</span>\n\n\n</p><p data-structure=\"PetArg\" id=\"p_96\">      Argument of learned counsel for defendant No.3\n\n\n</p><p data-structure=\"RespArg\" id=\"p_97\">33.         Shri A.K. Choubey, learned counsel for the L.Rs of\n\ndefendant    No.3/respondent        No.4   submits   that   when\n\nadmittedly no industrial or commercial operation has been\n\ncarried out on the disputed land, the plaintiffs/respondents 1\n\nand 2 cannot claim any exemption under the Ceiling Act and\n\nthey were not even the holders of the land and as such they\n\ncannot seek any exemption under the unamended Act of\n\n1960. Learned counsel submits that under <a href=\"/doc/186240693/\" id=\"a_58\">Section 189</a> and\n\n<a href=\"/doc/186240693/\" id=\"a_59\">190</a> of the Act, no occupancy tenancy right could accrue in\n\nthe plaintiffs and eventually the plaintiffs cannot claim\n\nBhumiswami right over the suit land and thus, submitted that\n\nby allowing his appeal, the suit of the plaintiffs be dismissed.\n\nHowever, learned counsel for third defendant during the\n\ncourse of argument did not dispute that the husband of third\n\ndefendant, Rai Saheb Seth Harishankar executed registered\n\nlease deed (Ex.P-3) on 29.11.1952.\n</p>\n<p data-structure=\"Precedent\" id=\"p_98\">\n</p><p data-structure=\"CDiscource\" id=\"p_99\">34.         Having heard learned counsel for the parties I am\n\nof the view that this appeal and the connected appeals\n\ndeserves to be dismissed.\n</p>\n<p data-structure=\"Precedent\" id=\"p_100\">\n</p><p data-structure=\"Precedent\" id=\"p_101\">35.         On the basis of arguments placed before me in\n\nthis appeal the following questions emerges which are to be\n\ndecided by this Court:-\n</p><span class=\"hidden_text\" id=\"span_74\">                                     F.A. No. 112/1991</span><p data-structure=\"Precedent\" id=\"p_102\">\n<span class=\"hidden_text\" id=\"span_75\">                      32</span>\n\n\n</p><p data-structure=\"Issue\" id=\"p_103\">(I)     Whether <a href=\"/doc/151863996/\" id=\"a_60\">Section 4</a> of the unamended\n        Act of 1960 would be applicable for\n        the transfer of the land which was\n        made prior to the enactment of the\n        Act of 1960? If not, whether the\n        competent    authority   under  the\n        unamended Act of 1960 was having\n        any jurisdiction to initiate the\n        proceedings and to pass the order\n        dated 29.12.1975 (Ex.P-5)?\n</p>\n<p data-structure=\"Issue\" id=\"p_104\">(ii)    Whether the suit land which was\n        obtained for industrial purpose was\n        exempted under <a href=\"/doc/81892781/\" id=\"a_61\">Section 3(f)</a> of the\n        unamended Act of 1960? If yes, the\n        result?\n</p>\n<p data-structure=\"Issue\" id=\"p_105\">(iii)   Whether the plaintiffs were the parties\n        in the ceiling proceedings? If not,\n        whether notice under <a href=\"/doc/56823495/\" id=\"a_62\">Section 11(3)</a> of\n        the unamended Act of 1960 was sent\n        to them along with the draft\n        statement?\n</p>\n<p data-structure=\"Issue\" id=\"p_106\">(iv)    Whether the present suits fall under\n        <a href=\"/doc/190653079/\" id=\"a_63\">Section 11(5)</a> of the unamended Act\n        of 1960 or under the general law?\n</p>\n<p data-structure=\"Section\" id=\"p_107\">(v)     If the suit is under the general law,\n        whether notice under <a href=\"/doc/55198661/\" id=\"a_64\">Section 80</a> CPC\n        was mandatory?\n</p>\n<p data-structure=\"Precedent\" id=\"p_108\">(vi)    Whether the suit can proceed without\n        impleading the State as party?\n</p>\n<p data-structure=\"Issue\" id=\"p_109\">(vii)   Whether the State can file appeal?\n</p>\n<p data-structure=\"Precedent\" id=\"p_110\">(viii) Whether the reliefs claimed by the\n       plaintiffs in the plaint can be granted?\n</p><p data-structure=\"CDiscource\" id=\"p_111\">       If not, whether the suit was\n       maintainable?\n</p>\n<p data-structure=\"PetArg\" id=\"p_112\">(ix)    Whether on the basis of argument of\n        learned counsel for the third\n        defendants,   her    First  Appeal\n        No.154/1991 and 155/1991 should be\n        allowed by holding that because no\n<span class=\"hidden_text\" id=\"span_76\">                                             F.A. No. 112/1991</span>\n<span class=\"hidden_text\" id=\"span_77\">                              33</span>\n\n\n                sugar factory has been established,\n                the plaintiffs cannot claim any\n                exemption under the unamended Act\n                of 1960 and learned Trial Court\n                contrary to the law has held that the\n                plaintiffs   have     become      the\n                Bhumiswami?\n</p>\n<p data-structure=\"Section\" id=\"p_113\">36.        Before considering the rival contentions of learned\n\ncounsel for the parties I think it proper to mention and quote\n\ncertain provisions of the unamended Act of 1960. A bare\n\nperusal of Section 1(3) of Chapter-I of the Act of 1960 shows\n\nthat the said Act will come into force on such date as the\n\nState Government may, by notification, appoint. Under the\n\nunamended Act of 1960 the appointed date was 15 th\n\nNovember, 1963 since it was inserted by way of amendment\n\nin Clause (b) of <a href=\"/doc/17910346/\" id=\"a_65\">Section 2</a> of Act of 1960. Presently in the\n\namended Act it is 7th March, 1974. The term &quot;exempted land&quot;\n\n</p><blockquote id=\"blockquote_2\">has been defined under <a href=\"/doc/176333116/\" id=\"a_66\">Section 2(g)</a> of the Act according to\n\nwhich &quot;exempted land&quot; means land exempted form the\n\nprovisions of this Act under <a href=\"/doc/152113506/\" id=\"a_67\">section 3</a>. The term &quot;holder&quot; which\n\nhas been defined under <a href=\"/doc/38199600/\" id=\"a_68\">Section 2(h)</a> means a tenure holder\n\nor an occupancy tenant of land within the State and the\n\nexpressions &quot;to hold land&quot; or &quot;holding land&quot; shall be construed\n\naccordingly. <a href=\"/doc/186240693/\" id=\"a_69\">Chapter-II of the Act</a> of 1960 pertains to\n\nexemptions and restrictions on transfer of land. Under this\n\nchapter, <a href=\"/doc/152113506/\" id=\"a_70\">Section 3</a> has been enacted which speaks about\n\n&quot;exempted lands&quot;. If we go through <a href=\"/doc/81892781/\" id=\"a_71\">Section 3(f)</a> of the\n<span class=\"hidden_text\" id=\"span_78\">                                            F.A. No. 112/1991</span>\n<span class=\"hidden_text\" id=\"span_79\">                               34</span>\n\n\nunamended Act of 1960 it is gathered that the lands falling\n\nunder this clause would be exempted from the Act of 1960.\n</blockquote>\n<blockquote id=\"blockquote_3\">For ready reference it would be germane to quote <a href=\"/doc/81892781/\" id=\"a_72\">Section 3(f)</a>\n\nof the unamended Act of 1960, which reads as under:-\n</blockquote>\n\n<blockquote id=\"blockquote_4\">          &quot;3. Exempted lands. - The following lands\n          shall be exempted from the provisions of\n          this Act, that is to say,-\n</blockquote><pre id=\"pre_2\">          (a)   ...       ..         ...\n          (b)   ...       ..         ...\n          (c)   ...       ..         ...\n          (d)   ...       ..         ...\n          (e)   ...       ..         ...\n          (f)  land held by an industrial or\n</pre><blockquote id=\"blockquote_5\">          commercial undertaking (other than a co-\n          operative society) which in the opinion of\n          the State Government bona fide carries on\n          any industrial or commercial operation and\n          which    is   approved    by   the    State\n          Government;&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_114\">Thus, the land held by industrial or commercial undertaking\n\nwhich is approved by the State Government shall be\n\nexempted from the provisions of the Act of 1960.\n\n\n</p><p data-structure=\"Section\" id=\"p_115\">                 Regarding Question No.(i)\n\n\n</p><p data-structure=\"Precedent\" id=\"p_116\">37.       In order to answer the aforesaid question, certain\n\nimportant documents may be seen. The registered lease deed\n\n(Ex.P-3) is dated 29th November, 1952 executed by Rai\n\nSaheb Seth Harishankar and his adopted son Vallabh Das\n\n(second defendant) for 30 years of the area comprising of\n\n1021.62 Acres of land and thus, the lease deed was in force\n<span class=\"hidden_text\" id=\"span_80\">                                                F.A. No. 112/1991</span>\n<span class=\"hidden_text\" id=\"span_81\">                                35</span>\n\n\nupto 28th November, 1982. The terms and conditions of the\n\nlease deed (Ex.P-3) contemplates that it was obtained to start\n\na sugar mill and to do all allied activities including farming and\n\nin this regard para 1(i), (iii), (A), (I) and (L) of the lease deed\n\n(Ex.P-3) may be seen. This lease deed in para-2 also refers\n\nto Notification No.3796-5292 (XIII) dated 12.12.1947 under\n\n<a href=\"/doc/89635308/\" id=\"a_73\">Section 41(3)</a> of the Act of 1920 and the said Notification has\n\nalso been placed on record as Ex.D-2 where the Revenue\n\nDepartment of the then Government of Central Provinces and\n\nBarar Government notified whereby the Government was\n\npleased to declare that no declaration shall be made under\n\n<a href=\"/doc/89635308/\" id=\"a_74\">Section 41</a> of the Act of 1920 in respect of the land belonging\n\nto Rai Saheb Seth Harishankar which has been leased out to\n\nMohan Sugar Mills Ltd. for the establishment of the sugar\n\nfactory. The factum of delivery of possession has also been\n\nmentioned to Central Trading Company Ltd. (second plaintiff).\n\nThe details of the land are given in Schedule (A) and (B)\n\nannexed to the lease deed (see Ex.P-3 para E). The\n\ntransferable right and interest are also mentioned in para\n\nL(iii).\n</p>\n<p data-structure=\"Precedent\" id=\"p_117\">\n</p><p data-structure=\"Section\" id=\"p_118\">38.        It would be germane to quote <a href=\"/doc/151863996/\" id=\"a_75\">Section 4</a> which\n\npertains to transfer or partition made after the publication of\n\nthe Bill and before the commencement of the unamended Act\n\nof 1960, which reads, thus:-\n</p><span class=\"hidden_text\" id=\"span_82\">                                                  F.A. No. 112/1991</span><p data-structure=\"Precedent\" id=\"p_119\">\n<span class=\"hidden_text\" id=\"span_83\">                                36</span>\n\n\n</p><blockquote id=\"blockquote_6\">          &quot;4. Transfers or partitions made after the\n          publication of the Bill but before the\n          commencement            of    this     Act.-      (1)\n          Notwithstanding anything contained in any law\n          for the time being in force, where after the\n          date of publication of the Madhya Pradesh\n          Ceiling on Agricultural Holdings Bill, 1959 (36\n          of 1959), in the Gazette, but before the\n          commencement of this Act, any holder has\n          transferred any land held by him by way of\n          sale, gift, exchange or otherwise or has\n          effected a partition of his holding or part\n          thereof, the competent authority may, after\n          notice to the holder and other persons\n          affected by such transfer or partition and after\n          such enquiry as it thinks fit to make, declare\n          the transfer or partition to be void if it finds that\n          the transfer or the partition, as the case may\n          be, was made in anticipation of and to defeat\n          the provisions of this Act.\n</blockquote><blockquote id=\"blockquote_7\">          (2) Nothing in this section shall apply to-\n</blockquote><blockquote id=\"blockquote_8\">          (a) a transfer made by a holder who does not\n          hold land in excess of the ceiling area on the\n          date of the transfer;\n</blockquote><blockquote id=\"blockquote_9\">          (b) a transfer by way of sale to any person\n          specified in categories (i) to (v) of sub-section\n          (1) of <a href=\"/doc/149929646/\" id=\"a_76\">Section 35</a> or to a holder holding land\n          less than five standard acres on the date of\n          the transfer.\n</blockquote><blockquote id=\"blockquote_10\">          (3) Any person aggrieved by an order of the\n          competent authority under this section may\n          prefer an appeal against such order to the\n          Board of Revenue. The decision of the\n          Board and subject to the decision of the\n          Board in appeal the decision of the\n          competent authority shall be final.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_120\">39.       Admittedly, the registered lease deed (Ex.P-3) was\n\nexecuted much prior to the publication of the Bill as well as\n\nthe date when the unamended Act of 1960 came into force\n\nsince it was executed on 29th November, 1952. Admittedly,\n\nthe competent authority initiated the proceedings under the\n<span class=\"hidden_text\" id=\"span_84\">                                               F.A. No. 112/1991</span>\n<span class=\"hidden_text\" id=\"span_85\">                               37</span>\n\n\nunamended Act of 1960 on the basis of these transfers. The\n\ngenuineness of the registered lease deed (Ex.P-3) cannot be\n\nquestioned and indeed the execution of the said document\n\nhas also been found to be proved by the learned Trial Court.\n\nThereafter, the mutation was also taken place in favour of\n\nplaintiffs and the certified copies of the revenue record from\n\n1953-54 to 1967-68 have been filed by the plaintiffs.\n\nUndoubtedly, <a href=\"/doc/151863996/\" id=\"a_77\">Section 4</a> of the unamended Act of 1960 is\n\nhaving overriding effect upon any other enactment contrary to\n\n<a href=\"/doc/151863996/\" id=\"a_78\">Section 4</a> but still the transfer would be bad in law if it is made\n\nafter the publication of the Bill and before the commencement\n\nof the unamended Act of 1960. On 19 th September, 1959 the\n\nBill was published in the official gazette and from 15 th\n\nNovember, 1963 the unamended Act of 1960 came into force.\n\n<span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"737489\" id=\"span_86\">Thereafter,   on   15th   November,   1963    the   definition   of\n\n&quot;appointed day&quot; was added by adding Clause (b) to <a href=\"/doc/17910346/\" id=\"a_79\">Section 2</a>\n\nof the unamended Act of 1960 since earlier it was not there in\n\nthe said Act of 1960. According to me, it is beyond\n\nimagination that on 29.11.1952 the lessors Rai Saheb Seth\n\nHarishankarji and second defendant Vallabhdas would have\n\nthought that after eight years of the lease deed, the\n\nunamended Act of 1960 would come and therefore, they\n\nshould transfer the land in favour of the second plaintiff so\n\nthat the disputed property would be saved form the clutches\n<span class=\"hidden_text\" id=\"span_87\">                                                 F.A. No. 112/1991</span>\n<span class=\"hidden_text\" id=\"span_88\">                                 38</span>\n\n\nof the Act of 1960. Hence, when the transfer of the disputed\n\nland already took place long back eight years ago before the\n\nenforcement of the Bill and enactment of the Act of 1960 and\n\nfurther before the appointed day 15 th November, 1963, I do\n\nnot have any scintilla of doubt in my mind to hold that the\n\ntransfer of the suit land was not in order to defeat the\n\nprovisions of the unamended Act of 1960 or even the Act of\n\n1960. No decision is required on this point but I may profitably\n\nplace reliance on the Single Bench decision of this Court\n\n<a href=\"/doc/737489/\" id=\"a_80\">Babulal</a> (supra) on this point. Thus, I am of the view that\n\nbecause the transfer of the disputed land was made long back\n\nin 1952, the <a href=\"/doc/151863996/\" id=\"a_81\">Section 4</a> of the unamended Act of 1960 would\n\nnot be applicable and in consequence thereof no proceeding\n\ncould be initiated under the unamended Act of 1960 by the\n\ncompetent authority. Voluminous revenue record (certified\n\ncopies) are on record in order to show that in the year\n\n1953-54 the name of the plaintiffs were mutated in pursuant\n\nto the aforesaid registered lease deed and therefore, the\n\ncompetent authority was well aware that the transfer of the\n\nsuit   land    had   already   taken   effect   much    before   the\n\ncommencement of the unamended Act of 1960 and the\n\nrevenue       records   were   also    amended    and     corrected\n\naccordingly. According to me, the clutches of the unamended\n\nAct of 1960 and even under the Act of 1960 would be\n<span class=\"hidden_text\" id=\"span_89\">                                              F.A. No. 112/1991</span>\n<span class=\"hidden_text\" id=\"span_90\">                              39</span>\n\n\napplicable only to those transfer or partition which was made\n\nafter publication of the Bill but before the commencement of\n\nthe unamended Act, 1960 or appointed day.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_121\">\n</p><p data-structure=\"Section\" id=\"p_122\">40.        The first question is, thus, answered that <a href=\"/doc/151863996/\" id=\"a_82\">Section 4</a>\n\nof the unamended Act of 1960 would not be applicable to\n\nthose transfers which were made prior to the publication of\n\nthe Bill and enforcement of the unamended Act of 1960 on the\n\nappointed day and therefore, the competent authority under\n\nthe Act of 1960 was not having any jurisdiction to initiate any\n\nproceeding under the said Act.\n</p>\n<p data-structure=\"Precedent\" id=\"p_123\">\n</p><p data-structure=\"Conclusion\" id=\"p_124\">                 Regarding Question No.(ii)\n\n\n</p><p data-structure=\"Section\" id=\"p_125\">41.        According to <a href=\"/doc/152113506/\" id=\"a_83\">Section 3</a> of the unamended Act of\n\n1960, which I have quoted hereinabove speaks for itself and if\n\nClause (f) of this section is taken into consideration in proper\n\nperspective it would reveal that the land held by the industrial\n\nor commercial undertaking (other than cooperative society)\n\nwould be exempted if the State Government is of the view that\n\nbona fidely the land it is taken to carry out the industrial or\n\ncommercial operation, which is approved by the State\n\nGovernment.    The   registered    lease   deed   (Ex.P-3)   was\n\nexecuted to establish and start sugar mill and to do all allied\n\nactivities including farming and several paras are mentioned\n\nin this regard in the registered lease deed (Ex.P-3). The\n<span class=\"hidden_text\" id=\"span_91\">                                                      F.A. No. 112/1991</span>\n<span class=\"hidden_text\" id=\"span_92\">                                     40</span>\n\n\nplaintiffs have taken pains by proving very important\n\ndocuments     I.e.    Notification        dated   11.12.1947   (Ex.D-2)\n\nwhereby the then Government of the Central Provinces and\n\nBarar (Revenue Department) exempted the disputed lands\n\nfrom declaration under <a href=\"/doc/89635308/\" id=\"a_84\">Section 41</a> of the Act of 1920. The\n\nother very important document is Ex.D-1 dated 11.12.1947 of\n\nthe then Government of the Central Provinces and Barar\n\n(Revenue Department) bearing No.3797-5292.XII addressed\n\nto the Commissioner, Jubbolpur, Division Jubbolpur (the\n\nname of town Jabalpur at that point of time was Jubbolpur)\n\ndirected to exempt the suit land from the operation of <a href=\"/doc/89635308/\" id=\"a_85\">Section\n\n41</a> of the Act of 1920 because it is to be leased out for sugar\n\nfactory in Hoshangabad district. The third important document\n\nis Ex.D-3 dated 25.6.1947 which was issued to the Managing\n\nDirector of the Central Trading Company Ltd. Harda (second\n\nplaintiff) for the establishment of the factory at Dhanwada,\n\nTahsil Harda, District Hoshangabad. The reference of these\n\ndocuments also finds place in the registered lease deed\n\n(Ex.P-3). Hence, admittedly, the land in question was leased\n\nout for the establishment of sugar factory and was for\n\nindustrial purpose.\n</p>\n<p data-structure=\"Precedent\" id=\"p_126\">\n</p><p data-structure=\"CDiscource\" id=\"p_127\">42.         The learned Trial Court while deciding issue No.9-\n\nB and 10-A from para 18 onwards has categorically recorded\n\na finding on the basis of the oral and documentary evidence\n<span class=\"hidden_text\" id=\"span_93\">                                            F.A. No. 112/1991</span>\n<span class=\"hidden_text\" id=\"span_94\">                             41</span>\n\n\nplaced on record that the land was obtained for industrial and\n\ncommercial purposes and it was exempted from the purview\n\nof the Act of 1960 and further because long pendency of the\n\nrevenue case     pending before the competent authority\n\n(defendant No.1) the factory could not be established. In the\n\npresent case, the order of the competent authority dated\n\n29.12.1975 (Ex.P-5) indicates that the draft statement was\n\nissued on 30.7.1965 and 17.8.1965 and the second and third\n\ndefendants submitted objections on 28.9.1965. In between\n\nthe plaintiff Company was indulged in certain dispute with the\n\nState Government which culminated into a prolong litigation\n\nunder the unamended Act of 1960 and therefore, the factory\n\ncould not be established. The findings so recorded by learned\n\nTrial Court particularly in para 18 and 24 may be seen and I\n\nam fully concurring with the view taken by the learned Trial\n\nCourt in that regard.\n</p>\n<p data-structure=\"Precedent\" id=\"p_128\">\n</p><p data-structure=\"CDiscource\" id=\"p_129\">43.        When there were disputes and prolong litigation in\n\nthe proceedings under the Ceiling Act, naturally the Company\n\nwould not establish the factory by investing hard money and\n\ntherefore, the factory could not be established. Hence, the\n\ndocument which I have mentioned hereinabove prove that the\n\nland was obtained in order to establish the sugar factory and\n\nwas for industrial purpose and therefore, <a href=\"/doc/81892781/\" id=\"a_86\">section 3(f)</a> of the\n\nunamended Act of 1960 would be applicable. Even if the\n<span class=\"hidden_text\" id=\"span_95\">                                                 F.A. No. 112/1991</span>\n<span class=\"hidden_text\" id=\"span_96\">                              42</span>\n\n\nfactory could not be established it was for the lessor to cancel\n\nthe lease deed because the purpose for which the land was\n\nleased   out   was   not   being   fulfilled.   Rai   Saheb   Seth\n\nHarishankarji died in the year 1962 neither he nor second\n\ndefendant who was also the co-lessor of lease deed (Ex.P-3)\n\ndid not issue any notice to determine the lease because sugar\n\nfactory has not been established. Even defendant No.3 Nanhi\n\nBai (widow of Rai Saheb) did not terminate the lease.\n\n\n</p><p data-structure=\"Section\" id=\"p_130\">44.        The question No.(ii) is thus answered that the suit\n\nland was exempted under <a href=\"/doc/81892781/\" id=\"a_87\">Section 3(f)</a> of the unamended Act\n\nof 1960 and on account of such exemption the result would be\n\nthat the proceedings under the Act of 1960 could not be\n\ninitiated by the competent authority (defendant No.1).\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_131\">                 Regarding Question No.(iii)\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_132\">45.        In para-7(C) of the plaint the plaintiffs have\n\nspecifically pleaded that they are in possession of the land\n\npursuant to the registered lease deed (Ex.P-3). They are also\n\ngrowing sugarcane which is a raw material to manufacture\n\nsugar. Voluminous revenue record certified copies of Khasras\n\netc. from 1953-54 to 1967-68 have been filed by the plaintiffs\n\nwherein reference of crop of sugarcane has been mentioned\n\nand the possession of plaintiffs is also manifest. Needless to\n\nsay that copies of the Khasra and Khatoni are revenue record\n<span class=\"hidden_text\" id=\"span_97\">                                                   F.A. No. 112/1991</span>\n<span class=\"hidden_text\" id=\"span_98\">                                 43</span>\n\n\nand are the public documents and hence, admissible in\n\nevidence under <a href=\"/doc/764864/\" id=\"a_88\">Section 77</a> of the Evidence Act by its mere\n\nproduction. Thus, it was well in the knowledge of the\n\ncompetent authority that the land in question is in possession\n\nof the plaintiffs, but, ceiling case was not initiated against\n\nthem. I have already quoted hereinabove that two ceiling\n\ncases   were     initiated;    one    against    second     defendant\n\nVallabhdas and another against third defendant Nanhibai. In\n\nall fairness the case should also have been registered against\n\nthe present plaintiffs but it was not instituted and therefore,\n\nthey were not the parties in the ceiling proceedings.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_133\">46.          In plaint para 7(G) it has been pleaded by the\n\nplaintiffs that the plaintiffs were heard only one day before\n\npassing of the impugned order by the competent authority\n\ndated 29.11.1975 (Ex.P-5) although long back on 28.9.1965\n\nthe defendants 2 and 3 in their reply to the draft statement/\n\nobjections    brought   into    notice   by     competent    authority\n\n(defendant No.1) that the plaintiffs are in possession of the\n\nproperty some of the plots as lessee in pursuance to the\n\nregistered lease deed dated 29.11.1952 (Ex.P-3). In the\n\nwritten-statement of defendants 1 and 4 para-26 simply a\n\nvague denial is there and only this much has been written\n\nwhich I am translating in English, &quot;The contents of para 6(G)\n\nare denied&quot;. To me, such a vague or evasive denial would\n<span class=\"hidden_text\" id=\"span_99\">                                              F.A. No. 112/1991</span>\n<span class=\"hidden_text\" id=\"span_100\">                               44</span>\n\n\namount to admission as envisaged under Order 8 Rule 3 and\n\n5 <a href=\"/doc/161831507/\" id=\"a_89\">CPC</a> and this has also been so held by the Division Bench\n\nof this Court in Dhanbai (supra). It would be pertinent to\n\nmention here that the said decision was passed in the first\n\nappeal which was filed against the judgment and decree of\n\nthe learned Trial Court in the suit filed under <a href=\"/doc/190653079/\" id=\"a_90\">Section 11(5)</a> of\n\nthe unamended Act of 1960. Thus, the averment made in para\n\n7(G) of the plaint that only one day prior to passing of the\n\nimpugned order (Ex.P-5) by the competent authority the\n\nplaintiffs were only heard are deemed to be admitted by first\n\nand fourth defendants.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_134\">\n</p><p data-structure=\"Section\" id=\"p_135\">47.        Admittedly, the plaintiffs were not party in the\n\nceiling proceedings. Not only once but repeatedly in several\n\nparagraphs the plaintiffs have pleaded that no notice under\n\n<a href=\"/doc/56823495/\" id=\"a_91\">Section 11(3)</a> of the unamended Act of 1960 was sent to\n\nthem. There is overwhelming material on record that the\n\nplaintiffs are in possession of the suit property and it was in\n\nthe knowledge of the competent authority also. Hence, it was\n\nmandatory on the part of the competent authority (defendant\n\nNo.1) to have issued notice under <a href=\"/doc/56823495/\" id=\"a_92\">Section 11(3)</a> of the Act of\n\n1960 to the plaintiffs. At this juncture only it would be condign\n\nto quote the entire <a href=\"/doc/135701803/\" id=\"a_93\">Section 11</a> of the unamended Act of 1960,\n\nwhich reads, thus:-\n</p><span class=\"hidden_text\" id=\"span_101\">                                     F.A. No. 112/1991</span><p data-structure=\"Conclusion\" id=\"p_136\">\n<span class=\"hidden_text\" id=\"span_102\">                    45</span>\n\n\n</p><blockquote id=\"blockquote_11\">&quot;11. Preparation of statement of land held\nin excess of the ceiling area. - (1) On the\nbasis of information given in the return under\n<a href=\"/doc/190435328/\" id=\"a_94\">Section 9</a> or the information obtained by the\ncompetent authority under <a href=\"/doc/11055602/\" id=\"a_95\">Section 10</a>, the said\nauthority shall after making such enquiry as it\nmay deem fit, prepare a separate draft\nstatement in respect of each person holding\nland in excess of the ceiling area, containing\nthe following particulars:--\n</blockquote>\n<blockquote id=\"blockquote_12\">(i) the name and address of the holder;\n</blockquote>\n<blockquote id=\"blockquote_13\">(ii) full particulars of land held by him within\nthe State and the total area of such land;\n</blockquote>\n<blockquote id=\"blockquote_14\">(iii) the total area of land which the holder is\nentitled to hold in accordance with the\nprovisions of this Act;\n</blockquote>\n<blockquote id=\"blockquote_15\">(iv) the description of land which he desires to\nretain;\n</blockquote>\n<blockquote id=\"blockquote_16\">(v) the description of the land which the\ncompetent authority proposes to declare\nsurplus; and\n\n</blockquote><blockquote id=\"blockquote_17\">(vi) such other      particulars   as   may   be\nprescribed:\n</blockquote>\n<blockquote id=\"blockquote_18\">Provided that if the holder fails to specify the\nportion of land which he wishes to retain, the\ncompetent authority shall as far as possible\ninclude the encumbered and improved land in\nthe land to be retained by the holder :\n</blockquote>\n<blockquote id=\"blockquote_19\">      Provided further that a joint statement\nmay be prepared in respect of holders who\nare members of a joint Hindu family or who\nhold land jointly or as tenants-in-common.\n</blockquote>\n<blockquote id=\"blockquote_20\">(2) The transferor shall, for the purpose of this\nAct, be deemed to be the holder of land the\ntransfer of which-\n</blockquote>\n<blockquote id=\"blockquote_21\">(i) has been declared to be void under Sub-\n</blockquote><p data-structure=\"Section\" id=\"p_137\">section (1) of Section 4; or\n<span class=\"hidden_text\" id=\"span_103\">                                     F.A. No. 112/1991</span>\n<span class=\"hidden_text\" id=\"span_104\">                    46</span>\n\n\n</p><p data-structure=\"Precedent\" id=\"p_138\">(ii) has been found by the competent\nauthority, on such enquiry as may be\nprescribed to be in contravention of the\nprovisions of Sub-section (1) of <a href=\"/doc/130320919/\" id=\"a_96\">Section 5</a>.\n\n(3) The draft statement shall be published at\nsuch place and in such manner as may be\nprescribed and a copy thereof shall be served\non the holder or holders concerned, the\ncreditors and all other persons interested in\nthe land to which it relates. Any objection to\nthe draft statement received within thirty days\nof the publication thereof shall be duly\nconsidered by the competent authority who\nafter giving the objector an opportunity of\nbeing heard shall pass such order as it deems\nfit.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_139\">(4) If while considering the objections\nreceived under Sub-section (3) or otherwise,\nthe competent authority finds that any\nquestion has arisen regarding the title of a\nparticular holder and such question has not\nalready been determined by a court of\ncompetent      jurisdiction,  the  competent\nauthority shall proceed to enquire summarily\ninto the merits of such question and pass\nsuch orders as it thinks fit:\n</p>\n<blockquote id=\"blockquote_22\">      Provided that if such question is already\npending for decision before a competent\ncourt, the competent authority shall await the\ndecision of the court.\n</blockquote>\n<blockquote id=\"blockquote_23\">(5) The order of the competent authority\nunder Sub-section (4) shall not be subject to\nappeal or revision, but any party may, within\nthree months from the date of such order\ninstitute a suit in the civil Court to have the\norder set aside, and the decision of such\nCourt shall be binding on the competent\nauthority but subject to the result of such suit,\nif any, the order of the competent authority\nshall be final and conclusive.\n</blockquote>\n<blockquote id=\"blockquote_24\">(6) After all such objections, pending\nproceedings and the suit, if any, filed under\n<span class=\"hidden_text\" id=\"span_105\">                                             F.A. No. 112/1991</span>\n<span class=\"hidden_text\" id=\"span_106\">                              47</span>\n\n\n          Sub-section (5) have been disposed of, the\n          competent authority shall, subject to the\n          provisions of the Act and the rules made\n          thereunder make necessary alterations in the\n          draft statement in accordance with the orders\n          passed on objections, the decision of the\n          competent Court and the decision of the civil\n          suit as the case may be and shall declare the\n          surplus land held by each holder. The\n          competent authority shall, thereafter publish a\n          final statement specifying therein the entire\n          land held by the holder, the land to be\n          retained by him and the land declared to be\n          surplus and send a copy thereof to the holder\n          concerned. Such a statement shall be\n          published in such manner as may be\n          prescribed and shall be conclusive evidence\n          of the facts stated therein.\n</blockquote>\n<blockquote id=\"blockquote_25\">          (7) Notwithstanding anything contained in\n          Sub-sections (4), (5) and (6), where the\n          competent authority finds that a person holds\n          land, other than the land in respect of which a\n          question of title has arisen or is pending\n          before a competent Court, in excess of the\n          ceiling area, it may proceed to declare such\n          land to be surplus forthwith. The land so\n          declared surplus shall be incorporated in the\n          final statement published under Sub-section\n          (6).\n</blockquote>\n<blockquote id=\"blockquote_26\">          (8) Notwithstanding anything contained in\n          <a href=\"/doc/52915536/\" id=\"a_97\">Section 7</a>, if the land in excess of the ceiling\n          area consists of a small strip of land, which\n          cannot be cultivated economically having\n          regard to the efficient use thereof for\n          agricultural purposes, the holder of the land\n          may be permitted to retain the said strip of\n          land subject to a maximum of one standard\n          acre in excess of the ceiling area.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_140\">                                   {Emphasis supplied}\n\nBy paying heed to Sub-section (3) of <a href=\"/doc/135701803/\" id=\"a_98\">Section 11</a> of the\n\nunamended Act, 1960 it is luminously clear that copy of the\n<span class=\"hidden_text\" id=\"span_107\">                                                 F.A. No. 112/1991</span>\n<span class=\"hidden_text\" id=\"span_108\">                                 48</span>\n\n\ndraft statement shall be served not only to the holder or\n\nholders concerned but also to the creditors and all other\n\npersons interested in the land to which it relates. Since the\n\nplaintiffs are admittedly in possession of the suit property\n\nwhich is also in knowledge of Competent Authority (first\n\ndefendant), I have no scintilla of doubt to hold that they would\n\ncome within the ambit and sweep of &quot;persons interested&quot;.\n\nSub-section (3) further says that the objections shall be\n\ninvited against draft statement by giving time of 30 days. I\n\nhave already held hereinabove that only one day prior to the\n\npassing of the impugned order dated 29.12.1975 (Ex.P-5) the\n\nplaintiffs were heard.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_141\">\n</p><p data-structure=\"Precedent\" id=\"p_142\">48.         Although in the written-statement filed on behalf of\n\nfirst and fourth defendants this fact has been denied that\n\nnotice under <a href=\"/doc/56823495/\" id=\"a_99\">Section 11(3)</a> of the unamended Act, 1960 was\n\nnot given to the plaintiffs and their stand in the written-\n\nstatement is that notice was given to the plaintiffs, but the\n\nsaid notice of <a href=\"/doc/56823495/\" id=\"a_100\">Section 11(3)</a> has not been filed and proved in\n\nevidence by the State. At this juncture I would like to mention\n\nthat although on account of denial of the pleadings of the\n\nplaintiffs by first and fourth defendants that notice was not\n\ngiven, the burden of proof was upon the plaintiffs. But, one\n\ncannot forget that the parties having possession of the\n\ndocuments     which      would   throw   sufficient   light   to   the\n<span class=\"hidden_text\" id=\"span_109\">                                              F.A. No. 112/1991</span>\n<span class=\"hidden_text\" id=\"span_110\">                               49</span>\n\n\ncontroversy of the matter should produce them and therefore,\n\nthe defendants cannot take advantage of abstract doctrine of\n\nproof that it was for the plaintiffs to prove this burden. Hence,\n\nit was incumbent upon the first and fourth defendants to file\n\nthe documents proving that notice under <a href=\"/doc/56823495/\" id=\"a_101\">Section 11(3)</a> of the\n\nunamended Act of 1960 was given to the plaintiffs. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1917909\" id=\"span_111\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"49975\" id=\"span_112\">In this\n\nregard, I may profitably place reliance upon the two decisions\n\nof Supreme Court they are <a href=\"/doc/49975/\" id=\"a_102\">Hiralal and others v. Badkulal\n\nand others</a>, <a href=\"/doc/1917909/\" id=\"a_103\">AIR 1953 SC 225 and Gopal Krishnaj Ketkar v.\n\nMohamed Haji Latif and others</a>, AIR 1968 SC 1413.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1917909\" id=\"span_113\">In the\n\ndecision of <a href=\"/doc/1917909/\" id=\"a_104\">Gopal Krishnaj</a> (supra), the Supreme Court has\n\n<a href=\"/doc/1917909/\" id=\"a_105\">placed reliance upon</a> the old decision of Privy Council T.S.\n\nMurugesam Pillai v. M.D. Gnana Sambandha Pandara\n\nSannadhi and others, AIR 1917 P.C. 6, holding that the\n\npractice has grown up in Indian procedure of those in\n\npossession of important documents or information lying by,\n\ntrusting to the abstract doctrine of the onus of proof and\n\nfailing, accordingly, to furnish to the Courts the best material\n\nfor its decision and this type of practice was deprecated.\n\nFurther it has been held by Their Lordships of the Privy\n\nCouncil that where the question was whether certain debts\n\ncontracted by defendants&#x27; predecessors in office were\n\ncontracted for necessary purposes so as to bind the\n\ndefendants and the defendants failed to bring into court the\n<span class=\"hidden_text\" id=\"span_114\">                                              F.A. No. 112/1991</span>\n<span class=\"hidden_text\" id=\"span_115\">                              50</span>\n\n\naccount books which would have been of great help in\n\ndeciding the question, the failure of defendants to produce\n\nthem justified an inference adverse to the defendants. In the\n\npresent case also the entire ceiling record is in power and\n\npossession of first and fourth defendants and therefore, when\n\nspecific issues 7A and 7B were framed in regard to the notice\n\nunder <a href=\"/doc/56823495/\" id=\"a_106\">Section 11(3)</a> of the unamended Act of 1960, the\n\ncontroversy of the suit could be solved if the notice under\n\n<a href=\"/doc/56823495/\" id=\"a_107\">Section 11(3)</a> of the said Act said to have been given to the\n\nplaintiffs, would have been filed and proved by the defendants\n\nand since they had failed to do so, I am drawing adverse\n\ninference against them.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_143\">\n</p><p data-structure=\"Precedent\" id=\"p_144\">49.        According to me, it was mandatory on the part of\n\nthe competent authority (first defendant) to send the notice\n\nunder <a href=\"/doc/56823495/\" id=\"a_108\">Section 11(3)</a> of the unamended Act of 1960 along with\n\ndraft statement to the plaintiffs. Thus, even if they have filed\n\nsome objections one day prior to the passing of the impugned\n\norder (Ex.P-5) by the competent authority ipso facto will not\n\ntake place of proof of sending notice, even those objections\n\nhave been dismissed by the competent authority in the said\n\norder. In this regard, I may profitably place reliance upon the\n\ndecision of this Court in Jagatsingh Barelal v. State of M.P.\n\nthrough Collector, Vidisha, 1982 MPLJ 575 (passed by\n\nHon&#x27;ble Shri Justice G.L. Oza, as His Lordship then was). In\n<span class=\"hidden_text\" id=\"span_116\">                                                  F.A. No. 112/1991</span>\n<span class=\"hidden_text\" id=\"span_117\">                                51</span>\n\n\nthat decision also the plaintiffs of that suit filed certain\n\nobjections before the competent authority which were rejected\n\nby the said authority and it was held by this Court that merely\n\nbecause    objections   of   plaintiffs   were   rejected   by    the\n\ncompetent authority would not debar them in filing suit under\n\n<a href=\"/doc/190653079/\" id=\"a_109\">Section 11(5)</a> of the unamended Act of 1960. This decision\n\nhas been later on relied by this Court in Ram Charan (supra)\n\nand in another decision of this Court Saadat Mohammad\n\nKhan (supra) wherein it has been categorically held that the\n\nperson who is entitled to a notice under <a href=\"/doc/56823495/\" id=\"a_110\">Section 11(3)</a> but has\n\nnot been served with the said notice, the land held by them\n\nwill not be affected by any order of the competent authority\n\nand no proceedings are binding upon him. In the decision of\n\nSaadat Mohammad Khan (supra) also the decision of\n\nJagatsingh Barelal (supra) was relied upon. Similarly the\n\nsaid decision was also relied upon in another decision of this\n\nCourt Bala w/o Lakhanlal Dubey (supra). Thus, the\n\nmandatory notice under <a href=\"/doc/56823495/\" id=\"a_111\">Section 11(3)</a> was not given to the\n\nplaintiffs and therefore, the entire proceedings of competent\n\nauthority (Ex.P-5) are vitiated and the order of the competent\n\nauthority (first defendant) is not binding upon the plaintiffs.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_145\">50.        I do not find any merit in the contention of learned\n\nAdvocate General for the appellants-State that since the\n\nobjection of not sending the notice under <a href=\"/doc/56823495/\" id=\"a_112\">Section 11(3)</a> of the\n<span class=\"hidden_text\" id=\"span_118\">                                              F.A. No. 112/1991</span>\n<span class=\"hidden_text\" id=\"span_119\">                               52</span>\n\n\nunamended Act of 1960 was not taken before the competent\n\nauthority by the plaintiffs, it is waived by them. To me,\n\nbecause one day earlier to the passing of the impugned order\n\ndated 29.12.1975 (Ex.P-5) by completing the bare formality\n\nplaintiffs were heard it cannot be said that they waived the\n\nnotice. I may further add that the competent authority was\n\nfully aware about the legal provision. Hence, in all fairness,\n\nnotice under <a href=\"/doc/56823495/\" id=\"a_113\">Section 11(3)</a> should have been sent to plaintiffs\n\nand the objections which were submitted by them and which\n\nwere taken into account in the impugned order dated\n\n29.12.1975 (Ex.P-5) they should not have been rejected.\n\nAccording to me, if the competent authority decides any\n\nquestion of title without following the procedure contemplated\n\nunder <a href=\"/doc/56823495/\" id=\"a_114\">Section 11(3)</a> of the unamended Act of 1960, its order\n\nloses the finality attached to it by sub-Section (5) of <a href=\"/doc/135701803/\" id=\"a_115\">Section\n\n11</a> of the unamended Act of 1960. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1780490\" id=\"span_120\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"880174\" id=\"span_121\">In these circumstances, the\n\ndecisions of Supreme Court placed reliance by learned\n\n<a href=\"/doc/880174/\" id=\"a_116\">Advocate General, Dhirendra Nath Gorai</a> (supra,) Auto\n\nTrade and Transport Corporation (supra) and <a href=\"/doc/1780490/\" id=\"a_117\">Lucky\n\nForwarding Agency</a> (supra) are quite distinguishable and\n\nthey are also not the decisions on the Act of 1960.</span></span>\n\n\n</p><p data-structure=\"Precedent\" id=\"p_146\">51.        Further, I do not find any merit in the contention of\n\nlearned Advocate General for the appellants-State that the\n\nplaintiffs ought to have filed the appeal or revision and in this\n<span class=\"hidden_text\" id=\"span_122\">                                               F.A. No. 112/1991</span>\n<span class=\"hidden_text\" id=\"span_123\">                               53</span>\n\n\nregard reliance has been placed upon Single Bench decision\n\nof this Court Bala w/o Lakhanlal Dubey (supra) by the\n\nlearned Advocate General. The said decision is not in favour\n\nof the State because in that decision it was never held by this\n\nCourt that against the order passed under <a href=\"/doc/190653079/\" id=\"a_118\">Section 11(5)</a> of\n\nthe unamended Act of 1960 the aggrieved party should file\n\nappeal or revision. That apart, if an appeal or revision is filed,\n\nwhat will be attacked, is not &quot;an order on merits&quot; but the mode\n\nof passing of the order of the competent authority. This type\n\nof challenge in appeal or revision cannot be deemed to be a\n\nbar under Sub-section (5) of <a href=\"/doc/135701803/\" id=\"a_119\">Section 11</a> of the unamended Act\n\nof 1960.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_147\">\n</p><p data-structure=\"Section\" id=\"p_148\">52.        At this juncture, I would like to go through <a href=\"/doc/89635308/\" id=\"a_120\">Section\n\n41</a> of the Act of 1960 which speaks about appeal and <a href=\"/doc/115091428/\" id=\"a_121\">Section\n\n42</a> which pertains to revision. The opening sentence of\n\n<a href=\"/doc/89635308/\" id=\"a_122\">Section 41</a> is that &quot;except where the provisions of this Act\n\nprovide otherwise, against every order of Revenue Officer or\n\ncompetent authority under this Act or the rules made\n\nthereunder, an appeal shall lie&quot;. Thus, the rider of &#x27;exception&#x27;\n\nis very much there in this provision and because under\n\n<a href=\"/doc/190653079/\" id=\"a_123\">Section 11(5)</a> of the unamended Act of 1960 the provision is\n\notherwise, giving a right to file civil suit within three months\n\nagainst the order passed by the competent authority under\n\nsub-section (4) of <a href=\"/doc/190653079/\" id=\"a_124\">Section 11(5)</a> of the unamended Act of\n<span class=\"hidden_text\" id=\"span_124\">                                              F.A. No. 112/1991</span>\n<span class=\"hidden_text\" id=\"span_125\">                              54</span>\n\n\n1960, hence, appeal or revision could not be filed. That apart,\n\nthis section should be read in juxtaposition to Sub-section (5)\n\nof the unamended Act of 1960 wherein the opening sentence\n\nof this provision is that &quot;the order of the competent authority\n\nunder Sub-section (4) shall not be subject to appeal or\n\nrevision&quot;. Thus, at that point of time when unamended Act of\n\n1960 was in force the aggrieved party could not file appeal or\n\nrevision before the Board of Revenue under <a href=\"/doc/115091428/\" id=\"a_125\">Section 42</a> of the\n\nsaid Act and there was an express bar. It is well settled in law\n\nthat a person cannot be a remedy-less and since filing of\n\nappeal and revision against the order of the competent\n\nauthority passed under sub-section (4) to <a href=\"/doc/135701803/\" id=\"a_126\">Section 11</a> was\n\nspecifically barred, therefore, the legislature itself gave\n\nremedy to file civil suit under <a href=\"/doc/190653079/\" id=\"a_127\">Section 11(5)</a> of the unamended\n\nAct of 1960. Hence, this contention of learned Advocate\n\nGeneral for the State cannot be accepted.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_149\">\n</p><p data-structure=\"Conclusion\" id=\"p_150\">53.        Thus, the answer to question No.(iii) is that the\n\nplaintiffs were not the parties in the ceiling proceedings and\n\ntherefore, the order (Ex.P-5) of the competent authority is not\n\nbinding upon them and further under <a href=\"/doc/56823495/\" id=\"a_128\">Section 11(3)</a> of the\n\nunamended Act of 1960 it was mandatory on the part of the\n\ncompetent authority to send the notice to plaintiffs along with\n\ndraft statement.\n</p><span class=\"hidden_text\" id=\"span_126\">                                               F.A. No. 112/1991</span><p data-structure=\"Conclusion\" id=\"p_151\">\n<span class=\"hidden_text\" id=\"span_127\">                               55</span>\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_152\">            Regarding Question No. (iv) and (v)\n\n\n</p><p data-structure=\"Precedent\" id=\"p_153\">54.        I have already held hereinabove that mandatory\n\nrequirement and procedure of sending notice along with draft\n\nstatement to plaintiffs was not followed by the competent\n\nauthority as envisaged under <a href=\"/doc/56823495/\" id=\"a_129\">Section 11(3)</a> of the unamended\n\nAct of 1960. If by not following the mandatory requirement an\n\norder is passed by the said authority under sub-section (4) of\n\n<a href=\"/doc/135701803/\" id=\"a_130\">Section 11</a> of the said Act of 1960, the consequences are\n\ngiven in sub-section (5) of <a href=\"/doc/135701803/\" id=\"a_131\">Section 11</a> itself. While deciding\n\nquestion No.(iii) I have already held that against the order\n\npassed under sub-section (4) of <a href=\"/doc/135701803/\" id=\"a_132\">Section 11</a> appeal or revision\n\ncould not be filed since there was express bar and therefore,\n\nonly remedy provided to the party was to file civil suit within\n\nthree months under sub-section (5) of the unamended Act of\n\n1960. Hon&#x27;ble Shri Justice G.L. Oza (as His Lordship then\n\nwas) in the case of Jagatsingh Barelal (supra) categorically\n\nheld that objector who comes within the purview of <a href=\"/doc/56823495/\" id=\"a_133\">Section\n\n11(3)</a> of the unamended Act can also file suit. His Lordship\n\nhas further held that the ceiling of the limitation of three\n\nmonths to file suit is applicable only to the parties to the\n\nproceedings under the Act of 1960, but, filing of suit within\n\nthree months is not applicable to the objectors (plaintiffs in the\n\npresent case) whose objections have been rejected by the\n\ncompetent authority since he cannot be said to be a party in\n<span class=\"hidden_text\" id=\"span_128\">                                                 F.A. No. 112/1991</span>\n<span class=\"hidden_text\" id=\"span_129\">                                56</span>\n\n\nthe ceiling proceedings. Admittedly, two ceiling cases were\n\ninstituted by the competent authority, first case was against\n\nNanhibai (defendant No.3) and second against defendant\n\nNo.2 Vallabhdas. Admittedly, no ceiling case was instituted\n\nagainst the present plaintiffs. The limitation to file suit is three\n\nmonths and is applicable only to the party to the ceiling\n\nproceedings and not to the other persons who were not party.\n\nAlthough the plaintiffs were not the parties to the ceiling\n\nproceedings but they had filed suit within three months from\n\nthe date of the order of the Competent Authority which is\n\n29.12.1975 since both the suits were filed on 11.3.1976. The\n\nsame view has been taken by this court in Ram Charan\n\n(supra). If a suit is filed under <a href=\"/doc/190653079/\" id=\"a_134\">Section 11(5)</a> of the unamended\n\nAct of 1960 the notice under <a href=\"/doc/55198661/\" id=\"a_135\">Section 80</a> CPC is not required\n\nto be given. This has also been so held by Hon&#x27;ble Shri\n\nJustice G.L. Oza (as His Lordship then was) in Jagatsingh\n\nBarelal (supra) in para-7 of the said judgment. The said law\n\nhas been laid down on the basis of the earlier Division Bench\n\ndecision of this Court Kishanlal Baldevji and others v.\n\nCollector, Indore, 1975 MPLJ 766. This Division Bench was\n\nalso presided by Hon&#x27;ble Shri Justice G.L. Oza (as His\n\nLordship then was) and decision was passed in letters patent\n\nappeal. In that decision also the civil suit under <a href=\"/doc/190653079/\" id=\"a_136\">Section 11(5)</a>\n\nof the unamended Act of 1960 was filed. The Division Bench\n<span class=\"hidden_text\" id=\"span_130\">                                                   F.A. No. 112/1991</span>\n<span class=\"hidden_text\" id=\"span_131\">                                  57</span>\n\n\nby considering the different decisions ultimately came to hold\n\nin para-11 that notice under <a href=\"/doc/55198661/\" id=\"a_137\">Section 80</a> CPC was not\n\nnecessary and judgment and decree passed by learned Trial\n\nCourt was set aside by which it was held that the suit is not\n\nmaintainable on account of want of notice under <a href=\"/doc/55198661/\" id=\"a_138\">Section 80</a>\n\nCPC.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_154\">\n</p><p data-structure=\"Precedent\" id=\"p_155\">55.       Apart     from       above-said   two     Division   Bench\n\ndecisions and other decisions of single Bench, there is a Full\n\nBench decision of this Court Vijaya Singh (supra). The Full\n\nBench while considering the scope of sub-section (4) and\n\nsub-section   (5)   of   the    unamended     Act    of   1960   has\n\ncategorically held that if the competent authority decides the\n\nquestion of title under sub-section (4) of <a href=\"/doc/135701803/\" id=\"a_139\">Section 11</a> of the\n\nunamended Act of 1960 a civil court will have jurisdiction in\n\nthe suit under <a href=\"/doc/190653079/\" id=\"a_140\">Section 11(5)</a> of the said Act of 1960 even to\n\ndecide the title because the inquiry of title which is made by\n\nthe competent authority is only a summary enquiry.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_156\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"769823\" id=\"span_132\">56.       According to the stand of the State, sending notice\n\nunder <a href=\"/doc/55198661/\" id=\"a_141\">Section 80</a> CPC was mandatory and in this regard\n\nlearned Advocate General has placed heavy reliance upon\n\nthe decision of Supreme Court <a href=\"/doc/769823/\" id=\"a_142\">Sooraj (Smt.</a>) (supra).</span>\n\n<span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1235230\" id=\"span_133\">However, in that decision the provisions of sub-section (3)\n\nand sub-section (5) of the unamended Act of 1960 were not\n<span class=\"hidden_text\" id=\"span_134\">                                              F.A. No. 112/1991</span>\n<span class=\"hidden_text\" id=\"span_135\">                               58</span>\n\n\nthe point in issues for the decision, therefore<a href=\"/doc/769823/\" id=\"a_143\">, <a href=\"/doc/769823/\" id=\"a_144\">the said\n\ndecision</a></a> is quite distinguishable and on the same line the\n\nsingle Bench decision of this Court <a href=\"/doc/1235230/\" id=\"a_145\">Fakir Mohammad</a> (supra)\n\nis also distinguishable. Further, I do not find any merit in the\n\ncontention of learned Advocate General for the State that only\n\nchallenge which can be made in civil suit is of title. To me, in\n\na suit under <a href=\"/doc/190653079/\" id=\"a_146\">Section 11(5)</a> of the unamended Act of 1960 not\n\nonly the title could be determined, but, validity of the order of\n\nthe competent authority passed under <a href=\"/doc/120076103/\" id=\"a_147\">Section 11(4)</a> of the\n\nsaid Act of 1960 could also be challenged and therefore,\n\napart from title the civil Court also could see whether on\n\naccount of non compliance of sub-section (3) of <a href=\"/doc/135701803/\" id=\"a_148\">Section 11</a> of\n\nthe unamended Act of 1960 the order of the competent\n\nauthority is bad in law.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_157\">\n</p><p data-structure=\"Issue\" id=\"p_158\">57.        Hence, the question No.(iv) is answered that\n\nplaintiffs&#x27; suit falls under <a href=\"/doc/190653079/\" id=\"a_149\">Section 11(5)</a> of the unamended Act\n\nof 1960 and not under the general law. The question No.(v) is\n\nanswered that because the suit has not been filed under the\n\ngeneral law, therefore, notice under <a href=\"/doc/55198661/\" id=\"a_150\">Section 80</a> CPC was not\n\nnecessary. The reliance on the decisions wherein it was held\n\nthat <a href=\"/doc/55198661/\" id=\"a_151\">section 80</a> CPC notice is necessary if suit is filed under\n\ngeneral law are not applicable here because the instant suit\n\nhas been filed under <a href=\"/doc/190653079/\" id=\"a_152\">Section 11(5)</a> of the unamended Act of\n\n1960.\n</p><span class=\"hidden_text\" id=\"span_136\">                                                   F.A. No. 112/1991</span><p data-structure=\"Conclusion\" id=\"p_159\">\n<span class=\"hidden_text\" id=\"span_137\">                                  59</span>\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_160\">              Regarding Questions No.(vi) and (vii)\n\n\n</p><p data-structure=\"RespArg\" id=\"p_161\">58.           Looking to the scope of the suit filed under <a href=\"/doc/190653079/\" id=\"a_153\">Section\n\n11(5)</a> of the unamended Act of 1960 it is not necessary to\n\nimplead the State as party. However, on 8.8.1987 an\n\napplication under Order VI Rule 17 read with <a href=\"/doc/56600062/\" id=\"a_154\">Section 151</a>\n\nCPC (IA No.27) was filed by the first and fourth defendants\n\nseeking amendment in the written-statement. In para-3 of the\n\napplication     it   has   been   specifically   averred   by   these\n\ndefendants that the interest of the first and fourth defendants\n\nare common and on their behalf Additional Government\n\nPleader, Harda is pleading the case. In para-4 of the said\n\napplication it is averred that the first defendant had already\n\nfiled the written-statement and the fourth defendant would\n\nalso like to file the written-statement in like manner and\n\nhence, it was prayed that in the cause title of the written-\n\nstatement after defendant No.1 &quot;and 4&quot; be permitted to be\n\nadded. Needless to say that this amendment application was\n\nallowed and the written-statement was accordingly amended\n\non 12.1.1988. I may further add that throughout the Additional\n\nGovernment Pleader fought the case on behalf of the first and\n\nfourth defendants. According to me, because the competent\n\nauthority and State of M.P. have been arrayed as first and\n\nfourth defendants and the relief has also been claimed for the\n\nquashment of the order of the competent authority, therefore,\n<span class=\"hidden_text\" id=\"span_138\">                                                 F.A. No. 112/1991</span>\n<span class=\"hidden_text\" id=\"span_139\">                               60</span>\n\n\nthe State of M.P. has a right to file appeal.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_162\">59.        The question No.(vi) and (vii) are thus answered\n\nthat the suit can proceed without impleading the State as\n\nparty but if the competent authority has been arrayed as\n\nparty, an appeal can be filed by the said authority.\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_163\">                Regarding Question No.(viii)\n\n\n</p><p data-structure=\"RespArg\" id=\"p_164\">60.        The contention of learned Advocate General is that\n\nlooking to the reliefs which have been claimed by the plaintiffs\n\nand particularly para (14)(A) that the order of the Competent\n\nAuthority (first defendant) in Revenue Case No.601 SH.A/90-\n\nB(3) of 1963-64 against defendant No.3 be declared to be\n\nwrong and it be set aside, cannot be granted because such a\n\nrelief could be granted in favour of third defendant only if she\n\nwould have been the plaintiff. However, I do not find any merit\n\nin this contention. On bare perusal of the impugned order of\n\nthe Competent Authority dated 29.12.1975 (Ex.P-5) this Court\n\nfinds that despite the disputed lands which were already\n\ntransferred by executing registered lease deed (Ex.P-3) by\n\nSeth Rai Saheb and also by second defendant in favour of\n\nsecond plaintiff (Central Trading Company) the Competent\n\nAuthority had passed the order that Nanhi Bai (third\n\ndefendant) is the holder of the land in question and the\n\nobjections of the plaintiffs were dismissed. According to me,\n<span class=\"hidden_text\" id=\"span_140\">                                                F.A. No. 112/1991</span>\n<span class=\"hidden_text\" id=\"span_141\">                                61</span>\n\n\nsince the third defendant has been found to be the holder of\n\nthe land in question in the ceiling proceedings (although she\n\ncould not be the holder because suit lands were already\n\ntransferred to second plaintiff by virtue of the registered lease\n\ndeed), therefore, since under the garb of the said order\n\nwithout declaring the disputed land to be the surplus land\n\nunder sub-section (6) of <a href=\"/doc/135701803/\" id=\"a_155\">Section 11</a> of the unamended Act of\n\n1960 a final statement has been directed to be prepared by\n\nthe Competent Authority, as a matter of fact the said order is\n\nagainst plaintiffs.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_165\">\n</p><p data-structure=\"CDiscource\" id=\"p_166\">61.          Indeed, in all fairness, after making necessary\n\nalterations in the draft statement in terms of the orders\n\npassed on objections, and the decision of the competent\n\nCourt and also the decision of civil suit as the case may be,\n\nthe Competent Authority thereafter should have declared the\n\nland surplus land held by each holder and only thereafter the\n\nCompetent Authority could publish the final statement. But,\n\nwithout declaring the disputed land to be surplus under sub-\n\nsection (6) of <a href=\"/doc/135701803/\" id=\"a_156\">Section 11</a> after completing all the formalities,\n\nstraightway by impugned order dated 29.11.1975 (Ex.P-5) the\n\nCompetent Authority has directed to prepare the final\n\nstatement. Thus, under the garb of this order, the rights of the\n\nplaintiffs   are   being   jeopardised   and   therefore,   since\n\nerroneously and contrary to the law the third defendant has\n<span class=\"hidden_text\" id=\"span_142\">                                                 F.A. No. 112/1991</span>\n<span class=\"hidden_text\" id=\"span_143\">                                  62</span>\n\n\nbeen held to be the tenure holder of the suit lands and de-\n\nhors to the plaintiffs&#x27; rights, the said order has been passed,\n\ntherefore, the plaintiffs can pray reliefs which they have\n\nclaimed. If such a relief would not have been prayed by them\n\nthen certainly the lands of the plaintiffs would have been\n\ntaken on the preparation of the final statement. That apart,\n\nthe main grievance of the plaintiffs in the plaint is that on\n\naccount of failure of not giving any notice under <a href=\"/doc/56823495/\" id=\"a_157\">Section 11(3)</a>\n\nof the unamended Act of 1960, the entire proceedings of the\n\ncompetent authority and its order is bad in law and therefore,\n\nif in the relief clause somehow specifically it could not have\n\nbeen mentioned that the order of the Competent Authority be\n\nset aside on account of not giving notice to the plaintiffs, it will\n\nnot somersault the entire case of the plaintiffs and such a\n\nrelief can be granted under <a href=\"/doc/161831507/\" id=\"a_158\">Order VII Rule 7 CPC</a> by the\n\nCourt. I have already held hereinabove that notice under\n\n<a href=\"/doc/56823495/\" id=\"a_159\">Section 11(3)</a> of the unamended Act of 1960 along with draft\n\nstatement was never given to the plaintiffs.\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_167\">62.        The question No.(viii) is thus, answered that the\n\nrelief claimed by the plaintiffs can be granted and the suit of\n\nthe plaintiffs is maintainable.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_168\">                 Regarding Question No.(ix)\n\n</p><p data-structure=\"CDiscource\" id=\"p_169\">63.        So far as the exemption of the suit land from the\n\nclutches of the unamended Act of 1960 is concerned, much\n<span class=\"hidden_text\" id=\"span_144\">                                            F.A. No. 112/1991</span>\n<span class=\"hidden_text\" id=\"span_145\">                             63</span>\n\n\nhas been said by me while deciding the question No.(ii)\n\nwherein I have already held that how and in what manner the\n\ndisputed lands would be exempted and would be far away\n\nfrom the ambit and scope of the Act of 1960, since they come\n\nwithin the purview of <a href=\"/doc/81892781/\" id=\"a_160\">Section 3(f)</a> of the unamended Act of\n\n1960. Hence, those reasonings are not being reproduced\n\nhere.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_170\">\n</p><p data-structure=\"PetArg\" id=\"p_171\">64.       So far as the argument of learned counsel for the\n\nthird defendant (who is dead and whose LRs have been\n\nbrought on record) that the learned Trial Court has erred in\n\nholding that occupancy right had been accrued in plaintiffs\n\nunder <a href=\"/doc/186240693/\" id=\"a_161\">Section 189-190</a> of the Act and eventually the plaintiffs\n\ncannot claim that they become Bhumiswami over the suit land\n\nis concerned, suffice it to say that nowhere the learned Trial\n\nCourt has held that firstly the plaintiffs became occupancy\n\ntenant and then became Bhumiswami. On bare perusal of\n\npara-20 onwards and by paying heed to para-13 of the\n\nimpugned judgment, this Court finds that neither the first\n\ndefendant nor any other party had any ground to say that said\n\nHarishankar was not the Bhumiswami or was not the holder.\n\nHence, the argument of learned counsel for the third\n\ndefendant cannot be accepted.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_172\">\n</p><p data-structure=\"RespArg\" id=\"p_173\">65.       The answer to the question No.(ix) is that the\n<span class=\"hidden_text\" id=\"span_146\">                                            F.A. No. 112/1991</span>\n<span class=\"hidden_text\" id=\"span_147\">                              64</span>\n\n\nplaintiffs can claim exemption under the unamended Act of\n\n1960 since the land was taken by them for industrial purpose;\n\nand learned Trial Court did not held that the plaintiffs have\n\nbecome occupancy tenant and thereafter they have become\n\nBhumiswami. On the contrary, the finding is that Rai Saheb\n\nSeth Harishankarji who died in the year 1962 on coming into\n\nforce of the Code, became Bhumiswami by virtue of law.\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_174\">66.        For the reasons stated hereinabove, this appeal\n\nand the connected appeals are hereby dismissed. No order\n\nas to costs. Let a copy of this judgment be also kept in the\n\nrecord of connected first appeals.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_175\">\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_176\">                              (A.K. SHRIVASTAVA)\n                                      Judge\n                                           16/08/2013\n\n\nSach\n </p>","numcites":43,"numcitedby":7,"docsource":"Madhya Pradesh High Court","citetid":7236395,"divtype":"judgments","relatedqs":[{"value":"ceiling madhya pradesh","formInput":"ceiling%20madhya%20pradesh"},{"value":"section 80 of cpc","formInput":"section%2080%20of%20cpc"},{"value":"revenue nirnaya","formInput":"revenue%20nirnaya"},{"value":"notice under section 80 cpc","formInput":"notice%20under%20section%2080%20cpc"},{"value":" \"commercial purpose\"","formInput":"%20%22commercial%20purpose%22"},{"value":"section 80 of civil procedure code","formInput":"section%2080%20of%20civil%20procedure%20code"},{"value":"deed of assignment ","formInput":"deed%20of%20assignment%20"},{"value":"commercial purpose","formInput":"commercial%20purpose"},{"value":"notice under section 80 of civil procedure code","formInput":"notice%20under%20section%2080%20of%20civil%20procedure%20code"},{"value":"revenue records","formInput":"revenue%20records"},{"value":"section 80 civil procedure code notice","formInput":"section%2080%20civil%20procedure%20code%20notice"},{"value":"sir lands","formInput":"sir%20lands"},{"value":"land dispute","formInput":"land%20dispute"},{"value":"\\\"section 80\\\" \\\"cpc\\\" ","formInput":"%5C%22section%2080%5C%22%20%5C%22cpc%5C%22%20"},{"value":"occupancy tenants","formInput":"occupancy%20tenants"},{"value":"mplj","formInput":"mplj"},{"value":"adopted son ","formInput":"adopted%20son%20"},{"value":"Notice  u/s 80 c.p.c","formInput":"Notice%20%20u/s%2080%20c.p.c"},{"value":"80 cpc","formInput":"80%20cpc"},{"value":"possession over land","formInput":"possession%20over%20land"}],"courtcopy":true,"query_alert":null,"agreement":false}