{"tid":121289838,"publishdate":"2019-05-29","title":"Ranbir Singh And Ors vs State Of Haryana And Ors on 29 May, 2019","doc":"<h2 class=\"doc_title\">Ranbir Singh And Ors vs State Of Haryana And Ors on 29 May, 2019</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:jaswant-singh\">Jaswant Singh</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:jaswant-singh\">Jaswant Singh</a></h3>\n\n<pre id=\"pre_1\">       IN THE HIGH COURT OF PUNJAB AND HARYANA\n                     AT CHANDIGARH\n\n                                           CWP No.14754 of 2019\n                                           Date of Decision: 29.05.2019\n\n\nRanbir Singh and others                                     .....Petitioners\n\n                                  Versus\n\nState of Haryana and others                               .....Respondents\n\n\nCORAM:      HON&#x27;BLE MR. JUSTICE JASWANT SINGH\n            HON&#x27;BLE MR. JUSTICE ARUN KUMAR TYAGI\n\nPresent:    Mr. Vineet Chaudhary, Advocate for the petitioners.\n\nARUN KUMAR TYAGI, J.\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">            The petitioners, who are permanent residents of village\n\nIsrana, Tehsil Israna, District Panipat, have filed the present writ\n\npetition for issuance of a writ in the nature of certiorari for\n\nquestioning the impugned orders dated 07.06.2012 and 23.07.2012\n\n(Annexures P-1 and P-2) passed by respondent No.4-Asst.\n\nCollector first grade, Panipat whereby the ejectment of the\n\npetitioners was ordered under <a href=\"/doc/188613701/\" id=\"a_1\">section 7 (1)</a> of the Punjab Village\n\nCommon Lands (Regulation) Act, 1961 (for short the 1961 Act) from\n\nland comprised in Khewat No.951min/836 Khatauni No.1156,\n\nrectangle No. 12, Killa No.7 (6-3), 8 (9-18), 13 (8-0), 14 (8-0), 15 (9-\n\n</p><p data-structure=\"Issue\" id=\"p_2\">18), 16 (8-0), 17 (8-0), 18 (8-0), rectangle No. 13, Killa No. 11 (5-2)\n\ntotal measuring 71 Kanals and 1 Marla situated in village Israna,\n\nTehsil Israna, District Panipat vide Jamabandi for the year 2003-04\n\n(hereinafter referred to as the land in dispute) and order dated\n\n09.08.2017 (Annexure P-3) passed by respondent No.3-the\n\nCollector, Panipat whereby the appeal filed against orders dated\n\n\n                               1 of 13\n<span class=\"hidden_text\" id=\"span_1\">            ::: Downloaded on - 21-07-2019 05:59:02 :::</span>\n<span class=\"hidden_text\" id=\"span_2\"> CWP No.14754 of 2019                                             -2-</span>\n\n\n07.06.2012 and 23.07.2012 (Annexure P-1 and P-2) was dismissed\n\nand order dated 07.12.2018 (Annexure P-4) passed by respondent\n\nNo.2-the Commissioner, Panipat Division, Panipat whereby revision\n\nfiled against order dated 09.08.2017 (Annexure P-3) was\n\ndismissed.\n</p>\n<p data-structure=\"Issue\" id=\"p_3\">2.           Briefly stated the petition has been filed on the\n\naverments that respondent No.5-Gram Panchayat, Israna filed a\n\npetition under <a href=\"/doc/188613701/\" id=\"a_2\">section 7 (1)</a> of the 1961 Act for ejectment of the\n\npetitioners from the land in dispute and imposition of the penalty on\n\nthem for unauthorised occupation. The petitioners filed reply that\n\nthey are in regular continuous possession of the land in dispute\n\nbeing gair marusi tenants since the time of their father Dalip Singh\n\nwho was a gair marusi tenant and question of title is involved.\n\nRespondent No.4 wrongly ordered ejectment of the petitioners from\n\nthe land in dispute by passing ex-parte order dated 07.06.2012\n\n(Annexure P-1) without deciding the question of title. The petitioners\n\nfiled application for setting aside the ex-parte order which was\n\nwrongly and illegally dismissed vide order dated 23.07.2012\n\n(Annexure P-2). The petitioners filed appeal before respondent\n\nNo.3 who wrongly and illegally dismissed the same vide order dated\n\n09.08.2017 (Annexure P-3). Revision filed by the petitioners was\n\nwrongly and illegally dismissed by respondent No. 2 vide order\n\ndated 07.12.2018 (Annexure P-4). The petitioners are in cultivating\n\npossession of the land in dispute since the time of their forefathers,\n\nmuch prior to 50 years and the land in dispute does not fall within\n\nthe definition of shamilat deh under <a href=\"/doc/59536872/\" id=\"a_3\">Section 2 (g)</a> of the 1961 Act.\n\nThe petitioners are in long, uninterrupted and continuous\n\n                                2 of 13\n<span class=\"hidden_text\" id=\"span_3\">             ::: Downloaded on - 21-07-2019 05:59:02 :::</span>\n<span class=\"hidden_text\" id=\"span_4\"> CWP No.14754 of 2019                                             -3-</span>\n\n\npossession of the land in dispute as gair marusi tenants and\n\ntenancy has not been determined by the Gram Panchayat. The\n\npetitioners not being in unauthorized possession of the land in\n\ndispute are not liable to be ejected there from. Since the petitioners\n\nhave no alternative remedy of appeal or revision, hence the petition.\n\n</p><p data-structure=\"CDiscource\" id=\"p_4\">3.         We have heard learned Counsel for the petitioners and\n\nhave gone through the material on record.\n</p>\n<p data-structure=\"PetArg\" id=\"p_5\">4.         Learned Counsel for the petitioners has argued that the\n\npetitioners are in cultivating possession of the land in dispute since\n\nthe time of their forefathers much prior to 1950 and the land in\n\ndispute does not fall within the definition of shamilat deh under\n\n<a href=\"/doc/59536872/\" id=\"a_4\">section 2 (g)</a> of the 1961 Act. The petitioners have been ordered to\n\nbe evicted from the land in dispute without deciding the question of\n\ntitle. Even otherwise the petitioners are in long, uninterrupted and\n\ncontinuous possession of the land in dispute as gair marusi tenants\n\nsince the time of their father Dalip Singh who made the land in\n\ndispute cultivable by spending a huge amount and tenancy has not\n\nbeen determined by the Gram Panchayat. The petitioners, not\n\nbeing in unauthorized possession of the land in dispute, are not\n\nliable to be ejected there from. Therefore, the impugned orders\n\nbeing illegal may be quashed.\n</p>\n<p data-structure=\"PetArg\" id=\"p_6\">5.         Learned Counsel for the petitioners has alternatively\n\nargued that the Assistant Collector first grade, Panipat had no\n\nauthority to impose penalty more than the maximum prescribed. No\n\nreasons have been given for imposition of the penalty. Therefore,\n\nthe impugned orders imposing penalty may be quashed.\n\n\n\n</p><p data-structure=\"Issue\" id=\"p_7\">                               3 of 13\n<span class=\"hidden_text\" id=\"span_5\">            ::: Downloaded on - 21-07-2019 05:59:02 :::</span>\n<span class=\"hidden_text\" id=\"span_6\"> CWP No.14754 of 2019                                               -4-</span>\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_8\">6.         On perusal of the material on record and consideration\n\nof the submissions made by the learned Counsel for the petitioners\n\nwe are of the considered view that the writ petition challenging the\n\nimpugned orders qua their eviction from the land in dispute is\n\ndevoid of any merit and is liable to be dismissed.\n\n</p><p data-structure=\"Section\" id=\"p_9\">7.         <a href=\"/doc/157019927/\" id=\"a_5\">Section 7</a> of the 1961 Act empowers the Assistant\n\nCollector of the first grade having jurisdiction over the concerned\n\nvillage to eject any person who is in wrongful or unauthorised\n\npossession of the land or other immovable property in the shamilat\n\ndeh of that village which vests or is deemed to have been vested in\n\nthe panchayat under the 1961 Act and put the panchayat in\n\npossession thereof. <a href=\"/doc/157019927/\" id=\"a_6\">Section 7</a> of the 1961 Act reads as under:-\n\n</p><blockquote id=\"blockquote_1\">           &quot;7. Power to put Panchayat in possession of certain\n           lands. -(1) An Assistant Collector of the first grade\n           having jurisdiction in the village may, either suo moto or\n           on an application made to him by a Panchayat or an\n           inhabitant of the village or the Block Development and\n           Panchayat Officer or Social Education and Panchayat\n           Officer, or any other Officer authorised by the Block\n           Development and Panchayat Officer, after making such\n           summary enquiry as he may deem fit and in accordance\n           with such procedure as may be prescribed, eject any\n           person who is in wrongful or unauthorised possession of\n           the land or other immovable property in the shamilat\n           deh of that village which vests or is deemed to have\n           been vested in the panchayat under this Act and put the\n           panchayat in possession thereof and for so doing the\n           Assistant Collector of the first grade may exercise the\n           powers of a revenue court in relation to the execution of\n           a decree for possession of land under the <a href=\"/doc/158010753/\" id=\"a_7\">Punjab\n           Tenancy Act, 1887</a>:\n</blockquote><blockquote id=\"blockquote_2\">           Provided that if in any such proceedings the question of\n           title is raised and provided prima facie on the basis of\n           documents that the question of title is really involved,\n           the Assistant Collector of the first grade shall record a\n           finding to that effect and first decide the question of title\n           in the manner laid down hereinafter.\n</blockquote><blockquote id=\"blockquote_3\">           (2) The Assistant Collector of the first grade shall by an\n           order, in writing, require any person to pay a penalty, in\n           respect of the land or other immovable property which\n\n                               4 of 13\n<span class=\"hidden_text\" id=\"span_7\">            ::: Downloaded on - 21-07-2019 05:59:02 :::</span>\n<span class=\"hidden_text\" id=\"span_8\"> CWP No.14754 of 2019                                            -5-</span>\n\n\n           was or has been in his wrongful or unauthorised\n           possession, at a rate not less than five thousand rupees\n           and not more than ten thousand rupees per hectare per\n           annum, having regard to the benefit which could be\n           derived from the land or other immovable property. If\n           the penalty is not paid within the period of thirty days\n           from the date of the order, the same shall be\n           recoverable as arrears of land revenue.\n</blockquote><p data-structure=\"Section\" id=\"p_10\">           (3) The procedure for deciding the questions of title\n           under proviso to sub-section (1) shall be the same as\n           laid down in <a href=\"/doc/161831507/\" id=\"a_8\">the Code of Civil Procedure</a>, 1908.\n           (4) If any person refuses or fails to comply with the\n           order of eviction passed under sub-section (1), within\n           ten days of the date of such order, the Assistant\n           Collector of the first grade may use such force, including\n           police force, as may be necessary for putting the\n           panchayat in possession.\n</p><p data-structure=\"Precedent\" id=\"p_11\">           (5) Any person who is found in wrongful or unauthorised\n           possession of the land or other immovable property in:\n</p><blockquote id=\"blockquote_4\">           shamilat deh and is ordered to be ejected under sub-\n           section (l), shall be punishable with imprisonment for a\n           term which may extend to two years.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_12\">8.         &quot;Shamilat deh&quot; is defined by <a href=\"/doc/59536872/\" id=\"a_9\">section 2(g)</a> of the 1961\n\nAct, which reads as under:-\n</p>\n<blockquote id=\"blockquote_5\">           &quot;2(g) &quot;shamilat deh&quot; includes-\n</blockquote><blockquote id=\"blockquote_6\">           (1) lands described in the revenue records as [Shamilat\n           Deh or Charand] excluding abadi deh;\n</blockquote><blockquote id=\"blockquote_7\">           (2) shamilat tikkas;\n</blockquote><blockquote id=\"blockquote_8\">           (3) lands described in the revenue records as shamilat,\n           tarafs, pattis, pannas and tholas and used according to\n           revenue records for the benefit of the village community\n           or a part thereof or for common purposes of the village;\n           (4) lands used or reserved for the benefit of village\n           community including streets. Lanes, playgrounds,\n           schools, drinking wells or ponds situated within the\n           sabha area as defined in clause (mmm) of <a href=\"/doc/6388531/\" id=\"a_10\">Section 3</a> of\n           the Punjab Gram Panchayat Act, 1952, excluding lands\n           reserved for the common purposes of a village under\n           <a href=\"/doc/139154908/\" id=\"a_11\">Section 18</a> of the East Punjab Holdings (Consolidation\n           and Prevention of Fragmentation) Act, 1948 (East\n           Punjab Act 50 of 1948), the management and control\n           whereof vests in the State Government under Section\n           23-A of the aforesaid Act;\n</blockquote><blockquote id=\"blockquote_9\">           (4a) vacant land situate in abadi deh or gorah deh not\n           owned by any person;\n</blockquote>\n\n\n<p data-structure=\"CDiscource\" id=\"p_13\">                               5 of 13\n<span class=\"hidden_text\" id=\"span_9\">            ::: Downloaded on - 21-07-2019 05:59:02 :::</span>\n<span class=\"hidden_text\" id=\"span_10\"> CWP No.14754 of 2019                                            -6-</span>\n\n\n           (5) lands in any village described as banjar qadim and\n           used for common purposes of the village according to\n           revenue records;\n</p><p data-structure=\"Section\" id=\"p_14\">           but does not include land which -\n</p><p data-structure=\"Section\" id=\"p_15\">           (i) becomes or has become shamilat deh due to river\n           action or has been reserved as shamilat in villages\n           subject to river action except shamilat deh entered as\n           pasture, pond or playground in the revenue records;\n</p><p data-structure=\"PetArg\" id=\"p_16\">           (ii) has been allotted on quasi-permanent basis to a\n           displaced person;\n</p><p data-structure=\"Section\" id=\"p_17\">           (ii) (a) was shamilat deh, but has been allotted to any\n           person by the Rehabilitation Department of the State\n           Government, after the commencement of this Act, but\n           on or before the 9th day of July, 1985;\n</p><p data-structure=\"CDiscource\" id=\"p_18\">           (iii) has been partitioned and brought under cultivation\n           by individual land-holders before the 26th January,\n           1950;\n</p><p data-structure=\"Precedent\" id=\"p_19\">           (iv) having been acquired before the 26th January,\n           1950, by a person by purchase or in exchange for\n           proprietary land from a co-sharer in the shamilat deh is\n           so recorded in the jamabandi or is supported by a valid\n           deed;\n</p><p data-structure=\"CDiscource\" id=\"p_20\">           (v) is described in the revenue records as shamilat taraf,\n           pattis, pannas and thola and not used according to\n           revenue records for the benefit of the village community\n           or a part thereof or for common purposes of the village;\n</p><p data-structure=\"Section\" id=\"p_21\">           (vi) lies outside the abadi deh and was being used as\n           gitwar, bara, manure pit, house or for cottage industry,\n           immediately before the commencement of this Act;\n</p><p data-structure=\"Precedent\" id=\"p_22\">           (vii) Omitted.\n</p><p data-structure=\"CDiscource\" id=\"p_23\">           (viii) was shamilat deh, was assessed to land revenue\n           and has been in the individual cultivating possession of\n           co-sharers not being in excess of their respective\n           shares in such shamilat deh on or before the 26th\n           January, 1950; or\n</p><p data-structure=\"Precedent\" id=\"p_24\">           (ix) is used as a place of worship or for purposes\n           subservient thereto;\n</p><p data-structure=\"Section\" id=\"p_25\">           [(6) lands reserved for the common purposes of a\n           village under <a href=\"/doc/139154908/\" id=\"a_12\">Section 18</a> of the East Punjab Holdings\n           (Consolidation and Prevention of Fragmentation) Act,\n           1948 (East Punjab Act 50 of 1948), the management\n           and control whereof vests in the Gram Panchayat under\n           <a href=\"/doc/8071154/\" id=\"a_13\">Section 23-A</a> of the aforesaid Act.\n</p><p data-structure=\"Section\" id=\"p_26\">           Explanation. - Lands entered in the column of\n           ownership of record of rights as &#x27;Jumla Malkan Wa\n           Digar Haqdaran Arazi Hassab Rasad&#x27;, &#x27;Jumla Malkan&#x27; or\n           &#x27;Mushtarka Malkan&#x27; shall be shamilat deh with the\n           meaning of this section.]&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_27\">                              6 of 13\n<span class=\"hidden_text\" id=\"span_11\">           ::: Downloaded on - 21-07-2019 05:59:02 :::</span>\n<span class=\"hidden_text\" id=\"span_12\"> CWP No.14754 of 2019                                               -7-</span>\n\n\n\n\n</p><p data-structure=\"Section\" id=\"p_28\">9.         <a href=\"/doc/87528548/\" id=\"a_14\">Section 3</a> of the 1961 Act specifies the lands to which\n\n1961 Act applies and <a href=\"/doc/198359073/\" id=\"a_15\">Section 4</a> of the 1961 Act provides for vesting\n\nof rights in Panchayats and non-proprietors which read as\n\nunder:-\n</p>\n<blockquote id=\"blockquote_10\">           3. Lands to which this Act applies. - (1) <a href=\"/doc/113764897/\" id=\"a_16\">This Act</a> shall\n           apply and before the commencement of this Act, the\n           shamilat law shall be deemed always to have applied to\n           all lands which are shamilat deh as defined in clause (g)\n           of <a href=\"/doc/69651624/\" id=\"a_17\">section 2</a>.\n</blockquote><p data-structure=\"Section\" id=\"p_29\">           (2) Notwithstanding anything contained in sub-section\n           (1) of <a href=\"/doc/198359073/\" id=\"a_18\">Section 4-</a>-\n</p><p data-structure=\"Section\" id=\"p_30\">           (i) Where any land has vested in a panchayat under the\n           shamilat law, but such land, other than excluded under\n           sub-clause (ii-a) of clause (g) of <a href=\"/doc/69651624/\" id=\"a_19\">section 2</a>, has been\n           excluded from shamilat deh as defined in clause (g) of\n           <a href=\"/doc/69651624/\" id=\"a_20\">section 2</a>, all rights, title and interest of the panchayat in\n           such land shall, as from the commencement of this Act,\n           cease and such rights, title and interest shall be\n           revested in the person or persons in whom they vested\n           immediately before the commencement of the shamilat\n           law; and the panchayat shall deliver possession of such\n           land to such person or persons :\n</p><blockquote id=\"blockquote_11\">           Provided that where a panchayat is unable to deliver\n           possession of any such land on account of its having\n           been sold or utilised for any of its purposes, the rights,\n           title and interest of the panchayat in such land shall not\n           so cease but the panchayat shall, notwithstanding\n           anything contained in <a href=\"/doc/80087748/\" id=\"a_21\">section 10</a>, pay to the person or\n           persons entitled to such land, compensation to be\n           determined in accordance with such principles and in\n           such manner as may be prescribed;\n</blockquote><blockquote id=\"blockquote_12\">           (ii) where any land has vested in a panchayat under this\n           Act, but such land has been excluded from shamilat deh\n           under sub-clause (ii-a) of clause (g) of <a href=\"/doc/69651624/\" id=\"a_22\">section 2</a>, all\n           rights, title and interest of the panchayat in such land,\n           from the date of allotment of such land by the\n           Rehabilitation Department of the State Government,\n           shall cease and all such rights, title and interest shall\n           vest in the person or persons to whom the land so\n           excluded has been allotted by the Rehabilitation\n           Department of the State Government on or before the\n           9th day of July, 1985 subject to the condition that -\n</blockquote><blockquote id=\"blockquote_13\">           (a) any sum of money realised by the Rehabilitation\n           Department of the State Government as a result of\n           allotment of such land; or\n\n\n                               7 of 13\n<span class=\"hidden_text\" id=\"span_13\">            ::: Downloaded on - 21-07-2019 05:59:02 :::</span>\n<span class=\"hidden_text\" id=\"span_14\"> CWP No.14754 of 2019                                              -8-</span>\n\n\n</blockquote><blockquote id=\"blockquote_14\">           (b) where no money was realisable by the Rehabilitation\n           Department of the State Government as a result of\n           allotment of such land, the amount of compensation in\n           respect of such land as determined under sub-section\n           (3) by the Collector of the district in which such a land is\n           situated, shall be paid by the Rehabilitation Department\n           of the State Government to the Development and\n           Panchayats Department for onwards disbursement to\n           the Panchayat to which such shamilat deh belonged.\n</blockquote><p data-structure=\"Precedent\" id=\"p_31\">           (3) As soon as may be, on the commencement of the\n           <a href=\"/doc/178070540/\" id=\"a_23\">Punjab      Village    Common       Lands      (Regulation)\n           Amendment Act, 1996</a>, the Development and\n           Panchayats Department shall make a reference to the\n           Collector of the District to determine the amount of\n           compensation under sub-clause (b) of clause (ii) of sub-\n           section (2) and the Collector of the district shall, keeping\n           in view the market value of the shamilat deh at the time\n           it was allotted, determine the amount of compensation.\n\n</p><p data-structure=\"Precedent\" id=\"p_32\">           4. Vesting of rights in Panchayats and non-\n           proprietors. -\n</p><p data-structure=\"Section\" id=\"p_33\">           (1) Notwithstanding anything to the contrary contained\n           in any other law for the time being in force or in any\n           agreement, instrument, custom or usage or any decree\n           or order of any court or other authority, all rights, title\n           and interests whatever in the land, -\n</p><p data-structure=\"CDiscource\" id=\"p_34\">             (a) which is included in the shamilat deh of any village\n                 and which has not vested in a panchayat under\n                 the shamilat law shall, at the commencement of\n                 this Act, vest in Panchayat constituted for such\n                 village, and where no such Panchayat has been\n                 constituted for such village, vest in the Panchayat\n                 on such date as a panchayat having jurisdiction\n                 over that village is constituted;\n</p><p data-structure=\"Section\" id=\"p_35\">             (b) which is situated within or outside the abadi deh of\n                 a village and which is under the house owned by a\n                 non-proprietor, shall, on the commencement of\n                 the shamilat law, be deemed to have been vested\n                 in such non-proprietor.\n</p><p data-structure=\"Section\" id=\"p_36\">           (2) Any land which is vested in a Panchayat under the\n           shamilat law shall be deemed to have been vested in\n           Panchayat under this Act.\n</p><p data-structure=\"Section\" id=\"p_37\">           (3) Nothing contained in clause (a) of sub-section (1)\n           and in sub-section (2) shall affect or shall be deemed\n           ever to have affected the-\n</p><p data-structure=\"CDiscource\" id=\"p_38\">             (i) existing rights, title or interest of persons, who\n                 though not entered as occupancy tenants in the\n                 revenue records are accorded a similar status by\n                 custom or otherwise, such as Dholidars,\n\n\n                              8 of 13\n<span class=\"hidden_text\" id=\"span_15\">           ::: Downloaded on - 21-07-2019 05:59:02 :::</span>\n<span class=\"hidden_text\" id=\"span_16\"> CWP No.14754 of 2019                                                -9-</span>\n\n\n                 Bhondedars,      Butimars,              Bassikhuopahus,\n                 Saunjidars, Muqarrirdars;\n</p><p data-structure=\"Precedent\" id=\"p_39\">             (ii) rights of persons who were in cultivating\n                  possession of shamilat deh on the date of the\n                  commencement of the <a href=\"/doc/158246955/\" id=\"a_24\">Punjab Village Common\n                  Lands (Regulation) Act, 1953</a>, or the <a href=\"/doc/117277076/\" id=\"a_25\">Pepsu\n                  Village Common Lands (Regulation) Act, 1954</a>,\n                  and were in such cultivating possession for more\n                  than twelve years on such commencement\n                  without payment of rent or by payment of charges\n                  not exceeding the land revenue and cesses\n                  payable thereon;]\n</p><p data-structure=\"Precedent\" id=\"p_40\">             (iii) rights of a mortgagee to whom such land is\n                   mortgaged with possession before the 26th\n                   January, 1950.&quot;\n</p>\n<p data-structure=\"Section\" id=\"p_41\">10.        Rule 19 of the Punjab Village Common Lands\n\n(Regulation) Rules, 1964, which defines as to what constitutes\n\nunauthorized occupation of shamilat deh, reads as under:-\n\n</p><blockquote id=\"blockquote_15\">           &quot;19. Unauthorised occupation Shamlat Deh.\n           [<a href=\"/doc/114940876/\" id=\"a_26\">Sections 7</a> and <a href=\"/doc/115042558/\" id=\"a_27\">1</a> <a href=\"/doc/131038610/\" id=\"a_28\">5(2)(k)</a>] - For purposes of <a href=\"/doc/114940876/\" id=\"a_29\">section 7</a> of\n           the Act, a person shall be deemed to be in unauthorised\n           occupation of any land in shamlat deh -\n</blockquote><blockquote id=\"blockquote_16\">           (a)   where he has, whether before or after the\n                 commencement of the Act, entered into\n                 possession there of otherwise than under and in\n                 pursuance [of] any allotment, lease or grant by the\n                 Panchayat; or\n</blockquote><blockquote id=\"blockquote_17\">           (b)   where he being an allottee, lessee or grantee,\n                 has, by reason of the determination or\n                 cancellation of his allotment, lease or grant in\n                 accordance with the terms in this behalf, therein\n                 contained, ceased whether before or after the\n                 commencement of the Act, to be entitled to\n                 occupy or hold such land in shamlat deh; or\n</blockquote><blockquote id=\"blockquote_18\">           (c)   where any person authorised to occupy any land\n                 in shamlat deh has, whether before or after the\n                 commencement of the Act --\n</blockquote><blockquote id=\"blockquote_19\">                 (i)    sub-let in contravention of the terms of\n                        allotment, lease or grant, without the\n                        permission of the Panchayat or of any other\n                        authority competent to permit such sub-\n</blockquote><p data-structure=\"Section\" id=\"p_42\">                        letting, the whole or any part of such land in\n                        shamlat deh; or\n</p><p data-structure=\"CDiscource\" id=\"p_43\">                 (ii)   otherwise acted in contravention of any of\n                        the terms express or implied, under which\n\n\n                              9 of 13\n<span class=\"hidden_text\" id=\"span_17\">           ::: Downloaded on - 21-07-2019 05:59:02 :::</span>\n<span class=\"hidden_text\" id=\"span_18\"> CWP No.14754 of 2019                                              -10-</span>\n\n\n                         he is authorised to occupy such land in\n                         shamlat deh;\n</p><p data-structure=\"RespArg\" id=\"p_44\">                 Explanation. - For purposes of clause (a), a\n                      person shall not, merely by reason of the\n                      fact that he has paid any rent be deemed to\n                      have entered into possession as allottee,\n                      lessee or grantee.&quot;\n</p>\n<p data-structure=\"PetArg\" id=\"p_45\">11.         The petitioners have claimed in para No.8(h) of the\n\npetition that they are in cultivating possession of the land in dispute\n\nsince the time of their forefathers much prior to 50 years and the\n\nland in dispute does not fall within the definition of shamilat deh as\n\ncontained under <a href=\"/doc/70138476/\" id=\"a_30\">section 2(g)</a> of the 1961 Act.             However, the\n\npetitioners did not produce any evidence to prove that (i) the land in\n\ndispute was in individual cultivating possession of their predecessor\n\nin interest Dalip Singh as a proprietor of the village prior to\n\n26.01.1950 not being in excess of his share and was never leased\n\nout to him and he had never paid any rent except the land revenue\n\nor (ii) that Dalip Singh was in possession of the land in dispute for\n\nmore than 12 years at the time of commencement of the <a href=\"/doc/158246955/\" id=\"a_31\">Punjab\n\nVillage Common Lands (Regulation) Act, 1953</a> without payment of\n\nrent or by payment of charges not exceeding the land revenue and\n\ncesses payable thereon. The petitioners failed to prove essential\n\nconditions for applicability of exclusion clauses of <a href=\"/doc/70138476/\" id=\"a_32\">Section 2(g)</a> and\n\n<a href=\"/doc/198359073/\" id=\"a_33\">Section 4 (3)</a> of the 1961 Act to carve the land in dispute out of the\n\nambit of shamilat deh vesting in Gram Panchayat. Moreover, this\n\nplea as to exclusion of the land in dispute from definition of shamilat\n\ndeh is also negated and falsified by the plea taken by the petitioners\n\nas to their father Dalip Singh being gair marusi tenant under the\n\nGram Panchayat, which implies admission by the petitioners that\n\n\n\n                              10 of 13\n<span class=\"hidden_text\" id=\"span_19\">            ::: Downloaded on - 21-07-2019 05:59:02 :::</span>\n<span class=\"hidden_text\" id=\"span_20\"> CWP No.14754 of 2019                                            -11-</span>\n\n\nthe land in dispute was shamilat deh and vested in the Gram\n\nPanchayat as Gram Panchayat had leased out the land to Dalip\n\nSingh and therefore, question of title did not arise.\n\n</p><p data-structure=\"Precedent\" id=\"p_46\">12.         In jamabandies for the year 1978-79, 1983-84, 1993-94\n\nand 2014-15 Annexure P-7 (colly) in column No.4-name of\n\nowner with description Panchayat Deh is recorded as owner, in\n\ncolumn No.5-name of cultivator and description Dalip Singh son\n\nof Jeeta son of Dashondi is recorded as gair marusi.      In Khasra\n\nGirdawari from Kharif 2009 to Rabi 2014 Annexure P-8 also Dalip\n\nSingh son of Jeeta son of Dashondi is recorded as gair marusi. In\n\njamabandi for the year 1978-79 in column No.9-rate and details\n\nof amount which cultivator pays entry &quot;Bila Lagan Bawajah\n\nNajayaz Kabja&quot; (without rent due to unauthorized possession) was\n\nmade while in jamabandies for the year 1983-84 and 1993-1994 in\n\ncolumn No.9-rate and details of amount which cultivator pays\n\nentry &quot;Bila Lagan Bawajah Kabja Malkana&quot; (without rent due to\n\npossession being as owner) was made. However, the entry as to\n\npossession of Dalip Singh being &quot;Bila Lagan Bawajah Kabja\n\nMalkana&quot; (without rent due to possession being as owner) was\n\nwithout any basis.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"135118465\" id=\"span_21\">In CWP No.9371 of 2013 titled &quot;<a href=\"/doc/135118465/\" id=\"a_34\">Mukhtiar\n\nSingh and another Vs. State of Haryana and others</a>&quot; decided\n\non 02.05.2013, it was held by a Division Bench of this Court that\n\nthe words &quot;gair marusi&quot; merely refer to an occupant of land and only\n\nif it is accompanied by an entry of payment of rent, in the column of\n\nthe revenue record, would raise inference of a tenancy. Since, as\n\nper the entries made in column No.9 of the above referred\n\njamabandies Dalip Singh was not paying any rent to Gram\n\n                              11 of 13\n<span class=\"hidden_text\" id=\"span_22\">            ::: Downloaded on - 21-07-2019 05:59:02 :::</span>\n<span class=\"hidden_text\" id=\"span_23\"> CWP No.14754 of 2019                                              -12-</span>\n\n\nPanchayat, possession of Dalip Singh could not be said to be as\n\ntenant under the Gram Panchayat. The petitioners have failed to\n\nrebut the presumption of truth attached to entries in the above said\n\njamabandies as to possession of their father Dalip over the land in\n\ndispute being as unauthorized occupant. Therefore, by the revenue\n\nrecord <a href=\"/doc/135118465/\" id=\"a_35\">referred to above</a>, Dalip Singh and after his death petitioners\n\nare proved to be in unauthorized possession of the land in dispute\n\nand the petitioners have been rightly ordered to be ejected from the\n\nland in dispute by the authorities and impugned orders do not suffer\n\nfrom any illegality and are not liable to be set aside.</span>\n\n</p><p data-structure=\"Conclusion\" id=\"p_47\">13.         In the present case, the Assistant Collector first grade,\n\nPanipat while ordering ejectment of the petitioners from the land in\n\ndispute, imposed penalty of Rs.20,000/- per acre per year on them\n\nfor causing financial loss to the Gram Panchayat which is\n\nchallenged by the petitioners to be illegal.\n\n</p><p data-structure=\"CDiscource\" id=\"p_48\">14.         Under <a href=\"/doc/175666417/\" id=\"a_36\">Section 7 (2)</a> of the 1961 Act, reproduced\n\nhereinbefore, the Assistant Collector of the first grade has the\n\npower to require any person in wrongful or unauthorized possession\n\nof the shamilat deh to pay a penalty at a rate not less than\n\nRs.5,000/- and not more than Rs.10,000/- per hectare per annum\n\nhaving regard to the benefit which could be derived from the same.\n\nIn view thereof, imposition of penalty by the Assistant Collector first\n\ngrade, Panipat in the present case at the rate of Rs.20,000/- per\n\nacre per annum was illegal. However, having regard to the nature of\n\nland in dispute benefit of Rs.10,000/- per hectare per annum could\n\nhave been derived there-from and there is no assertion in the writ\n\npetition to the contrary. Therefore, we find that imposition of penalty\n\n                               12 of 13\n<span class=\"hidden_text\" id=\"span_24\">             ::: Downloaded on - 21-07-2019 05:59:02 :::</span>\n<span class=\"hidden_text\" id=\"span_25\"> CWP No.14754 of 2019                                                -13-</span>\n\n\nby Assistant Collector first grade, Panipat is illegal only to the extent\n\nof being beyond Rs.10,000/- per hectare per annum and\n\naccordingly modify the impugned orders to that limited extent.\n\n</p><p data-structure=\"Conclusion\" id=\"p_49\">15.          In view of the above discussion, the writ petition for\n\nquashing of the impugned orders is dismissed with the aforesaid\n\nlimited modification.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_50\">\n\n</p><pre id=\"pre_2\">(JASWANT SINGH)                               (ARUN KUMAR TYAGI)\n    JUDGE                                           JUDGE\n\n29.05.2019\nVinay\n\n\n\n             Whether speaking/reasoned               Yes/No\n             Whether reportable                      Yes/No\n\n\n\n\n                               13 of 13\n<span class=\"hidden_text\" id=\"span_26\">             ::: Downloaded on - 21-07-2019 05:59:02 :::</span>\n </pre>","numcites":22,"numcitedby":86,"docsource":"Punjab-Haryana High Court","citetid":121289838,"divtype":"judgments","relatedqs":[{"value":"gair marusi","formInput":"gair%20marusi"},{"value":"bila lagan ","formInput":"bila%20lagan%20"},{"value":"abadi deh","formInput":"abadi%20deh"},{"value":"shamlat deh","formInput":"shamlat%20deh"},{"value":"punjab village common lands (regulation)act","formInput":"punjab%20village%20common%20lands%20%28regulation%29act"},{"value":"shamilat deh","formInput":"shamilat%20deh"},{"value":"revenue records","formInput":"revenue%20records"},{"value":"jamabandi","formInput":"jamabandi"},{"value":"land dispute","formInput":"land%20dispute"},{"value":"\\\"abadi deh\\\"","formInput":"%5C%22abadi%20deh%5C%22"},{"value":"marusi tenant","formInput":"marusi%20tenant"},{"value":"Bawajah","formInput":"Bawajah"},{"value":"land and common land","formInput":"land%20and%20common%20land"},{"value":"possession over land","formInput":"possession%20over%20land"},{"value":"abadi ","formInput":"abadi%20"},{"value":"UNAUTHORISED POSSESSION","formInput":"UNAUTHORISED%20POSSESSION"},{"value":"gram panchayat","formInput":"gram%20panchayat"},{"value":"\" unauthorised occupation\"","formInput":"%22%20unauthorised%20occupation%22"},{"value":"co-sharer","formInput":"co-sharer"},{"value":"ejectment ","formInput":"ejectment%20"}],"courtcopy":true,"query_alert":null,"agreement":false}