{"tid":608902,"publishdate":"1960-05-09","title":"Sarjug Devi And Ors. vs Dulhin Kishori Kuer And Ors. on 9 May, 1960","doc":"<h2 class=\"doc_title\">Sarjug Devi And Ors. vs Dulhin Kishori Kuer And Ors. on 9 May, 1960</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1960PAT474, AIR 1960 PATNA 474</h3>\n\n<pre id=\"pre_1\">JUDGMENT\n\n \n\nKanhaiya Singh, J. \n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. This is an appeal by defendant No. 1 from the decree of the Additional Subordinate Judge, Patna, dated 27th May, 1955, decreeing the plaintiff-respondents suit for possession of the disputed property. The facts of the case are a bit involved and can be summarised as follows:\n</p> \n\n<p data-structure=\"Issue\" id=\"p_2\">2. The present appeal arises out of Title Suit No. 49 of 1951. This suit and Title suit No. 57 of 1949 were brought by the plaintiffs for identical reliefs. Except for the principal defendants the parties are the same. Both the suits were heard together by the Subordinate Judge and were eventually decreed. There is no appeal from the decree passed in Title Suit No. 57 of 1949, and the matter ends there. No reference will be made to the lands involved therein.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_3\">3. The subject matter of litigation in the present action (Title suit No. 49 of 1951) was two strips of land forming part of plot No. 309 situate in village Pakhtiarpur. The first strip measures 11 kathas 16 dhurs and 16 dhurkis constituting the northern half of the eastern half and the second strip measuring 91/2 decimals, equivalent to 3 kathas 1 dhur, forms the south-eastern portion of the eastern half, of the aforesaid plot. The plaintiffs have attached to their plaint a map showing the configuration and the subdivisions of the plot. In that map the entire plot No. 309 is divided into two halves western and eastern, the eastern half is indicated by letters ABCD. The first strip of land in dispute k indicated by letters ABEF and the second by letters DFGH. At the time of hearing the defendant appellant laid no claim to the first strip measuring 11 kathas and odd. This appeal is restricted to the second strip measuring 3 kathas 1 dhur, which is shown by letters DFGH.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_4\">4. The suit was first filed in the Court of Munsifat Barh on 8th January, 1949. The learned Munsif held that the proper valuation of the subject-mutter of the suit was Rs. 8000 and not Rs. 1500 as stated by the plaintiffs, and, therefore the suit was beyond bis pecuniary jurisdiction. He accordingly returned the plaint on 30th March, 1951, to be presented to a proper Court. It was refiled by the plaintiffs in the Court of Subordinate judge, Patna, on 10-4-1951.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_5\">5. Before I proceed further, for proper appreciation of the issues involved, it will be necessary to give below a short genealogy.</p><pre id=\"pre_2\">\n                                                 GHINA CHOUDHARY\n                                          ______________|______________           \n                                         |              |              |\n                                      Darshan        Bhikhari         Hira\n                                         |       (died issueless)      |\n                                 ________|____             ____________|_______          \n                                |             |           |                   |\n                              Babulal       Munu      Kamleshwari        Rampadarath\n                             (deft. 9)  (deft. 10)     (deft. 3)          (deft. 4)\n                                                          |          _________|________    \n                             (defendants 9 and 10         |         |                 |\n                             are proform  defem-          |     Nageshwar       Rajeshwar\n                             dants first party.)          |      (deft. 7)       (deft. 8) \n                                             _____________|___________\n                                            |                        |\n                                               Rajendra       Sojendra\n                                               (deft. 5)       (deft. 6)\n                                         (defendants 3 to 8 are principle defendants\n                                             second  party.)\n\n\n\n \n\n</pre><p data-structure=\"Facts\" id=\"p_6\">Defendants Nos. 1 and 2 are principal defendants first party and claim to have purchased the disputed land, i.e. 3 kathas 1 dhur, from principal defendants second party. Defendant No. 1 is since dead, and his widow, sons and daughters have been substituted in his stead. Defendants Nos. 11 to 15 are subsequent transferees and have been impleaded as pro forma defendants second party. China Choudhary, the common ancestor of defendants Nos. 3 to 10, is recorded in survey records as tenant in respect of plot No. 309 which has an area of 2 bighas 2 kathas. Before I state the respective cases of the parties, it will be necessary to state a few facts forming the back ground of this suit\n \n\n</p><p data-structure=\"Facts\" id=\"p_7\">6. Defendants Nos. 3, 4, 9 and 10 executed a usufructuary mortgage deed dated 16-7-1927 in favour of Mahendra Narain Singh, defendant No. 14 of pro forma defendants second party, in respect of 1 bigha 15 kathas forming the northern portion of plot No. 309.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_8\">7. On the basis of a headnote, plaintiff No. 1 instituted Money suit No. 340 of 1930 in the court of the Munsif, Bihar, against defendants Nos. 3, 4, 9 and 10, i.e. against the sons of Darshan and Hira, which was decreed ex parte on 21-1-1931. The decree-holders levied execution of the decree in Execution Case No. 1264 of 1933 and purchased 1.31 acres out of plot No. 309 on 21-3-1934.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_9\">8. Prior to the aforesaid auction sale, on 17-7-1933 defendants 9 and 10, sons of Darshan, executed a sale deed in favour of defendant No. 15, who is the son of defendant No. 11 in respect of exactly half the area of plot No. 309 from the west. This sale deed recites that there was a partition between the sons of Darshanand Hira, and according to this partition the western half of plot No. 309 was allotted to defendants Nos. 9 and 10, which they purported to convey under the aforeasaid sale-deed and the eastern half to defendants Nos. 3 and 4 and his sons.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_10\">9. I may state here that the judgment-debtor filed title suit No. 19 of 1934 for setting aside the ex parte decree passed in favour of the plaintiff in Money suit No. 340 of 1930 aforesaid on the ground of fraud. This suit was dismissed on 15-5-1935, and an appeal from that decree also failed on 31-1-1936.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_11\">10. On 13-7-1936, that is, after the auction sale in favour o£ the plaintiff, defendants Nos. 3 and 4 executed a mortgage bond in favour of Brijnandan (defendant No. 15) for a sum of Rs. 400 in respect of the entire eastern half of plot No. 309.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_12\">11. When the judgment-debtors failed to get the decree set aside, the plaintiffs applied for and obtained delivery of possession through Court over the entire plot No. 309 on 5-4-1938. After the delivery of possession, Brijnandan and Ajodhya presented an application under <a href=\"/doc/161831507/\" id=\"a_1\">Order 21, Rule 100 of the Code of Civil Procedure</a> on 21-11-1938, which was registered as Miscellaneous Case No. 162 of 1938, complaining of their dispossession and praying for being put into possession of the disputed property. This claim they made on the strength of the kebala dated 17-7-1933 executed by defendants Nos. 9 and 10 (pro forma defendants first party) with respect to the western half as well as on the strength of the usufructuary mortgage bond dated 16-7-1927 executed by all the co-sharers, namely, the sons of Darshan and Hira, in their favour in respect of 1 bigha 15 kathas from the north of plot No. 309. Their claim was allowed, with the result that their possession with respect to the western half of plot No. 300, as owners and with respect to the portion measuring 17 1/4 kathas from the north in the eastern half as injaradars was confirmed. They obtained delivery of possession on 30-4-1939. In consequence of this order the plaintiffs were left in possession of only 3 kathas 10 dhurs towards the south-east, that is to say, of the portion indicated by letters DFGH, and this is the land in dispute.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_13\">12. On 4-6-1943 defendants Nos. 3 and 4 executed an ijara in respect of the entire eastern half of plot No. 309 in favour of Ajodhya and his son for a sum of Rs. 2000. Out of the mortgage money Rs. 1277/8/- was left with the mortgagees, namely, Ajodhya and his son, for payment of the moiety share of the mortgage money under the usufructuary mortgage of date 16-7-1927, and Rs. 600 was set off towards the dues of the mortgage bond dated 13-7-1936, the balance having been paid in cash.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_14\">13. On 3-11-1946, defendants Nos. 3 and 4 executed three sale deeds and one rehan bond. The rehan bond is in respect of a portion of plot No. 309 indicated by letters ABEF for Rs. 2500 executed in favour of the principal defendants first party. One of the sale-deeds, exhibit E(2), is in respect of the disputed land (DFGH) for a consideration of Rs. 2500 executed in favour of the principal defendants first party. Out of the consideration of Rs. 2500, a sum of Rs. 500 was kept in deposit for redemption of the mortgage dated 4-6-1943, and a major portion of the consideration was left for satisfaction of two other mortgagee with which we are not concerned in this case. The other sale deed for a similar area, that is, 9 1/2 decimals, exhibit E(1) is in respect of the portion indicated by letters GHIJ in favour of Satyanarain and Raghunandan, The third and the last sale deed relates to J?CE in favour of a third person, not appellant here.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_15\">14. The dues under the ijara deed dated 4-6-1943 which had been executed for redemption of the prior mortgage bond of the year 1927 were paid off by the aforesaid purchasers on 9-6-1946.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_16\">15. On 6-6-1946 defendants Nos. 3 and 4 executed a mortgage bond in favour of Ajodhya and his son for a sum of Rs. 2000 in respect of the self-same area of 11 kathas 16 dhurs which had already been made the subject-matter of mortgage under the mortgage deed dated 3-11-1945 in favour of the principal defendants first party. This ijara had to be made because it was alleged that Ajodhya did not quit possession over 11 kathas 16 dhurs.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_17\">16. Now it is the admitted case of the parties that plot No. 409 had been partitioned half and half between the heirs of Darshanand Hira, and according to this partition the western half was allotted to defendants Nos. 9 and 10 (pro forma defendants first party) and the eastern half to defendants 3 to 8 principal defendants second party). It will further appear that prior to the auction purchase by the plaintiffs, defendants Nos. 9 and 10 had already conveyed the western half of the said plot which had fallen to their stare on partition to the mortgagees, that is, pro forma defendants second party. In other words, the mortgagee became full owners of the western half of plot No. 309, and the plaintiffs acquired no title to the same by the auction purchase. Their title, however, to the eastern half was valid, subject only to the usufructuary mortgage dated 16-7-1927.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_18\">It will be seen that because of that partition this usufructuary mortgage also stood partitioned with the result that half of it, viz. 17 kathas 10 dhurs went to defendants Nos. 9 and 10 and formed part of the western half and the remaining 17 kathas 10 dhurs were allotted to defendants Nos. 3 to 8 and formed part of the eastern half. Therefore, in respect of this 17 kathas 10 dhurs out of the eastern half, the plaintiffs had acquired only equity of the redemption. It is manifest that defendants Nos. 3 to 8 (principal defendants second party) had no interest left in the eastern half and had no right to redeem the mortgage of 1927. Still they redeemed the aforesaid mortgage by executing another ijara deed dated 4-6-1943 in respect of the entire eastern half of plot No. 309 in favour of the original mortgagees, the pro forma defendants second party.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_19\">Subsequently, the principal defendants first, party and Raghunath Lal, after their purchase of the eastern half redeemed the aforesaid ijara of date 4-6-1943. This redemption was made on; 9-6-1946. Because of this payment, the mortgage of 1927 stood fully satisfied and redeemed. The plaintiffs alleged that on the basis of the said deeds of ijara and sale, the principal defendants first party, with the help of the principal defendants second party, dispossessed the plaintiffs forcibly and without any right of 11 kathas 16 dhurs and 16 dhurkis shown by letters ABEF and 191/2 decimals shown by letters DFGH on 6-11-1945.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_20\">17. Now, the case of the plaintiffs is that the redemption of the mortgage of 1927 by the principal defendant first party and the principal defendants second party was collusive and fraudulent, that the principal defendants first party (the appellants) had acquired no valid title to the disputed land either on the strength of the sale deeds or the mortgage bonds aforesaid, that they were mere trespassers and their possession was adverse to them and that, therefore, the plaintiff&#x27;s were entitled to recover possession of the disputed land from them.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_21\">18. Three sets of written statements have been filed, one on behalf of the principal defendants first party, the other on behalf of the principal defendants second party and the third on behalf of the proforma defendants second party. Their defence is more or less common. They pleaded limitation and urged that the plaintiffs&#x27; title, if any, was extinguished by adverse possession of the appellants and the principal defendants second party, They denied that the plaintiffs had obtained delivery of possession through court on 5-4-1938 and alleged that the plaintiffs were never in possession of the disputed land and that the mortgagees and after them the principal defendants remained in continuous possession of the same.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_22\">They also pleaded estoppel and waiver. The appellants further alleged that, subsequent to the redemption of ijara in 1927, they raised pucca structures on a portion of the land purchased by them at Rs. 15,000, and that the plaintiffs were t ware of this construction and never objected to the same, and consequently they were estopped from denying the title of the appellants. The pro forma defendants second party, the original mortgagees, admitted that the usufructuary mortgage of 1947 was not subsisting and that they did not receive the mortgage money from the appellants,\n \n\n</p><p data-structure=\"PetArg\" id=\"p_23\">19. The learned Additional Subordinate Judge, in a well-considered judgment held that the plaintiffs obtained actual physical possession of the disputed plot through court on 5-4-1938 and remained in continuous possession thereof until they were dispossessed by the appellants on 6-11-1945, and consequently the suit was not barred by limitation nor by adverse possession of the appellants. He further held that the mortgage of 1927 was no longer subsisting and had been redeemed. Since, however, the payment of the mortgage money by the appellants was mere voluntary and without right, it did bind the plaintiffs. He further held that the appellants had no valid title to the disputed land, and therefore, the plaintiffs having good title were entitled to recover possession without further payment. The suit was accordingly decreed,. Now, the defendants first party have come up in appeal.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_24\">20. That the plaintiffs had acquired title to the disputed land by virtue of the auction purchase on 21-3-1934 is not challenged. It must held, therefore, that the plaintiffs were entitled to the disputed land. The only question is whether it was still subsisting on the date of the suit. The -contention of the learned Counsel is that it was not. The argument put forward by him is that the plaintiffs never got actual physical possession by virtue of the delivery of possession through court, and the suit having been instituted more than twelve years after the date of the auction sale as well as after the alleged dakhaldehani, was patently barred by time. The first question, therefore, that falls for determination is whether the plaintiffs got possession of the disputed land through court on 5-4-1938.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_25\">21. There is abundant evidence on behalf of the plaintiffs to prove that delivery of possession was given to them through Court and that &quot;they got actual physical possession and remained in possession until they were dispossessed. (Evidence deleted)\n \n\nHaving considered the entire evidence carefully in the light of the attendant circumstances, I rely upon the evidence of the plaintiffs and hold, in agreement with the learned Additional Subordinate Judge, that the plaintiffs got delivery of possession through Court on 5-4-1938 and that they remained in possession of the disputed land continuously until 6-11-1945 when they were dispossessed by the appellants.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_26\">22. A question was mooted at the bar whether the plaint of this suit should be deemed to have been presented on 8-1-1949 or 10-4-1951. The suit was filed first in the Court of the Munsif at Barh on 8-1-1948 (1949?). The learned Munsif held that the Suit was beyond his pecuniary jurisdiction. He accordingly returned the plaint on 30-3-1951. The plaint was refiled in the Court of the Subordinate Judge at Patna on 10-4-1951. The plaintiffs alleged that they were bona fide prosecuting the suit with due diligence in the court of the Munsif at Barh, and accordingly they were entitled to the benefit of the time between the institution of the suit in the wrong Court and return of the plaint for the purpose of limitation. On the other hand, learned counsel for the appellants contended that the plaintiffs wilfully and intentionally put grossly low value on the suit land with the deliberate object of pleading the bar of res  judicata.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_27\">He pointed out that the Munsif at Barh had no pecuniary jurisdiction to entertain this suit. I do not think that this contention is well founded. There is no doubt, in view of the finding of the learned Munsif, that the suit land was undervalued. This undervaluation may be due to error of judgment. The materials on the record do not warrant the conclusion that the suit was deliberately filed in a wrong Court, I have no doubt that the plaintiffs acted in good faith in instituting the suit in the Court of the Munsif at Barh and there was no lack of care and attention on their part.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_28\">I would accordingly hold that the plaintiffs were entitled to the benefit of the provisions of <a href=\"/doc/409538/\" id=\"a_2\">Section 14</a> of the Limitation Act, and for the purpose of limitation the plaint will be deemed to have been filed on 8-1-1949. This is, however, purely academic. In view of my findings above that the plaintiffs got possession through Court and remained in possession till November, 1945, this question loses all significance. Whether the suit was filed on 8-1-1949 or on 10-4-1951 is wholly immaterial. It is well within time from the date of dispossession.\n</p> \n\n<p data-structure=\"Section\" id=\"p_29\">23. Learned Counsel for the appellants next contended that the plaintiffs as purchasers of the equity of redemption were not entitled to possession without payment of the mortgage money. He referred to the provisions of <a href=\"/doc/102524/\" id=\"a_3\">Sections 60</a> and <a href=\"/doc/1567291/\" id=\"a_4\">62</a> of the Transfer of Property Act. <a href=\"/doc/102524/\" id=\"a_5\">Section 60</a> confers a right on the mortgagor to redeem the mortgage. It provides that at any time after the principal money has become due the mortgagor has a right on payment or tender, at a proper time and place, of the mortgage money to redeem the mortgage and in case of usufructuary mortgage, to obtain delivery of possession. <a href=\"/doc/1567291/\" id=\"a_6\">Section 62</a> applies only to usufructuary mortgages pure and simple. It provides as follows:--\n</p>  \n\n<blockquote id=\"blockquote_1\">&quot;In the case of a usufructuary mortgage, the mortgagor has a right to recover possession of the property together with the mortgage-deed and all documents relating to the mortgaged property which are in the possession or power of the mortgagee,--\n</blockquote>  \n\n<blockquote id=\"blockquote_2\">(a) Where the mortgagee is authorized to pay himself, the mortgage-money from the rents and profits of the property, when such money is paid;\n</blockquote> \n\n<blockquote id=\"blockquote_3\">(b) where the mortgagee is authorised to pay himself from such rents and profits Or any part thereof a part only of the mortgage-money, when the term, if any, prescribed for the payment of the mortgage-money has expired and the mortgagor pays or tenders to the mortgagee the mortgage-money or the balance thereof or deposits it in Court as hereinafter provided.&quot;    \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_30\"> Under Clause (a) there is no question of tender or payment, since the mortgage-money has been paid off from the receipts and profits of the property. Under Clause (b), however, the remedy, of the mortgager is by way of suit for redemption or by summary process of deposit and notice under <a href=\"/doc/658616/\" id=\"a_7\">Section 83</a>. This case, it is said, falls under Clause (b), and the contention of learned counsel is that without payment of the mortgage money the plaintiffs had no right to recover possession of the disputed land. In this case, the plaintiffs admittedly have not paid the mortgage money. It is further the admitted case that the appellants paid the mortgagees, the pro forma defendants second party, the mortgage money due under the mortgage of 1927 and obtained possession of the suit land, It is common ground that the appellants are in possession of the disputed land.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_31\">The pro forma defendants second party do not assert possession through the appellants; rather, they concede that they accepted the money from them and put them in possession. Now, what is the position of the appellants? The facts found above and which are beyond dispute, are that by virtue of the auction purchase on 21-3-1934 the plaintiffs acquire a valid title. The disputed laud is the subject of the mortgage of 1927. Because of this purchase, the principal defendants second party (defendants Nos. 3 to 8) were left with no interest in plot No. 309 or, for the matter of that, the disputed land. They had no title at all to the suit land. Subsequent to the auction purchase, by the plaintiffs, the appellants or, more precisely, their ancestors, purchased the disputed land from the principal defendants second party.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_32\">The latter having no subsisting title could not convey any valid title to the appellants. Consequently, the appellants had no title to the disputed land and are mere trespassers. By virtue of their purchase they have acquired no interest whatsoever in the disputed land. The plaintiffs have undoubted title and are entitled to possession of the disputed land. The position that emerges is that before the plaintiffs could redeem, the appellants without right and title redeemed the mortgage and obtained possession. Can, in these circumstances, they resist the plaintiffs&#x27; suit for possession relying upon <a href=\"/doc/102524/\" id=\"a_8\">Sections 60</a> and <a href=\"/doc/1567291/\" id=\"a_9\">62</a> of the Transfer of Property Act and urge that the plaintiffs cannot recover possession without redemption?\n</p> \n\n<p data-structure=\"Section\" id=\"p_33\">This plea in my opinion, is not available to them. They have no interest in the mortgaged property at all. They cannot by payment of the mortgage money claim to be subrogated to the rights of the mortgagees, whose mortgage they redeemed. <a href=\"/doc/1916188/\" id=\"a_10\">Section 92</a> of the Transfer of Property Act embodies the doctrine of subrogation and provides (leaving the portion not relevant) that any of the persons referred to in <a href=\"/doc/1476197/\" id=\"a_11\">Section 91</a> (other than the mortgagor) and any co-mortgiagor shall, on redeeming property subject to the mortgage, have so far as regards redemption, foreclosure or sale of such property, the same rights as the mortgagee whose mortgage he redeems may have against the mortgagor or any other mortgagee. Under <a href=\"/doc/1476197/\" id=\"a_12\">Section 91</a>, the persons who may redeem, or institute a suit for redemption of, the mortgaged properly, besides the mortgagor are:--\n</p>  \n\n<blockquote id=\"blockquote_4\">(a) any person (other than the mortgagee of the interest sought to be redeemed) who has any interest in, or charge upon, the property mortgaged or in or upon the right to redeem the same;\n</blockquote> \n\n<blockquote id=\"blockquote_5\">(b)   any surety for the payment of the mortgage-debt or any part thereof; or\n \n\n</blockquote><blockquote id=\"blockquote_6\">(c) any creditor of the mortgagor who has in a suit for the administration of his estate obtained a decree for sale of the mortgaged property. \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_34\">The appellants rave absolutely no interest in the property mortgaged, nor in or upon the right to redeem the same. Accordingly in law, they have no right to subrogation. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"735760\" id=\"span_1\">In <a href=\"/doc/735760/\" id=\"a_13\">Pichaiyappa Chatti v. Govindaraju Mudaly</a>, 130 Ind Cas 506: (AIR 1931 Mad 110), Sundaram Chetty J. held that if the purchase is invalid, the purchaser is a volunteer, and there is no right of subrogation. The facts of that case which are on all fours with the instant case have been set out and commented upon by Mulla in his Commentaries on the Transfer of Property Act, 4th Edition, at page 538 as follows:</span>\n</p><blockquote id=\"blockquote_7\"> &#x27;&#x27;A mortgages property to B in 1912 and then sells the equity of redemption to C in 1918. After A&#x27;s death his widow in 1920 purports to sell the property to D who retains part of the consideration and pays off B&#x27;s mortgage. D had acquired no interest in the property by his professed purchase from A&#x27;s widow. His payment was that of&quot; a volunteer and he was not subrogated to the rights ot the mortgagee B.&quot;\n</blockquote> \n\n<blockquote id=\"blockquote_8\">This case has been followed by a Division Bench of the Travancore Cochin High Court In Anantha Raman v. Arunachalam, AIR 1952 Trav Co 105. Their Lordships have laid down therein that where a person who has absolutely no title to the property mortgaged sells it, the purchaser&#x27;s position is no more than that of an intruder between the mortgagee and the true owner of the equity of redemption and he will not be entitled to the equitable doctrine of subrogation by paying off the mortgage. In that case the suit brought by the plaintiff was a suit for redemption, and alluding to the argument that the proper remedy for the plaintiff was to seek possession, their Lordships have observed that the true owner of the equity of redemption can bring a suit for recovery of possession without offering to &#x27;pay&#x27; any mortgage money to the purchaser, and if instead of seeking a higher remedy of possession he brings a suit for redemption without seeking to raise the question of the purchaser&#x27;s bona fides and offers to pay him off&quot;, it cannot be said that he has misconceived his remedy.\n</blockquote> \n\n<blockquote id=\"blockquote_9\">This is an authority for the proposition that in such a situation the plaintiff could bring a suit for possession without offering to pay the mortgage money. Similarly, in Bijai Bahadur v. Parmeshwari Ram, AIR 1924 All 834, it has been laid down, that a person who is not entitled to redeem the mortgaged property but who pays the mortgage money and gets into possession of the property does not thereby acquire the rights and liabilities of the mortgagee. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"288008\" id=\"span_2\">This case was followed by the Madras High Court in <a href=\"/doc/288008/\" id=\"a_14\">Veetil Kelu v. Chakkara Chappan</a>, AIR 1936 Mad 308.</span>\n</blockquote> \n\n<blockquote id=\"blockquote_10\">In this case also it has been laid down that if a person who has no right in the equity of redemption redeems the mortgage, he is a mere volunteer with no equities in his favour and can be ejected by the real owner and he cannot take shelter under the mortgage which he has discharged for he has no interest in the property which entitles him to redeem. It is thus manifest that by payment of the mortgage money the appellants cannot claim the right of subrogation and cannot set up the mortgage they have redeemed as shield against the suit for possession. Strictly speaking, it is not, and cannot be regarded as, a suit for redemption. The plaintiffs are entitled in law to sue for possession without paying off the mortgage.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_35\">24. Apart from the above, in a case of this nature the only appropriate remedy for the mortgagor is to bring at once a suit for possession, and if he fails to do so, the equity of redemption that he possesses may be lost by prescription. It is true that the mortgagor having once put the mortgagee in possession ordinarily has no right to the possession until the mortgage is paid off. At the same time, it is well settled that where a trespasser dispossesses a mortgagee in possession and continues in possession asserting a title adverse to the mortgagor also, such dispossession will be adverse to the mortgagor from the time the mortgagor has knowledge of the assertion, though he may not then be entitled, according to the terms of the mortgage, to recover possession from the mortgagee, (see Periar Aiya Ambalam v. Shunmuga-sundaram, ILR 38 Mad 903: (AIR 1914 Mad 334 (1)).\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_36\">Therefore, equity of redemption may be lost by adverse possession. It is true that the possession of the mortgaged property by a stranger, though adverse to the mortgagee may not necessarily be adverse to the mortgagor also. It is all a question of fact. Therefore, where a stranger dispossesses a mortgagee in possession, whether adverse possession will run against the mortgagor or not, depends upon the fact whether there was dispossession of the mortgagor also. The facts of this case establish beyond doubt that possession of the appellants was adverse to the plaintiffs also. The latter had purchased the equity of redemption.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_37\">The original mortgagors had no interest left in the mortgaged property. Still, the appellants purchased the land from the original mortgagors and in repudiation of the interest of the plaintiffs paid off the mortgage money. They obtained possession and also constructed permanent structures for a mill on the disputed land. The plaintiffs were aware of these constructions. There was, therefore, pen invasion of the interest of the plaintiffs. In the instant case, therefore, the possession of the appellants was such as to operate as a virtual dispossession of the mortgagor. By their acts and avowals the appellants never pretended to represent either the mortgagee or the mortgagor.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_38\">On the contrary, they claimed a right entirely on their own account, and, in assertion of that right proceeded to construct permanent structures on the said land. If in such circumstances the appellants&#x27; possession continued for the statutory period, manifestly enough the right of the plaintiffs to recover possession will be barred. Where the possession of a trespasser is adverse to the mortgagor, the only remedy for the latter is to bring a suit at once for possession and not necessarily for redemption. The law on this point was laid down by a Bench of the Bombay High Court in Taruabai v. Venkatrao, ILR 27 Bom 43 at p. 68. Batty J., delivering the judgment of the Bench observed as follows:\n</p><blockquote id=\"blockquote_11\"> &quot;No doubt, as long as the mortgagee is in possession, he and all claiming under him represent the mortgagor&#x27;s possession. If the mortgagee in possession is dispossessed on grounds affecting only his right, as for instance, his right as heir to represent the original mortgagee, Or his right, as in Purmananddas v. Jamnabai, ILR 10 Bom 49, to possession in spite of a  third party&#x27;s lien on the property, then the dispossession of the mortgagee obviously does not imperil or call in question any right of the mortgagor, and the mortgagor is not concerned or entitled to insist on being immediately restored to possession : and the possession taken is not adverse to him and cannot cause time to run against him. To give the mortgagor a right to insist on immediate possession, there must be an unequivocal ouster preventing the possession of the mortgagor from continuing altogether by leaving no room for doubt that the person taking possession does not profess to represent the mortgagor, but to hold in spite of him. In such-a case, the mortgagor is as effectually and unmistakably displaced as if there had been no mortgagee at all. When an ouster takes place in that manner the mortgagor knows that no one is in possession who can represent or continue his possession, or who is entitled preferentially to possession,, and, therefore, he becomes entitled (and it is necessary and his duty, if he does not want his right to be barred) to claim possession immediately.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_39\">This statement of law was approved by a Full Bench of the Madras High Court in the case or Peria Aiya Ambalam, ILR 38 Mad 903: (AIR 1914 Mad 334(2)) referred to above. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1802099\" id=\"span_3\">The principles of law laid down by Batty J. have been recently approved by another Bench of the Bombay High Court in <a href=\"/doc/1802099/\" id=\"a_15\">Digamber v. Ramratan</a>, AIR 1947 Bant 471. I take it, therefore, well established that where the possession of the mortgaged property by a stranger is adverse to the mortgagor also, the latter can sue for recovery of the mortgaged property without paying off the mortgage money, even if under the terms of the mortgage he was not entitled then to immediate possession. This contention of the learned counsel has, therefore, no substance and must be overruled.</span>\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_40\">25. Next, it was urged that when the appellants have paid the mortgage money the benefit of which has accrued to the plaintiffs, the appellants must be reimbursed. Since the payment was voluntary, the appellants cannot claim re-imbursement. <a href=\"/doc/35501/\" id=\"a_16\">Section 69</a> of the Indian Contract Act provides that\n &quot;A person who is interested in the payment of money, which another is bound by law to pay, and who therefore pays it, is entitled to be reimbursed by the other&quot;.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_41\">But, before a person can demand reimbursement, he must be interested in the payment of money. It is well settled that an officious or voluntary payment carries with it no right of reimbursement or of subrogation. In Ram Tuhul Singh v. Biseswar Lall, 2 Ind App 131 (PC) their Lordships of the Privy Council said as follows:\n</p><blockquote id=\"blockquote_12\"> &quot;It is not in every case in which a man has benefited by the money of another that an obligation to repay that money arises. The question is not to be determined by nice consideration of what may be fair or proper according to the highest morality. To support such a suit there mast be an obligation express or implied to repay. It is well settled that there is no such obligation in the case of a voluntary payment&quot;.\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_42\">The appellants were under no legal obligation or liability to pay the mortgage money, and if they paid it, they are mere volunteers. Accordingly, they are not entitled to reimbursement. Furthermore, they claimed reimbursement solely on the ground of payment of the mortgage money, and such a claim is not a claim arising out of mortgage. Therefore they cannot recover from the plaintiffs the money they have paid without payment of court-fee. Taking any view of the case, this contention is devoid of substance and must be rejected.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_43\">26. It was further urged that the plaintiffs cannot recover possession because they have failed to prove that what was left with them after the adverse decision in the claim case under Order 21, rule 100 of the Code was the land comprised in the figure DFGH, that is, the suit land. No such case appears to have been made out either in the written statement or in the evidence, nor was any issue framed. Further, on the facts stated, there can be no doubt that the suit land was not covered by the decision in the aforesaid claim case.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_44\">27. Lastly, it was argued that the plaintiffs&#x27; suit was barred by the principles acquiescence. It is urged that the plaintiffs were aware of the costly structures and mill, being erected upon the suit land, and they stood by and allowed the appellants to spend money thereon. Therefore, it is argued, they cannot now turn round and claim to recover possession. I do not think how the appellants can plead estoppel by acquiescence. I do not see how a man can be said to have acquiesced in what the other side knew to be a true fact. There is no case of money being expended by the appellants in any mistaken belief as to their legal rights, or of the plaintiff&#x27;s knowing of the existence of any such mistaken belief or encouraging the appellants by abstaining from asserting a right inconsistent with the acts of the appellants.\n</p> \n\n<p data-structure=\"Section\" id=\"p_45\">The structures were erected not in any mistaken belief by the appellants of their rights in regard to the land, but in assertion of rights which they correctly believed to be theirs. There is no question of any encouragement or abstention on the part of the plaintiffs. They ignored the plaintiffs mala fide and purchased the land from persons having no title. The appellants cannot plead absence of knowledge of the right of the plaintiffs. The documents enumerated above and the facts show that they were aware of the rights of the plaintiffs in the land in suit. Any way, actual knowledge is not necessarily in all cases material, if there be the means of such knowledge.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_46\">If the appellants had exercised care and diligence expected of a man of ordinary prudence, they would have easily discovered where the true title lay. The appellants cannot say that they constructed the building in an honest belief that they had title. Rather, they knew or had the means to know that the plaintiffs had the title and not their vendors. In these circumstances, the plaintiffs&#x27; suit cannot be barred by the principles of waiver and acquiescence. This contention also falls to the ground.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_47\">28. For the reasons aforesaid, this appeal is dismissed with costs.\n</p> \n\n","numcites":11,"numcitedby":10,"docsource":"Patna High Court","citetid":608902,"divtype":"judgments","relatedqs":[{"value":"pro forma parties","formInput":"pro%20forma%20parties"},{"value":"adverse possession","formInput":"adverse%20possession"},{"value":"\"adverse possession\"","formInput":"%22adverse%20possession%22"},{"value":"usufructuary mortgage","formInput":"usufructuary%20mortgage"},{"value":"suit for possession","formInput":"suit%20for%20possession"},{"value":"delivery of possession","formInput":"delivery%20of%20possession"},{"value":"title suits","formInput":"title%20suits"},{"value":"subrogation","formInput":"subrogation"},{"value":"pecuniary jurisdiction","formInput":"pecuniary%20jurisdiction"},{"value":"acquiescence","formInput":"acquiescence"},{"value":"land dispute","formInput":"land%20dispute"},{"value":"suit for redemption","formInput":"suit%20for%20redemption"},{"value":"mortgagee in possession ","formInput":"mortgagee%20in%20possession%20"},{"value":"mortgaged property ","formInput":"mortgaged%20property%20"},{"value":"auction sale ","formInput":"auction%20sale%20"},{"value":"physical possession","formInput":"physical%20possession"},{"value":"possession over land","formInput":"possession%20over%20land"},{"value":"dispossession","formInput":"dispossession"},{"value":"  right in mortgage","formInput":"%20%20right%20in%20mortgage"},{"value":"\"what is pecuniary jurisdiction\"","formInput":"%22what%20is%20pecuniary%20jurisdiction%22"}],"cats":[{"value":"right-of-mortgagor-to-redeem","formInput":"tag:right-of-mortgagor-to-redeem"},{"value":"right-of-usufructuary-mortgagor-to-recover-possession","formInput":"tag:right-of-usufructuary-mortgagor-to-recover-possession"},{"value":"persons-who-may-sue-for-redemption","formInput":"tag:persons-who-may-sue-for-redemption"},{"value":"subrogation","formInput":"tag:subrogation"},{"value":"reimbursement-for-payment-of-anothers-debt","formInput":"tag:reimbursement-for-payment-of-anothers-debt"}],"courtcopy":false,"query_alert":null,"agreement":false}