{"tid":1718426,"publishdate":"1962-11-07","title":"Mahendra Lal Jaini vs The State Of Uttar Pradesh And Others on 7 November, 1962","doc":"<h2 class=\"doc_title\">Mahendra Lal Jaini vs The State Of Uttar Pradesh And Others on 7 November, 1962</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1963 AIR 1019, 1963 SCR SUPL. (1) 912, AIR 1963 SUPREME COURT 1019</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:k-n-wanchoo\">K.N. Wanchoo</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:k-n-wanchoo\">K.N. Wanchoo</a>, <a href=\"/search/?formInput=benchid:b-p-sinha\">Bhuvneshwar P. Sinha</a>, <a href=\"/search/?formInput=benchid:p-b-gajendragadkar\">P.B. Gajendragadkar</a>, <a href=\"/search/?formInput=benchid:k-c-gupta\">K.C. Das Gupta</a>, <a href=\"/search/?formInput=benchid:j-c-shah\">J.C. Shah</a></h3>\n\n<pre id=\"pre_1\">           PETITIONER:\nMAHENDRA LAL JAINI\n\n\tVs.\n\nRESPONDENT:\nTHE STATE OF UTTAR PRADESH AND OTHERS\n\nDATE OF JUDGMENT:\n07/11/1962\n\nBENCH:\nWANCHOO, K.N.\nBENCH:\nWANCHOO, K.N.\nSINHA, BHUVNESHWAR P.(CJ)\nGAJENDRAGADKAR, P.B.\nGUPTA, K.C. DAS\nSHAH, J.C.\n\nCITATION:\n 1963 AIR 1019\t\t  1963 SCR  Supl. (1) 912\n CITATOR INFO :\n RF\t    1964 SC 381\t (53)\n D\t    1967 SC1480\t (13,21)\n RF\t    1967 SC1643\t (118)\n E\t    1968 SC 331\t (12)\n RF\t    1972 SC2205\t (26)\n RF\t    1974 SC1300\t (35,41)\n RF\t    1979 SC  25\t (35)\n R\t    1984 SC1260\t (14A)\n R\t    1985 SC1622\t (16)\n D\t    1988 SC1621\t (4)\n\n\nACT:\nCompulsory  acquisition--Permanent  Lease-Statute  declaring\ntransfer  void-No  provision  for  compensation-Statute,  if\nprovides  for compulsory acquisition--Constitutionality\t of-\nDoctrine  of eclipse-If not applicable to  post-Constitution\nstatutes-U.P. Land Tenures Regulationof\t Transfers)  Act,\n1952 (U.P. 15 of 1952), s.3--Constitution of India Arts. 13,\n31-Constitution (Fourth Amendment)Act 1955.\nForest-Declaration  as reserve forest-Statute providing\t for\ninterim control-Constitutionality of-<a href=\"/doc/654536/\" id=\"a_1\">Indian Forest Act, 1927</a>\n(16  of 1927), Chs. II and V-Indian Forest  (U.P  Amendment)\nAct, 1956 (U.P. 5 of 1956), s. 3.\n\n\n\nHEADNOTE:\nBy  a registered lease dated June 14, 1952, one M granted  a\nperpetual   lease  of  certain\tlands  to  the\t petitioner.\nFormally  a large number of trees stood on these  lands\t and\nthe lease deed recited that the entire land had been cleared\nof the trees and possession given to the petitioner who\t was\nmade  a hereditary tenant of the land.\tThe U. P.  Zamindari\nAbolition and Land Reforms Act, 1951, &#x27;hereinafter  referred\nto  as the Abolition Act) was made applicable from  July  1,\n1952, In the meantime the U. P, Land Tenures (Regulation  of\nTransfers)  Act,  1952\t(hereinafter  referred\tto  as\t the\n<a href=\"/doc/3482533/\" id=\"a_2\">Transfer  Act</a>)\twas  passed  which  came  into\tforce\twith\nretrospective effect from May 21 ,\n 913\n1952.\tBy  this Act all transfers  made  by  intermediaries\nafter May 21, 1952, were declared void.\t The petitioner\t was\nordered\t to  desist from clearing the land  and\t from  doing\nanything  contrary to the U. P. Private Forests\t Act,  1948.\nOn  March  23, 1953, the respondent  issued  a\tnotification\nunder<a href=\"/doc/1169217/\" id=\"a_3\"> s. 4</a> of the Indian Forests Act 1927, declaring that it\nhad  been decided to constitute certain lands including\t the\nlands in dispute a &quot;reserve forest&quot;.  Later, a\tproclamation\nunder<a href=\"/doc/1144416/\" id=\"a_4\"> s. 6</a> was issued calling for objections from  claimants\nbut  the petitioner did not file any objections.   In  March\n1956,  the  Indian  Forest (U.\t P.  Amendment)\t Act,  1956,\n(hereinafter  referred to as the.Forest Amendment  Act)\t was\npassed which introduced a new Ch.  VA consisting,ss. 38A  to\n38G  in\t the Forest Act.  A fresh  notification\t was  issued\nprohibiting   various  acts  mentioned\tin  s.\t 38B.\t The\npetitioner  contended that the Transfer Act and\t the  Forest\nAmendment   Act\t  were\t unconstitutional   and\t  that\t the\nrestrictions\t      imposed upon him under  these two Acts\nwere  illegal.\tThe respondent contended that the  two\tActs\nwere  valid and that the petitioner acquired no right  under\nthe lease and had no right to maintain a writ petition under\n<a href=\"/doc/981147/\" id=\"a_5\">Art. 32.</a>\nHeld, that so long as the lease stood, the petitioner had  a\nright  to maintain the petition.  The lease created a  right\nin presenti and not merely some future right.  The fact that\nthe  nature  of the right was disputed did  not\t affect\t the\nright to maintain the petition.\nHeld,  further, that the <a href=\"/doc/3482533/\" id=\"a_6\">Transfer Act</a> was  unconstitutional.\nIt deprived the petitioner of his property without providing\nfor  payment  of any compensation and contravened  <a href=\"/doc/354224/\" id=\"a_7\">Art.\t 31.</a>\n<a href=\"/doc/3482533/\" id=\"a_8\">The Transfer Act</a> was law for acquisition of property when it\nwas  passed in 1952 and the constitution <a href=\"/doc/70678966/\" id=\"a_9\">(Fourth  Amendment)\nAct, 1955</a>, which laid down that a law which did not  provide\nfor the transfer of ownership or right to possession to\t the\nState  was  not\t a law for  the\t compulsory  acquisition  or\nrequisition  of\t property, was not applicable  to  it.\t The\nconstitutionality of a law had to be judged on the basis  of\nthe Constitution as it stood at the time the law was passed,\nsubject to any retrospective amendment of the  Constitution.\n<a href=\"/doc/70678966/\" id=\"a_10\">The Constitution (Fourth Amendment) Act, 1955</a>, could not  be\napplied\t to  the <a href=\"/doc/3482533/\" id=\"a_11\">Transfer Act</a> by virtue of the\tdoctrine  of\neclipse.  This\tdoctrine was applicable to  pre-Constitution\nlaws but not to post-Constitution laws.\nState  of  West Bengal v. Sabodh Gopal Bose,  [1934]  S.C.R.\n587,  Saghir Ahmad v. The State of U. P., [1955] 1  S.C.  R.\n707,  Karam Singh v. Nihal Khan, A. I. R. (1957)  All.\t549.\nBombay Dyeing and Manufacturing Co. Ltd. v. The State of\n914\nBombay,\t [1958] S. C. R. 1122, Behram Khurshed\tPesikaka  v.\nThe State of Bombay, [1955] 1 S. C. R. 613, Keshavan Madhava\nMenon  v. The State of Bombay, [1951] S. C. R. 228,  Bhikaji\nNarain\tDhakras v. The State of Madhya Pradesh, [1955] 2  S.\nC.  R.\t589  and Deep Chand v. The State  of  Uttar  Pradesh\n[1959] Supp. 2 S. C. R. 8, referred to.\nHeld,  further,\t that  the Forest  Amendment  Act  ,was\t not\nunconstitutional.  Chapter VA introduced by Ch.\t II in\tthe,\n<a href=\"/doc/654536/\" id=\"a_12\">Indian\tForest Act</a> was ancillary to Ch. 11 and not  to,\t Ch.\nV.  Chapter VA was a mere interim measure to deal  with\t the\nsituation arising after the Abolition Act while steps  were\nbeing  taken to constitute reserved forests under Ch.\tII..\nAs originally enacted.\tCh.  VA was ancillary to Ch. 11\t and\ngave  further powers of control besides those  contained  in\nCh.   II.  during the period that proceedings under  Ch.  11\nwere  pending.\tThese provisions which were for the  interim\nprotection of the forests pending declaration of forests  as\nreserved  forests  were\t in the\t interests  of\tthe  general\npublic.\t The Amendment Act of 1960 which enacted ss. 38H  to\n38M  made no difference to the position that ss. 38A to\t 38G\nas originally enacted were ancillary to Ch.  II&quot;\nHeld,  further, that<a href=\"/doc/157078221/\" id=\"a_13\"> ss. 38A</a> to <a href=\"/doc/157078221/\" id=\"a_14\">38G</a> of the Forest  Act\twere\napplicable  to\tthe lands in dispute.  Chapter 11  to  which\nthese sections were ancillary, dealt inter alia with  forest\nand  waste  land  belonging to the  Government.\t  After\t the\nAbolition Act. the proprietary rights in the land vested  in\nthe Government and the petitioner who claimed to have become\na bhumidar could not be a proprietor but only tenure-holder.\n\n\n\nJUDGMENT:</pre>\n<p data-structure=\"Issue\" id=\"p_1\">ORIGINAL JURISDICTION PetitiOn No. 59 of 1962.\nPetitioner  under <a href=\"/doc/981147/\" id=\"a_15\">Art. 32</a> of the Constitution of  India\t for\nthe enforcement of Fundamental Rights.\n</p><p data-structure=\"Facts\" id=\"p_2\">C.B. Agarwala and K. P. Gupta, for, the petitioner.\nG. S. Pathak, K. S. Hajela and C. P. Lal, for the respondents\n1962.  November 7. The judgment &#x27;of the Court was  delivered\nby\nWANCHOO, J.-This petition under <a href=\"/doc/981147/\" id=\"a_16\">Art. 32</a> of the\tConstitution\nchallenges the constitutionality of\n<span class=\"hidden_text\" id=\"span_1\">915</span>\nU.   P. Land Tenures (Regulation of Transfers) Act 1952, (U.\nP.  XV of 1952), (hereinafter called the Transfer  Act)\t and\nthe Indian Forest (U.  P. Amendment) Act 1956, (U.  P. V  of\n1956),\t(hereinafter  referred to as  the  Forest  Amendment\nAct.)  The  case  of the petitioner is that  he\t obtained  a\npermanent  lease  from\tthe Maharaja  Bahadur  of  Nahan  of\ncertain\t land  known  as  &quot;asarori&quot;  land,  situate  in\t the\ndistrict  of &#x27;Dehra Dun, in Uttar Pradesh.  The area  leased\n&#x27;out to him was 1069.68 acres in Khewat No. 1, Mahal No.  8,\nKhasra Nos.  1A, 1B and 2. This land was originally a  Crown\ngrant and had been free from revenue since 1866.  Initially,\nit   belonged  to  Major  P.  Innes  but  was\tsubsequently\ntransferred  to the Maharaja Bahadur of Nahan.\t On  January\n25, 1951, an agreement was executed by the Maharaja  Bahadur\nin favour of the petitioner and one Virendra Goyal for lease\nof  this land for a consideration of an annual rent  of\t Rs.\n2,200/-\t and  a premium of Rs. 64,000/-.   The\tpetitioner&#x27;s\ncase  further is that the possession of the land in  dispute\nwas delivered to him at the time the agreement to lease\t was\nexecuted.   It appears that at that time a large  number  of\ntrees  were standing on this land and  the-Maharaja  Bahadur\nhad given a contract for the removal of the trees to another\nperson\twith a view to making the land culturable,  and\t the\nintention  of  the  lessor was to demise  the  land  to\t the\npetitioner  after  the\ttrees  were  removed,  so  that\t the\npetitioner may carry on agricultural operations thereon.  On\nJune  14,1952,\ta registered was executed  by  the  Maharaja\nBahadur\t in favour of the petitioner and Virendra Goyal\t and\nit was recited therein that the entire land had been cleared\nof the trees and had been in possession of the lessees\tfrom\nthe date of the agreement referred to above.  Therefore,  in\nfulfillment  of\t the  agreement,  the  lease  was   executed\ndemising  to the lessees the land in question on  an  annual\nrent of Rs. 2,200/-.  The lease was permanent, heritable and\ntransferable.\tThe lease also provided that the lessor\t had\ngiven the right of\n<span class=\"hidden_text\" id=\"span_2\">916</span>\nhereditary  tenancy within the meaning of the U. P.  Tenancy\nAct,  1939 to the lessees.  The lessees were also given\t the\nright  to put the land to any other use\t whatsoever  besides\nagriculture  and  subterranean rights were  also  conferred.\nThey had also the right to sub-let and assign the land.\nThe  petitioner&#x27;s  case further is that\t Virendra  Goyal  is\nmerely\ta benamidar and has no right, title or\tinterest  in\nthe land in dispute and that a suit for declaration in\tthat\nbehalf\tis pending in the Civil Court at Dehra\tDun  between\nthe  petitioner\t and  Virendra\tGoyal.\t A  day\t after\t the\nagreement  of  lease  was  executed,  the  U.  P   Zamindari\nAbolition and Land Reforms Act, No. 1 of 1951,\t(hereinafter\nreferred  to  as  the Abolition Act),  came  into  force  on\nJanuary 26, 1951, and the land in dispute is land within the\nmeaning of this Act.  The Abolition Act was actually applied\nto  this  area by a notification issued under<a href=\"/doc/33694868/\" id=\"a_17\"> s.  4</a>  thereof\nfrom  July  1, 1952, shortly after the registered  lease  in\nfavour\tof  the petitioner and another had been\t made.\t The\ncontention  of the petitioner is that in consequence of\t the\napplication   of  the  Abolition  Act  to  this\t area,\t the\npetitioner  became a bhumidhar of the land under s.  18\t (d)\n</p><p data-structure=\"Facts\" id=\"p_3\">(iii)  of the Abolition Act and that his  bhumidhari  rights\nstill  subsist.\t  On July 5, 1952, the\tpetitioner  and\t his\nemployees  went\t to  the  land\tto  carry  on\tagricultural\noperations, but they were stopped from doing so by the\tCity\nMagistrate,  Dehra  Dun\t along with  the  Divisional  Forest\nOfficer\t and  the Tehsildar, Dehra Dun.\t He was\t ordered  to\ndesist\tfrom  clearing the land until further  orders.\t The\nmatter was then referred to the Government of Uttar Pradesh,\nand  the  petitioner  was  ordered  to\tdesist\tfrom   doing\nanything,  which was contrary to the U. P.  Private  Forests\nAct  1948 (U.  P. VI of 1949).\tIt may be mentioned that  in\nthe meantime the, <a href=\"/doc/3482533/\" id=\"a_18\">Transfer Act</a> which was passed on June\t 23,\n1952,  came into force with retrospective  effect  from\t May\n21, 1952.  By this Act all transfers made by  intermediaries\nafter May 21,\n<span class=\"hidden_text\" id=\"span_3\">\t\t\t    917</span>\n1952,  were  declared void.  The  petitioner  was  therefore\nasked by the City Magistrate not to do anything contrary  to\nthe  <a href=\"/doc/3482533/\" id=\"a_19\">Transfer  Act</a> until the orders of the  Government\twere\nreceived  or the matter was decided by a court of law.\t The\npetitioner&#x27;s case is that the land was no longer forest land\nwhen  the  registered lease in his favour was made  in\tJune\n1952.\tThe  petitioner\t then took up the  matter  with\t the\nGovernment but his representation in that behalf was reject-\ned in September 1952.\n</p><p data-structure=\"Facts\" id=\"p_4\">Thereupon  in  November 1952, the petitioner  filed  a\twrit\npetition-in  the  High Court at\t Allahabad  challenging\t the\napplicability  of the U. P. Private Forests Act to the\tland\nin dispute and also challenging the constitutionality of the\n<a href=\"/doc/3482533/\" id=\"a_20\">Transfer  Act</a>.\tAn ad interim order was passed by  the\tHigh\nCourt  in  December 1952 restraining  the  respondents\tfrom\ninterfering  with the possession of the petitioner over\t the\nland  in  dispute  and directing  that\tthe  parties  should\nmaintain  the status quo.  In February 1955, the  petitioner\nwithdrew  the petition filed in the High Court\tfor  various\nreasons into which it is unnecessary to go.  Thereafter\t the\npetitioner requested the Collector, Dehra Dun, to allow\t him\nto  carry  out\tagricultural operations\t over  the  land  in\ndispute and he supported this prayer by a further allegation\nthat  he had at any rate become a sirdar within the  meaning\nof  s.\t210 of the Abolition Act and was  thus\tentitled  to\nretain\tthe land in dispute.  The Collector  again  informed\nthe  petitioner\t that the matter had been  referred  to\t the\nGovernment  and\t in the meantime the status  quo  should  be\nmaintained.  In his present petition also, the petitioner in\nthe alternative raises the plea that he has become a  sirdar\nof  the\t land in dispute and as no steps were taken  by\t the\nState to eject him within two years of the date of  vesting,\nnamely,\t July  1,  1952,  he was.  entitled  to\t retain\t the\npossession of the land as sirdar.\n</p><span class=\"hidden_text\" id=\"span_4\">918</span>\n<p data-structure=\"Issue\" id=\"p_5\">On March 23, 1955, the Government of Uttar Pradesh issued  a\nnotification under<a href=\"/doc/1169217/\" id=\"a_21\"> s. 4</a> of the Indian Forest Act, 1927, (XVI\nof  1927)  (  hereinafter referred to as  the  <a href=\"/doc/157078221/\" id=\"a_22\">Forest  Act</a>),\ndeclaring  that &#x27;it had been decided to\t constitute  Asarori\nvillage\t including the land in dispute a &quot;reserved  forest&quot;,\nand  appointing the, Forest Settlement Officer Dehra Dun  to\ncall  for objections from claimants under Chap. 11 of  that,\nAct.  On April 26, 1955 , a proclamation was issued under<a href=\"/doc/13664365/\" id=\"a_23\"> s.\n6</a> of the Forest Act, calling for objections, from claimants.\nThe  petitioner,  however,  has\t made no  claim\t so  far  in\npursuance  of  the  proclamation issued under<a href=\"/doc/13664365/\" id=\"a_24\"> s.  6</a>  of\t the\nForest\tAct, and his reason for this is that his matter\t was\nstill under the consideration of the Government as intimated\nto him by the Collector of Dehra Dun, and no orders had been\npassed by the Government thereon.\n</p><p data-structure=\"Facts\" id=\"p_6\">On   December  3,  1955,  the  Governor\t of  Uttar   Pradesh\npromulgated  an Ordinance, named as &quot;The Indian\t forest\t (U.\nP.  Amendment)\tOrdinance, 1955&quot; adding Chap.\tV-A  to\t the\nForest\tAct,  and  a  notification  was\t issued\t  thereunder\nrestraining  the claimants as defined in s. 38-A from  doing\nacts prohibited under s. 38-B.\tThis Ordinance was made into\nan  Act\t in  March 1956, namely,  the  Indian  Forest  (U.P.\nAmendment)  Act, 1966&#x27; (U.  P. V of 1956) by which Chap\t V-A\nwas introduced into the <a href=\"/doc/157078221/\" id=\"a_25\">Forest Act</a>, and a fresh notification\nwas issued under the Act prohibiting various acts  mentioned\nin  s.\t38-B  thereof.\tThis is one of the  Acts  which\t the\npetitioner  challenges as unconstitutional.  The  petitioner\nasserts\t that  the  notification  of  March  17,  1956,\t was\ncancelled on December 19, 1956, and thereupon he applied  to\nthe  Collector again to allow him to reclaim the land.\t The\nCollector  fold\t him  in  reply\t that  the  orders  of\t the\nGovernment were awaited in that connection.  The  petitioner\nfurther\t alleges  that in November 1957 the State  of  Uttar\nPradesh\t released over 293 acres out of the land in  dispute\nin favour of Virendra Goyal, his\n<span class=\"hidden_text\" id=\"span_5\">919</span>\nbenamidar.  The petitioner then made a representation to the\nGovernment in that behalf protesting against the release  of\nland  in  favour of Virendra Goyal, and\t was  informed\tthat\norder  had been cancelled on August 14, 1958.  In May  1959,\nthe legislature of Uttar Pradesh passed another Act known as\nthe  Government\t Grants (U.  P. Amendment) Act,\t No.  IX  of\n1959, and the petitioner contends that by virtue of this Act\nall other laws ceased to apply to the land in dispute but as\nthis  Act was admittedly repealed by the  Government  Grants\n(U.    P.   Amendment)\tAct,.\tNo.  XIII  of\t1960,\twith\nretrospective effect, nothing turns on this Act &#x27;now, though\nthe  petitioner\t approached  the  Collector  of\t Dehra\t Dun\nimmediately after U. P. Act No. IX of 1959 was passed to  be\nallowed\t to carry on reclamation operations.  The  Collector\nhowever\t told  him that he should do nothing  till  specific\norders\twere received from the Government or the matter\t was\ndecided by a court of law.\n</p><p data-structure=\"Facts\" id=\"p_7\">Thereupon the petitioner filed a writ petition in this Court\nunder  <a href=\"/doc/981147/\" id=\"a_26\">Art.  32</a> which was admitted in February\t1960.\tWhen\nthis  writ petition came up for hearing on October 25  1961,\nthis Court was informed that certain notifications had\tbeen\nissued\tunder ss.38-B and 38-C of the Forest Amendment\tAct.\nThe  petitioner was there fore allowed on March 19, 1962  to\nwithdraw that petition with liberty to present a fresh\twrit\npetition  and  thereupon the present petition was  filed  in\nApril 1962.\n</p><p data-structure=\"PetArg\" id=\"p_8\">The  main contentions of the petitioner with respect to\t the\ntwo Acts,, the constitutionality of which he challenges, are\nthese.\t   He\tcontends   that\t  the\t<a href=\"/doc/3482533/\" id=\"a_27\">Transfer   Act</a>\t  is\nunconstitutional, as it deprives the lessees of their lease-\nhold   rights\twithout,  any  provision  for\tpayment\t  of\ncompensation in violation of <a href=\"/doc/108209556/\" id=\"a_28\">Art. 31 (2)</a> of the Constitution\nas   it\t  stood\t before\t the  Fourth,\tAmendment   to\t the\nConstitution.\tIn the alternative, he claims that  even  if\nthe <a href=\"/doc/3482533/\" id=\"a_29\">Transfer Act</a>\n<span class=\"hidden_text\" id=\"span_6\">920</span>\nis  valid,  he\thas  become a sirdar under  s.\t210  of\t the\nAbolition  Act.\t  As  to the Forest  Amendment\tAct,  it  is\ncontended   that  it  is  unconstitutional  as\tit   imposes\nunreasonable  restrictions on the fundamental right  of\t the\npetitioner enshrined in <a href=\"/doc/258019/\" id=\"a_30\">Art. 19 (1) (f)</a> of the Constitution.\nBesides\t these two main objections, the\t petitioner  further\ncontends that the notification under<a href=\"/doc/40502921/\" id=\"a_31\"> s. 4</a> of the Forest\t Act\ndated  March 23, 1955, was cancelled so far as the  land  in\ndispute\t was  concerned and therefore would not\t affect\t the\npetitioner&#x27;s case.  It is also urged that as no notification\nunder  s.20  of the <a href=\"/doc/157078221/\" id=\"a_32\">Forest Act</a> has been issued, it  must  be\nheld  that  the purpose of the notification under<a href=\"/doc/33694868/\" id=\"a_33\"> s.  4</a>\t had\nbeen abandoned.\t As to the notification under s. 38-B of the\nForest\t Amendment  Act,  it  may  be  mentioned  that\t the\npetitioner  made no objections as required under  that\tAct;\nbut  he\t claims that he could not do so because\t before\t the\ntime  within  which he had to file objections  had  expired,\nU.P.  Act  IX  of 1959 had come into force and\tit  was\t not\nnecessary for him to file any objection in view of that Act.\nThe petitioner therefore prays that the Transfer Act and the\nForest Amendment Act be declared ultra vires and all actions\ntaken  thereunder  be  held  to\t be  void  as  against\t the\npetitioner.   He  further prays that he may  be\t declared  a\nbhumidhar   or\tin  the\t alternative  a\t sirdar\t under\t the\nprovisions  of\tthe  Abolition Act and\tthe  respondents  be\nrestrained from interfering with his possession of the land.\nHe  also  prays that in case it is found that  he  has\tbeen\ndispossessed, a writ in the nature of mandamus or any  other\nappropriate  direction\tbe issued  against  the\t respondents\ndirecting  them to withdraw from possession of the  land  in\ndispute and to permit the petitioner to enjoy such rights to\nwhich he may be found entitled.\n</p><p data-structure=\"PetArg\" id=\"p_9\">The  petition  has been opposed on behalf of  the  State  of\nUttar  Pradesh and it is maintained in the first place\tthat\nthe  <a href=\"/doc/3482533/\" id=\"a_34\">Transfer Act</a> is valid and constitutional.\tIf  that  is\nheld in favour of the respondent,\n<span class=\"hidden_text\" id=\"span_7\">921</span>\nnothing else will survive, for no rights would then arise in\nfavour of the petitioner under the registered lease of\tJune\n1952.  Further.- it has been strenuously contended on behalf\nof  the state that the petitioner never obtained  possession\nover  the land in dispute.  It has also Seen contended\tthat\nthe  land in dispute was never denuded of trees and that  it\nis  still forest land on which a large number of  trees\t are\nstanding.   The\t petitioner&#x27;s  claim that he  has  become  a\nbhumidhar  under  the  Abolition Act is\t also  denied.\t His\nfurther claim that he has become a sirdar is also  repelled.\nThe  case  of the State is that the petitioner\tacquired  no\nrights\tunder the registered lease of June 1952 and  has  no\nright  to  maintain  the present  petition  in\tconsequence,\nirrespective  of  whether  the <a href=\"/doc/3482533/\" id=\"a_35\">Transfer\t Act</a>  is  valid\t and\nconstitutional or not.\tIt is also contended that the Forest\nAmendment  Act\tis  a  valid  and  constitutional  piece  of\nlegislation  and the various notifications issued under\t the\n<a href=\"/doc/143787812/\" id=\"a_36\">Forest Act and the Forest Amendment Act</a> are perfectly  good.\nLastly\tit is contended that the notification under<a href=\"/doc/40502921/\" id=\"a_37\"> s. 4</a>  of\nthe   Forest  Act  has\tnever  been  withdrawn\t though\t  no\nnotification under<a href=\"/doc/38053724/\" id=\"a_38\"> s. 20</a> has yet been issued in deference to\nthe fact that the writ petitions filed by the petitioner one\nafter the other were pending either in the High Court or  in\nthis Court.  The three main points therefore which arise for\ndecision in the present petition are these :-\n</p><blockquote id=\"blockquote_1\">\t      (1)   Has\t the petitioner no right  whatsoever\n\t      to  any property by virtue of  the  registered\n\t      lease   deed  of\tJune  1952  in\this   favour\n\t      irrespective  of whether the <a href=\"/doc/3482533/\" id=\"a_39\">Transfer  Act</a>  is\n\t      valid and constitutional or not, and therefore\n\t      has  no locus standi to maintain\tthe  present\n\t      petition ?\n</blockquote><blockquote id=\"blockquote_2\">\t      (2)   <a href=\"/doc/1264536/\" id=\"a_40\">Is\tthe  Transfer Act, 1952</a>,  valid\t and\n\t      constitutional ?\n</blockquote><blockquote id=\"blockquote_3\">\t      (3)   Is\tthe  Forest Amendment  Act  of\t1956\n\t      valid and constitutional&#x27;,?\n</blockquote><span class=\"hidden_text\" id=\"span_8\">\t      922</span>\n<p data-structure=\"Issue\" id=\"p_10\">There  are  some  subsidiary points  with  respect   to\t the\nnotifications issued which also arise for consideration with\nwhich  we shall deal when considering the three main  points\nmentioned above.\n</p><p data-structure=\"Issue\" id=\"p_11\">Re. (1).\n</p><p data-structure=\"CDiscource\" id=\"p_12\">The petitioner bases his right to move this Court to protect\nhis  fundamental right on the basis of the registered  lease\nin his favour of June 14, 1952.\t There can be no doubt after\na perusal of that lease which is not said to be a fictitious\ndocument,  that if various laws had not been passed and\t had\nnot  come into force that might have affected this land,  it\nwould have conferred a right of property on the\t petitioner,\nand  he would be entitled at least to be a permanent  lessee\nof the land in dispute with such rights as the lease confers\nupon  him.  It is therefore difficult to understand  how  it\ncan  be said in the face of this lease that  the  petitioner\nhas  no right to maintain the present petition.\t It  may  be\nthat  the  lease  may  be of no force  and  effect,  if\t the\n<a href=\"/doc/3482533/\" id=\"a_41\">Transfer  Act</a>  is held valid-which is a\t question  we  shall\nconsider  later-; but once it is conceded that the lease  is\nnot  fictitious, it does confer rights in the land  affected\nby  it on the petitioner.  We cannot see how the  petitioner\nwould  have  no\t right\tto  maintain  the  present  petition\nirrespective  of  whether  the <a href=\"/doc/3482533/\" id=\"a_42\">Transfer\t Act</a>  is  valid\t and\nconstitutional\tor  not.  What rights are conferred  on\t the\npetitioner  by this registered lease is a different  matter.\nThe  petitioner claims that he has become a bhumidhar  under\nthe  Abolition Act by virtue of this lease; in the  alterna-\ntive  he  claims that he has become a sirdar, as  he  is  in\npossession.   The State however denies that  the  petitioner\nhas  become  a bhumidhar under the Abolition  Act;  it\talso\ndenies\t that  the  petitioner\tis  in\tpossession  and\t  in\nconsequence  has become a sirdar, under the  Abolition\tAct.\nThe  petitioner\t prays that his rights as a bhumidhar  or  a\nsirdar,\t may  be decided in the present\t petition.   We\t are\nhowever of opinion that it\n<span class=\"hidden_text\" id=\"span_9\">\t\t\t    923</span>\nwill  not  be fair to either party to  decide  the  question\nwhether or not the petitioner is either bhumidhar or  sirdar\nby  virtue of the registered lease or the possession of\t the\nland demised which he claims, in &quot;View of the provisions  of\nthe  Abolition Act.  The petitioner&#x27;.-, status as  bhumidhar\nor sirdar will depend upon the decision of various questions\nof fact, and we do not think that it will be fair to  either\nparty to decide those questions of fact merely on the scanty\ndocumentary   evidence\t available  on\t this\trecord,\t  in particular as\n the question of possession is also  seriously\ndisputed  and  further\tthere is a  serious  dispute  as  to\nwhether\t any  trees stand on this land even now\t or  whether\ntrees  had been cleared as recited in the registered  lease,\nbefore that lease was registered; these are all questions of\nfact  on which oral evidence will be necessary.\t There is  a\nprovision  in  the Abolition Act, s. 229-B, which  allows  a\nperson claiming to be a bhumidhar or sirdar under it to file\na  suit to establish that right.  We think, considering\t the\nserious\t dispute  as  to facts which  exists  in  this\tcase\nbetween the parties both as to the nature of the land and as\nto  the\t possession of the petitioner, that  the  petitioner\nshould\tbe left to establish his rights as bhumidhar  or  as\nsirdar\tby  suit,  or it may also be  possible\tfor  him  to\nestablish that right by filing objections in response to the\nproclamation under<a href=\"/doc/13664365/\" id=\"a_43\"> s.\t 6</a>  of the Forest Act with which  we\nshall  deal in detail later.  Therefore- even though we\t are\nnot  prepared to decide the question whether the  petitioner\nis a bhumidhar or a sirdar, it seems to us that in the\tface\nof the deed of lease in favour of the petitioner, it  cannot\nbe  said  that\the. has no right  to  maintain\tthe  present\npetition (irrespective of whether the <a href=\"/doc/3482533/\" id=\"a_44\">Transfer Act</a> is  valid\nor not).  As we have already indicated, if the <a href=\"/doc/3482533/\" id=\"a_45\">Transfer\t Act</a>\nis  valid, then the lease in favour of the  petitioner\twill\nconfer\tno right on him and in that case his  petition\tmust\nfail.\tBut  if\t the <a href=\"/doc/3482533/\" id=\"a_46\">Transfer Act</a> is not a  valid  piece  of\nlegislation, the lease will stand and so long as it  stands,\nthe petitioner would in our opinion be competent to maintain\nthe present\n<span class=\"hidden_text\" id=\"span_10\">924</span>\npetition, though we make it clear that we do not decide\t in\nthis  petition what right is conferred on the petitioner  by\nthe  lease  and\t whether he is a bhumidhar or  a  sirdar  by\nvirtue of the lease and his alleged possession over the land\ndemised\t therein.  We are therefore of opinion that so\tlong\nas  the lease stands, the petitioner would have a  right  to\nmaintain the present petition, though we express no  opinion\nas  to\tthe  nature  of\t that right  and  leave\t it  to\t the\npetitioner to have that determined in a proper forum.\nIt is also urged that no present tenancy right was conferred\nby  the lease on the petitioner though cl. (2) of the  lease\npurports  to  confer hereditary tenancy\t rights\t within\t the\nmeaning\t of U. P. Tenancy Act, as the land was at  the\ttime\ncovered\t by  trees and was not fit  for\t cultivation.\tThis\nagain  raises the same question of fact, namely, the  nature\nof  land at the time of the execution of the lease.  It\t may\nbe  that no tenancy rights may be created in&#x27; favour of\t the\npetitioner  by\tthe lease, if it is found that the  land  in\ndispute was not land within the meaning of the U. P. Tenancy\nAct.   But  that again is a question which will have  to  be\ndecided in the proper forum as indicated above by us.  There\ncan  however  be  no doubt that the lease  did\tcreate\tsome\nright, whatsoever be its nature, in presenti and though\t the\nnature\tof  that right may be disputed,, it is\tnot  a\tcase\nwhere\tonly  some  future  right  is  conferred.   In\t the\ncircumstances,\tit cannot be said that no right whatever  in\npresenti  was  created\tby  the\t lease,\t and  therefore\t the\npetitioner is not entitled to maintain the present petition.\nLastly,\t it  is urged that the lease was in  favour  of\t two\npersons, namely, the petitioner and Virendra Goyal, and\t the\npresent\t petition has been filed only by the petitioner\t and\nVirendra  Goyal\t has not been made a party to  it,  even  as\nrespondent.  It is urged therefore that the present petition\nis  not\t maintainable on that ground also, and\treliance  in\nthis connection is\n<span class=\"hidden_text\" id=\"span_11\">925</span>\nplaced\ton  the analogy of suits, where all  co-owners\tmust\njoin in a suit to recover property unless the law  otherwise\nprovides,  and if some co-owners refuse to sue,\t the  proper\ncourse to adopt as to the rest is to make them defendants in\nthe  suit.   It\t is  enough  to\t say  that  this   principle\napplicable  to suits for possession can have no\t application\nto  a  petition\t under\t<a href=\"/doc/981147/\" id=\"a_47\">Art. 32</a>, which is  not\ta  suit\t for\npossession.  Besides the case of the petitioner is that\t the\nother lessee was a mere benamidar and if that case is  right\n(on which again we express no opinion, as the matter is sub\njudice\tin  a  civil  court  at\t Dehra\tDun),  it  would  be\nunnecessary  to make Virendra Goyal even a  respondent.\t  If\nthe petitioner has a right to maintain the present petition,\nthe fact that he has not made another person who would\thave\nequal right with him to maintain the petition, even a  party\nto  the petition, would not in our opinion entail  that\t his\npetition  should be thrown out on that ground alone  and  he\nshould not be granted any relief in the matter of  enforcing\nhis fundamental right.\tWe are therefore of opinion that the\npetitioner  has\t a right to maintain the  present  petition,\nthough we express no opinion as to the nature of that right.\nRe. (2).\n</p><p data-structure=\"Section\" id=\"p_13\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"973363\" id=\"span_12\"><a href=\"/doc/3482533/\" id=\"a_48\">The  Transfer  Act</a> is a short Act of  three  sections.\t The\npreamble to the Act says that as the Abolition Act has\tcome\ninto  force  and  it  is  expedient  for  the  avoidance  of\ntransitional   difficulties   consequent   upon\t  the\tsaid\nenforcement  to\t regulate  certain  transfers  of  land\t  by\nintermediaries,\t the Act was enacted.  Section I  gives\t the\nshort  title,  the extent to which the Act extends  and\t the\ndate  from which it came into force, namely, May  21,  1952,\nthough it was actually published on June 23, 1952.   <a href=\"/doc/61344179/\" id=\"a_49\">Section\n2</a> is the definition section.  <a href=\"/doc/70133191/\" id=\"a_50\">Section 3</a> is the main section,\nwhich  lays down that notwithstanding anything contained  in\nany  law or contract to the contrary, a lease of land by  an\nintermediary either granted or registered on or\n<span class=\"hidden_text\" id=\"span_13\">926</span>\nafter May 21, 1952 shall be and is hereby declared null\t and\nvoid from the date of the execution and the lessee shall for\npurposes of s. 180 of the U.P. Tenancy Act and s. 209 of the\nAbolition Act be deemed to be a person in possession of\t the\nland otherwise than in accordance with the provisions of the\nlaw  for  the time being in force.  It is  further  provided\nthat  a\t transaction between an intermediary  and  a  tenant\nconferring  on\tthe tenant a right to transfer by  sale\t his\nholding\t or any part thereof either made or entered into  or\nregistered  on or after May 21, 1952 shall be and is  hereby\ndeclared null and void from the date of execution.  It\twill\nthus  be  seen\tthat the <a href=\"/doc/3482533/\" id=\"a_51\">Transfer Act</a>  makes  two  kinds  of\ntransfers  made on or after May 21, 1952 null and  void\t and\nthus  deprives\tthe transferee of the right which  he  would\notherwise acquire under the transfer.  The contention of the\npetitioner  is that the <a href=\"/doc/3482533/\" id=\"a_52\">Transfer Act</a> contravenes <a href=\"/doc/354224/\" id=\"a_53\">Art. 31</a>  of\nthe Constitution, as it was at the time the Act was  passed,\nand therefore is unconstitutional, for though the transferee\nis deprived of his property, no compensation is provided  in\nthe  Act  as  required by <a href=\"/doc/108209556/\" id=\"a_54\">Art. 31(2)</a>  of  the  Constitution.\nReliance  in this connection is placed on the <a href=\"/doc/973363/\" id=\"a_55\">State of\tWest\nBengal v. Subodh Gopal Bose</a>(1), where dealing with <a href=\"/doc/354224/\" id=\"a_56\">Art.\t 31</a>,\nthe  majority  of the Court held that <a href=\"/doc/354224/\" id=\"a_57\">Art. 31</a>  protects\t the\nright to property by defining the limits on the power of the\nState  to take away private property.  It was  further\theld\nthat  clause  (1)  and\t(2) of <a href=\"/doc/354224/\" id=\"a_58\">Art.  31</a>\t were  not  mutually\nexclusive in scope and content, but should be read  together\nand understood as dealing with the same subject, namely, the\nprotection of the right to property by means of the  limita-\ntions, on the State power <a href=\"/doc/973363/\" id=\"a_59\">referred to above</a>, the deprivation\ncontemplated in cl. (1) being no-other than the\t acquisition\nor  taking  possession of property referred to in  cl.\t(2).</span>\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"283660\" id=\"span_14\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"973363\" id=\"span_15\">The  decision in <a href=\"/doc/973363/\" id=\"a_60\">Subodh Gopal</a>&#x27;s case(1) was referred  to  in\n<a href=\"/doc/283660/\" id=\"a_61\">Saghir\tAhmad v. The State of U. P.</a>(2), and it\twas  pointed\nout  that in view of the majority decision <a href=\"/doc/283660/\" id=\"a_62\">in that case</a>,  it\nmust  be taken to be settled that &quot;&#x27;clauses (1) and  (2)  of\n<a href=\"/doc/354224/\" id=\"a_63\">article 31</a> are not\n(1) [1954] S.C.R. 587.</span></span>\n</p><p data-structure=\"Precedent\" id=\"p_14\">(2) [1955] 1 S.C.R. 707.\n</p><span class=\"hidden_text\" id=\"span_16\"> 927</span>\n<p data-structure=\"Section\" id=\"p_15\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"973363\" id=\"span_17\">mutually  exclusive in scope but should be read together  as\ndealing with the same subject, namely, the protection of the\nright  to  property by means of limitations on\tthe  State&#x27;s\npowers, the deprivation contemplated in clause (1) being  no\nother than acquisition or taking possession of the  property\nreferred  to  in clause (2)&quot;.  Soon after  the\tdecision  in\nSubodh\tGopal&#x27;s\t case(1),  <a href=\"/doc/108209556/\" id=\"a_64\">Art. 31(2)</a>  was  amended  by\t the\n<a href=\"/doc/70678966/\" id=\"a_65\">Constitution (Fourth Amendment) Act, 1955</a>, and cl. (2A)\t was\nintroduced in <a href=\"/doc/354224/\" id=\"a_66\">Art. 31</a>, the amendment being prospective.\t The\nnew  cl. (2-A) of <a href=\"/doc/354224/\" id=\"a_67\">Art. 31</a> lays down that &quot;where a  law\tdoes\nnot  provide for the transfer of the ownership or  right  to\npossession of any property to the State or to a\t corporation\nowned or controlled by the State, it shall not be deemed  to\nprovide\t for  the compulsory acquisition or  requisition  of\nproperty, notwithstanding that it deprives any person of his\nproperty.&quot; This amendment thus accepted the minority view of\nDas, J., as he then was, in <a href=\"/doc/973363/\" id=\"a_68\">Subodh Gopal</a>&#x27;s case(1) and\tmade\nit  clear  that mere deprivation of  property,\twithout\t the\nownership  or right to possession being transferred  to\t the\nState, would not attract the provisions of <a href=\"/doc/108209556/\" id=\"a_69\">Art. 31(2).</a>\t The\ncontention on behalf of the petitioner is that the amendment\nto  <a href=\"/doc/354224/\" id=\"a_70\">Art. 31</a> being not retrospective would not apply  to\t the\nconsideration of the constitutionality of the <a href=\"/doc/3482533/\" id=\"a_71\">Transfer\tAct</a>,\nwhich  would  have  to be considered on\t the  basis  of\t the\nConstitution  as  it  stood in 1952.  It  is  not  seriously\ndisputed   on  behalf  of  the\trespondents  that   if\t the\nConstitution as it stood in 1952 has to be applied to  judge\nthe constitutionality of the <a href=\"/doc/3482533/\" id=\"a_72\">Transfer Act</a>, the case would be\ncompletely  covered  by\t the  decision\tin  Subodh   Gopal&#x27;s\ncase(1),  and  the  <a href=\"/doc/3482533/\" id=\"a_73\">Transfer Act</a>  not  having  provided\t for\npayment\t of compensation, as required by <a href=\"/doc/108209556/\" id=\"a_74\">Art. 31(2)</a>,  as  it\nstood  in 1952, would be unconstitutional.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1747629\" id=\"span_18\">We are unable  to\nagree with the view taken by the High Court at Allahabad  in\n<a href=\"/doc/1747629/\" id=\"a_75\">Karam  Singh  v.  Nihal Khan</a>(2) insofar as  it\tupholds\t the\nvalidity of the <a href=\"/doc/3482533/\" id=\"a_76\">Transfer Act</a>.</span>\n</p><p data-structure=\"Section\" id=\"p_16\">(1)  [1954] S.C.R, 587.\n</p><p data-structure=\"Section\" id=\"p_17\">(2) A.I.R. (1957) All. 549.\n</p><span class=\"hidden_text\" id=\"span_19\">928</span>\n<p data-structure=\"RespArg\" id=\"p_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"871138\" id=\"span_20\">The  contention on behalf of the respondents in\t support  of\nthe constitutionality of the <a href=\"/doc/3482533/\" id=\"a_77\">Transfer Act</a> is, however,\ttwo-\nfold.\t In   the  first  place,  it  is  urged\t  that\t the\nconstitutionality of the <a href=\"/doc/3482533/\" id=\"a_78\">Transfer Act</a> must be judged on\t the\nbasis  of  the Constitution as it stood on the date  of\t the\npresent\t petition  and not as it stood on the  date  of\t the\n<a href=\"/doc/3482533/\" id=\"a_79\">Transfer  Act</a>.\t Reliance in this connection  is  placed  on\n<a href=\"/doc/871138/\" id=\"a_80\">Bombay\tDyeing\tand Manufacturing Co. Ltd. v. The  State  of\nBombay</a>\t(1), where it was observed at p. 1131, that  it\t was\nnot  disputed  that the <a href=\"/doc/70678966/\" id=\"a_81\">Constitution  Fourth  Amendment\t Act</a>\nwhich introduced cl. (2-A) in <a href=\"/doc/354224/\" id=\"a_82\">Art. 31</a> was not retrospective,\nand  that  the\trights of the parties  must  be\t decided  in\naccordance with the law as on the date of the writ petition.\nIt  is urged that this observation is an authority  for\t the\nproposition  that in every case the constitutionality of  an\nAct has to be judged by the Constitution as it &#x27;stood on the\ndate  of  the writ petition.  We are of\t opinion  that\tthis\nobservation is not capable of this interpretation and  could\nnot  have  intended to lay down any such  proposition.</span>\t <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"871138\" id=\"span_21\">The\njudgment in the <a href=\"/doc/871138/\" id=\"a_83\">Bombay Dyeing</a> case (1) nowhere considers the\nquestion  whether the constitutionality of an Act has to  be\njudged\ton the basis of the Constitution as it stood on\t the\ndate  on  which the Act was passed or on the  basis  of\t the\nConstitution  as it stood on the date the writ petition\t was\nmade.\tIn  that  case it made\tno  difference\twhether\t the\nConstitution a; it stood on the date the.  Act was passed or\non  the date when the writ petition was filed, was  applied,\nfor the writ petition was filed long before the Constitution\nFourth *Amendment was enacted.\tThe observation therefore <a href=\"/doc/871138/\" id=\"a_84\">in\nthat  case</a>  that the constitutionality of an Act has  to  be\njudged on the basis of the Constitution as it stood on.\t the\ndate of the writ petition, cannot be given the meaning which\nthe   learned  counsel\tfor  the  respondents  put  on\t it,\nparticularly, as the context shows that the amendment of the\nArticle\t by the <a href=\"/doc/70678966/\" id=\"a_85\">Constitution (Fourth Amendment) Act</a> was\t not\nretrospective.\tNow, if the constitutionality was to be\n(1)  [1958] S.C.R. 1122.</span>\n</p><span class=\"hidden_text\" id=\"span_22\"> 929</span>\n<p data-structure=\"Section\" id=\"p_19\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"871138\" id=\"span_23\">judged by the date of the writ petition, the result would be\nthat  sometime the Fourth Amendment of <a href=\"/doc/354224/\" id=\"a_86\">Art. 31</a> would  become\nretrospective  and  sometimes it would not,  depending\tupon\nwhether\t the  writ  petition was  filed\t before\t the  <a href=\"/doc/70678966/\" id=\"a_87\">Fourth\nAmendment  Act</a> was passed or after the said  amendment.\t  If\nthe writ petition was filed before the <a href=\"/doc/70678966/\" id=\"a_88\">Constitution  (Fourth\nAmendment)  Act</a>,  the  same provision of  an  Act  would  be\nunconstitutional  while\t if it was filed  after\t the  <a href=\"/doc/70678966/\" id=\"a_89\">Fourth\nAmendment  Act</a>, it may be constitutional.  Such a result  is\nobviously impossible to accept and could not have been meant\nby the observation in <a href=\"/doc/871138/\" id=\"a_90\">Bombay Dyeing</a> case (1).  It is in\t our\nopinion absolutely elementary that the constitutionality  of\nan Act must be judged on the basis of the Constitution as it\nwas  on\t the  date  the\t Act  was  passed,  subject  to\t any\nretrospective amendment of the Constitution.  Therefore, the\nargument that the constitutionality of the <a href=\"/doc/3482533/\" id=\"a_91\">Transfer Act</a> must\nbe  judged on the basis of the Constitution as it  stood  on\nthe date of the present writ petition has no force and\tmust\nbe  rejected.\tWe  have  already  indicated  that  if\t the\nconstitutionality  is  to  be judged on the  basis.</span>  <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"973363\" id=\"span_24\">of\t the\nConstitution as it stood when the <a href=\"/doc/3482533/\" id=\"a_92\">Transfer Act</a> was passed,\nit is not seriously disputed that the <a href=\"/doc/3482533/\" id=\"a_93\">Transfer Act</a> would  be\nunconstitutional., in view of the decision of this Court  in\n<a href=\"/doc/973363/\" id=\"a_94\">Subodh Gopal</a>&#x27;s case (2).</span>\n</p><p data-structure=\"Precedent\" id=\"p_20\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1683423\" id=\"span_25\">The  second contention on behalf of the respondents is\tthat\neven  if the <a href=\"/doc/3482533/\" id=\"a_95\">Transfer Act</a> was unconstitutional, when it\t was\npassed\t the  inconsistency  having  been  removed  on\t the\nenactment  of  the <a href=\"/doc/70678966/\" id=\"a_96\">Constitution (Fourth Amendment)  Act</a>-  by\nwhich  <a href=\"/doc/354224/\" id=\"a_97\">Art.  31</a> was amended, the <a href=\"/doc/3482533/\" id=\"a_98\">Transfer  Act</a>\trevived\t and\nbecame\teffective,  at\tany rate from the  date\t the  <a href=\"/doc/70678966/\" id=\"a_99\">Fourth\nAmendment  Act</a>\tcame into force.  This brings us to  a\tcon-\nsideration  of\tthe doctrine of eclipse, on which  the\tcon-\ntention is based.  This doctrine first came to be considered\nin <a href=\"/doc/1683423/\" id=\"a_100\">Behram Khurshed Pesikaka v. The State of Bombay</a> ()  where\nVenkatarama Aiyar, J. drew a\n(1) [1958] S.C.R. 1122.\t    (2) [1954] S.C.R. 587.\n(3)  [1955] 1 S. C. R. 613,\n<span class=\"hidden_text\" id=\"span_26\">930</span>\ndistinction between the invalidity arising out of lack\t   of\nlegislative competence and that arising by reason of a check\nimposed upon the legislature by the provisions contained  in\nthe Chapter on Fundamental Rights.</span>  <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"656658\" id=\"span_27\">He relied on an  earlier\ndecision  of  this Court in <a href=\"/doc/656658/\" id=\"a_101\">Keshavan Madhava  Menon  v.\t The\nState of Bombay</a> (1) and was of the view that the word &quot;void&quot;\nin  <a href=\"/doc/1010805/\" id=\"a_102\">Art.  13  (1)</a>  should be construed\tas  meaning  in\t the\nlanguage  of the American jurists as &quot;relatively void&quot;.</span>\t  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"656658\" id=\"span_28\">It\nmay however be observed that the laws under consideration in\n<a href=\"/doc/656658/\" id=\"a_103\">Keshavan  Madhava  Menon</a>&#x27;s  case (1) as well  as  in  Behram\nKhurshed  Pasikaka (2) were both pre-Constitution laws,\t and\nthe effect of <a href=\"/doc/1010805/\" id=\"a_104\">Art. 13 (1)</a> had to be considered with  respect\nto their constitutionality.  Be ram Khurshed Pesikaka&#x27;s ( 2)\ncase  was  later referred to a larger Bench in view  of\t the\nconstitutional\tquestions  involved  and  in  the   majority\njudgment of the Constitution Bench, Mahajan, C. J., into out\nthat  there  was  no scope for\tintroducing  terms  like   &quot;</span>\n</p><blockquote id=\"blockquote_4\">relatively void&quot;, coined by American Jurists in con,  strung\na  Constitution which is not drawn up in ~similar  language.\nThe  majority  also  observed that they\t were  not  able  to\nendorse the ~opinio expressed by ~Venkatarama ~Aiyar, J., ~t\nat  ~p declaration of unconstitutionality brought  about  by\nlack of legislative power stood on a different footing\tfrom\na declaration of unconstitutionality brought about by reason\nof  abridgement of fundamental rights, and that it  was\t not\ncorrect to say that constitutional provisions in Part III of\nthe Constitution ~merely operated as a check on the exercise\nof  legislative power.\tIt was also observed that  when\t the\nlaw~making  power  of  a State is restricted  by  a  written\nfundamental law, then any~- law enacted which is opposed  to\nthe  fundamental  law  was in  excess  of  th~;\t legislative\nauthorit~y and was thus a nullity.  Both these\tdeclarations\nof  unconstitutionality go to the root of the power  itself\nand  there  was no real dtstinctioi4 between them  and\tthey\nrepresent two aspects of want of legislative power.\n</blockquote><blockquote id=\"blockquote_5\">(1) [1951] S. C. R. 228.\n(2) [1955] 1 S. C. R. 613.\n<span class=\"hidden_text\" id=\"span_29\"> 931</span>\n</blockquote><p data-structure=\"Section\" id=\"p_21\">Finally,  it  was  added  that\ta  mere\t reference  to\t the\nprovisions  of\t<a href=\"/doc/772605/\" id=\"a_105\">Art.  13  (2)</a> and  Arts.  245  and  246\t was\nsufficient  to\tindicate  that there was  no  competency  in\nParliament or a State legislature to make a law which  comes\ninto  clash  with  part III of the  Constitution  after\t the\ncoming into force of the Constitution.\n</p><p data-structure=\"Section\" id=\"p_22\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"283660\" id=\"span_30\">Then came the decision in <a href=\"/doc/283660/\" id=\"a_106\">Saghir Ahmad</a>&#x27;s case (1).  In\tthat\ncase  the law under consideration had been passed after\t the\ncoming\tinto force of the Constitution, and the judgment  of\nthe Constitution Bench was unanimous.  The question there to\nbe  considered\twas the effect of  the\t<a href=\"/doc/136460171/\" id=\"a_107\">Constitution  (First\nAmendment) Act</a>, which was passed shortly after the Act under\nchallenge   there   was\t passed.   It  was   observed\tthat\n&quot;&#x27;amendment  of the Constitution which came later cannot  be\ninvoked\t to  validate an earlier legislation which  must  be\nregarded  as unconstitutional when it was passed&quot;,  and\t the\nobservation  of Prof.  Cooley in his work on  Constitutional\nLimitations   to  the  effect  that  &quot;a\t statute  void\t for\nunconstitutionality  is\t dead and cannot be vitalised  by  a\nsubsequent  amendment  of  the\tConstitution  removing\t the\nconstitutional\t objection  but\t must  be  re-enacted&quot;\t was\naccepted  as  sound,  and the Court therefore  came  to\t the\nconclusion  that the legislation in question which  violated\nthe  fundamental right of the appellants under <a href=\"/doc/1142233/\" id=\"a_108\">Art.  19\t (1)</a></span>\n</p><p data-structure=\"Section\" id=\"p_23\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"283660\" id=\"span_31\">(g) of the Constitution and was not shown to be protected by\ncl.  6\tof  the\t Article, as it stood at  the  time  of\t the\nenactment  must be held to be void under <a href=\"/doc/772605/\" id=\"a_109\">Art. 13 (2)</a> of\t the\nConstitution.\tThe  <a href=\"/doc/283660/\" id=\"a_110\">Court further held</a> that  the  Act\tthen\nunder  consideration  also  violated  <a href=\"/doc/108209556/\" id=\"a_111\">Art.  31\t(2)</a>  of\t the\nConstitution,  and  thus  was  invalid.\t  It  will  be\tseen\ntherefore  that the doctrine of eclipse was not\t applied  to\nthe   case   of\t  a   post-Constitution\t  law,\t which\t was\nunconstitutional  as it was in violation of the <a href=\"/doc/1987997/\" id=\"a_112\">Art. 17\t (1)</a></span>\n</p><p data-structure=\"Precedent\" id=\"p_24\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"283660\" id=\"span_32\">(g) and was not protected by <a href=\"/doc/626103/\" id=\"a_113\">Art. 19 (6)</a> and also because it\nwas in violation of <a href=\"/doc/108209556/\" id=\"a_114\">Art. 31 (2).</a>  <a href=\"/doc/283660/\" id=\"a_115\">Saghir Ahmad</a>&#x27;s case (1) in\neffect completely demolishes the argument raised on\n(1)  [1955] 1 S.C.R. 707.</span>\n</p><span class=\"hidden_text\" id=\"span_33\">932</span>\n<p data-structure=\"Section\" id=\"p_25\">behalf of the respondents that a post-Constitution law which\nis  void under Arts. 19 (1) and 31 (2) of  the\tConstitution\nand  is\t thus  void  from birth can  be\t revived  under\t the\ndoctrine of eclipse.\n</p><p data-structure=\"Precedent\" id=\"p_26\">The  respondents,  however, rely on the next  case  in\tthis\nseries,\t namely,  Bhikaji Narain Dhakaras v.  The  State  of\nMadhya\tPradesh (1).  That case was however dealing  with  a\npre-Constitution  law and not with a post-Constitution\tlaw.\nIn that case an argument was put forward that Saghir Ahmad&#x27;s\ncase(2) would apply.  <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"283660\" id=\"span_34\">But it was held that  would not be  so\nfar  the  simple  reason that <a href=\"/doc/283660/\" id=\"a_116\">Saghir Ahmad</a>&#x27;s  case  (2)\t was\ndealing\t with a post-,Constitution law, while that case\t was\nconcerned  with\t a  pre-Constitution law.  It  was  in\tthat\nconnection  that <a href=\"/doc/1010805/\" id=\"a_117\">Art. 13 (1)</a> came to be considered,  and  it\nwas  observed  that  the true effect of the  Article  is  to\nrender\tan  Act, inconsistent with  a  fundamental  right,.,\ninoperative  to\t the extent of the  inconsistency.   It\t was\nfurther observed that &quot;it is overshadowed by the fundamental\nright  and  remains  dormant but is  not  dead&quot;.   With\t the\namendment made in the Constitution, it was pointed out,\t the\nprovisions of the particular Act were no longer inconsistent\ntherewith and the result was that the impugned Act began  to\noperate once again from the date of such amendment.  In that\nconnection,  it\t was  observed at p.  599  that\t &quot;&#x27;the\ttrue\nposition  is  that  the\t impugned law  became,\tas  it\twere\neclipsed, for the time being, by the fundamental right.\t The\neffect of the Constitution (First Amendment), Act, 1951, was\nto remove the shadow and to make the impugned Act free\tfrom\nall blemish or infirmity&quot;.  It was further pointed out\tthat\n&quot;the  American authorities refer only  to  post-Constitution\nlaws  which  were inconsistent with the\t provisions  of\t the\nConstitution.\tSuch  laws  never  came\t to  fife  but\twere\nstillborn  as it were.\tThe American  authorities  therefore\ncannot\tfully  apply to pre-Constitution  laws\twhich,\twere\nperfectly valid before the Constitution&quot;.  The\trespondents,\nhowever,\n(1) [1955] 2 S.C.R. 589.</span>\n</p><p data-structure=\"Precedent\" id=\"p_27\">(2) [1955] 1 S.C.R. 707.\n</p><span class=\"hidden_text\" id=\"span_35\"> 933</span>\n<p data-structure=\"Section\" id=\"p_28\">rely on the following passage at p. 599\n\t      &quot;But apart from this distinction between\tpre-\n\t      Constiution  and\tpost-Constitution  laws\t  on\n\t      which, however, we need not rest our decision,\n\t      it   must\t  be  held   that   these   American\n\t      authorities  can\thave no application  to\t our\n\t      Constitution.   All laws, existing or  future,\n\t      which are inconsistent with the provisions  of\n\t      Part  III\t of  our Constitution  are,  by\t the\n\t      express provision of <a href=\"/doc/134715/\" id=\"a_118\">article 13</a>, rendered void\n\t      &quot;to  the extent of such inconsistency&#x27;.\tSuch\n\t      laws  were not dead for, all  purposes.\tThey\n\t      existed  for the purpose\tof  pre-Constitution\n\t      rights  and  liabilities\tand  they   remained\n\t      operative,  even\tafter the  Constitution,  as\n\t      against  non citizens.  It is only as  against\n\t      the  citizens that they remained in a  dormant\n\t      or moribund condition&quot;.\n</p><p data-structure=\"Precedent\" id=\"p_29\">It  is true that the learned judges did say that  they\tneed\nnot  rest  their decision on the  distinction  between\tpre-\nConstitution and post-Constitution laws ; but the later part\nof these observations where the learned judges say that such\nlaws  are not dead for all purposes shows that they  had  in\nmind  pre-Constitution\tlaws, for otherwise they  could\t not\nhave  said  that  they\texisted\t for  the  purpose  of\tpre-\nConstitution  rights  and  liabilities\tand  they   remained\noperative  even\t after\tthe  Constitution  as  against\tnon-\ncitizens.  We are therefore of opinion that the decision  in\nBhikaji\t  Narain&#x27;s  case  (1)  must  be\t confined  to\tpre-\nConstitution  laws  to which the doctrine of  eclipse  would\napply.\t We are fortified in this opinion by the  fact\tthat\nthe  learned judges in Bhikaji Narain&#x27;s\t case(1)  themselves\ndistinguished\tthe  earlier  decision\tin  Saghir   Ahmad&#x27;s\ncase(2),  to  which  Das  Acting C.  J,\t who  delivered\t the\njudgment in Bhikaji Narain&#x27;s case(1) was also a party.\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"570453\" id=\"span_36\">Next  we  come to the last case on the point,  namely,\t<a href=\"/doc/570453/\" id=\"a_119\">Deep\nChand  v. The State of Uttar Pradesh</a>(3).  In that case,\t the\nmajority after referring to all these\n(1) [1959] 2 S.C.R. 589.\t   (2) [1955] 1 S.C.R. 707.\n(3) [1959] Supp. 2 S.C.R. 8.</span>\n</p><span class=\"hidden_text\" id=\"span_37\">934</span>\n<p data-structure=\"Precedent\" id=\"p_30\">cases  pointed out the distinction between Arts.  13(1)\t and\n13(2),\tand  further held that the  limitations\t imposed  by\nChap.\tIII on legislative power were on the same  level  as\nthe  competence\t of  the  legislature  to  make\t laws.\t The\nfollowing observations at p. 20 will bring out the  position\nclearly :-\n</p><blockquote id=\"blockquote_6\">\t      &quot;Parliament  and\tthe Legislatures  of  States\n\t      have  power to make laws in respect of any  of\n\t      the matters enumerated in the- relevant  Lists\n\t      in the Seventh Schedule and that power to make\n\t      laws  is\tsubject to the\tprovisions-  of\t the\n\t      Constitution,  including Art. 13.,  i.e.,\t the\n\t      power  is\t made  subject\tto  the\t limitations\n\t      imposed by Part III of the Constitution.\t The\n\t      general power to that extent is limited.\t The\n\t      Legislature,  therefore, has no power to\tmake\n\t      any  law\tin  derogation\tof  the\t  injunction\n\t      contained\t in <a href=\"/doc/134715/\" id=\"a_120\">Art. 13.</a>  <a href=\"/doc/1010805/\" id=\"a_121\">Art. 13(1)</a> deals\twith\n\t      laws in force in the territory of India before\n\t      the commencement of the Constitution and\tsuch\n\t      laws insofar as they are inconsistent with the\n\t      provisions of Part, III shall to the extent of\n\t      such  inconsistency  be  void.   The   clause,\n\t      therefore, recognises the validity of the pre-\n\t      Constitution laws and only declares that\tsaid\n\t      laws would be void thereafter to the extent of\n\t      their  inconsistency with Part III  ;  whereas\n\t      clause   (2)   of\t that  Article\t imposes   a prohibition o\nn the State making laws\t ,taking\n\t      away or abridging the rights conferred by Part\n\t      III,   and   declares  that   laws   made\t  in\n\t      contravention  of\t this clause  shall  to\t the\n\t      extent of the contravention be void.  There is\n\t      a\t clear distinction between the two  clauses.\n\t      Under   clause  (1)  a  pre-Constitution\t law\n\t      subsists\t except\t  to  the  extent   of\t its\n\t      inconsistency with the provisions of Part III,\n\t      whereas  no post-Constitution law can be\tmade\n\t      contravening  the provisions of Part  III\t and\n\t      therefore the law to that extent, though made,\n\t      is a nullity from its inception&quot;.\n</blockquote><span class=\"hidden_text\" id=\"span_38\">\t      935</span>\n<p data-structure=\"Conclusion\" id=\"p_31\">The  minority however thought that it was not  necessary  to\ndecide\tthis  question <a href=\"/doc/570453/\" id=\"a_122\">in that case</a>, and therefore  did\t not\nfinally express its views.\n</p><p data-structure=\"Section\" id=\"p_32\">A  review  of  these authorities therefore  in\tour  opinion\nclearly\t shows\tthat the doctrine of eclipse will  apply  to\npre-Constitution  laws which are governed by <a href=\"/doc/1010805/\" id=\"a_123\">Art. 13(1)</a>\t and\nwould not apply to post-Constitution laws which are governed\nby  <a href=\"/doc/772605/\" id=\"a_124\">Art.  13(2).</a>   It is, however, urged on  behalf  of\t the\nrespondents that on the language of <a href=\"/doc/1010805/\" id=\"a_125\">Art. 13(1)</a> and <a href=\"/doc/1456610/\" id=\"a_126\">(2)</a> there\nshould be no difference in the matter of the application  of\nthe  doctrine of eclipse.  It is said that <a href=\"/doc/1010805/\" id=\"a_127\">Art. 13(1)</a>  pres-\ncribes\tthat insofar as the existing laws  are\tinconsistent\nwith the provisions of Part III, they shall to the extent of\nsuch inconsistency be void.  Similarly,, <a href=\"/doc/772605/\" id=\"a_128\">Art. 13(2)</a> provides\nthat  any law made in contravention of this clause shall  to\nthe  extent of the contravention be void.  The\targument  is\ntwo-fold.   In the first place, it is urged that  the  words\n&quot;&#x27;to the extent of the inconsistency&quot; or &quot;&#x27;to the extent  of\nthe  contravention&quot;  mean  &quot;&#x27;so long  as  the  inconsistency\ncontinues or so long as the contravention continues.&quot; We are\nof  opinion that this is not the meaning of these  words  in\n<a href=\"/doc/1010805/\" id=\"a_129\">Art. 13(1)</a> and <a href=\"/doc/1456610/\" id=\"a_130\">(2).</a>  Obviously, the Constitution makers when\nthey  used  the words &quot;&#x27;to the extent of&quot;  in  both  clauses\nintended that the pre-existing law or the  post-Constitution\nlaw  should only be void as far as the inconsistency or\t the\ncontravention  went  i.e.  if only a part  of  the  law\t was\ninconsistent or contravened the constitutional\tprohibition,\nthat  part alone would be void and not the entire law.\t The\nobvious\t intention  behind  the use of the  words  &quot;&quot;to\t the\nextent\tof&quot; was to save such parts of a law as were not\t in-\nconsistent  with  or  in  making which\tthe  State  did\t not\ncontravene   the   prohibition\t against   infringement\t  of\nfundamental  rights  and that  distinction  may\t conceivably\nintroduce  considerations  of severability ; it has  in\t our\nopinion\t no reference to the time for which the voidness  is\nto continue.  Where the Constitution\n<span class=\"hidden_text\" id=\"span_39\">936</span>\nmakers\tintended  to refer to time they have  used  specific\nwords for that purpose ; as, for instance, in <a href=\"/doc/1030229/\" id=\"a_131\">Art. 251.</a> That\nArticle deals with &quot;&#x27;inconsistency between lawsmade    by\nParliament  under <a href=\"/doc/1883579/\" id=\"a_132\">Articles 249</a> and <a href=\"/doc/497125/\" id=\"a_133\">250</a> and laws made by\t the\nLegislatures  of States&#x27; , and provides\t that...........  ..\nthe  law made by Parliament, whether passed before or  after\nthe law made by the Legislature of the State, shall prevail,\nand  the law made by, the Legislature of the State shall  to\nthe  extent  of the repugnancy but so long only as  the\t law\nmade  by  Parliament  continues\t to  have  effect,  be\t in-\noperative.&quot;  If therefore the Constitution  makers  intended\nthat the provisions in <a href=\"/doc/1010805/\" id=\"a_134\">Art. 13(1)</a> and <a href=\"/doc/1456610/\" id=\"a_135\">(2)</a> would only  affect\nlaws  so  long as inconsistency continued  or  contravention\nlasted, they could have provided specifically for it.  On  a\nplain construction of the clause, the element of time,\tmust\nbe excluded.  We cannot therefore accept the contention that\nthe  words &quot;&quot;to the extent of&quot; import any idea of time.\t  In\nour  opinion, they only import the idea that the law may  be\nvoid  either wholly or in part and that only  such  portions\nwill  be  void\tas are inconsistent with Part  III  or\thave\ncontravened Part III and no more.\n</p><p data-structure=\"Precedent\" id=\"p_33\">We  may in this connection also refer to the  difference  in\nthe language and scope of <a href=\"/doc/1010805/\" id=\"a_136\">Art. 13(1)</a> and <a href=\"/doc/772605/\" id=\"a_137\">13(2).</a>\t <a href=\"/doc/1010805/\" id=\"a_138\">Art.  13(1)</a>\nclearly\t recognises  the existence of pre-existing  laws  in\nforce  in  the\tterritory of India  immediately\t before\t the\ncommencement  of the Constitution and then lays down that  i\nin  so far as they are inconsistent with the  provisions  of\nPart  III,  they  shall\t be  void  to  the  extent  of\tsuch\ninconsistency.\t  The\tpreConstitution\t laws\twhich\twere\nperfectly  valid when they were passed and the existence  of\nwhich  is  recognised  in the opening words  of\t <a href=\"/doc/1010805/\" id=\"a_139\">Art.  13(1)</a>\nrevive\tby  the removal of the\tinconsistency  in  question.\nThis  in effect is the doctrine of eclipse, which if we\t may\nsay  so\t with  respect,\t was  applied  in  Bhikaji  Narain&#x27;s\ncase.(1)\n(1)  [1955] 2 S.C.R. 589.\n</p><span class=\"hidden_text\" id=\"span_40\">\t\t\t    937</span>\n<p data-structure=\"Precedent\" id=\"p_34\"><a href=\"/doc/772605/\" id=\"a_140\">Art.  13(2)</a> on the other hand begins with an  injunction  to\nthe State not to make a law which takes away or abridges the\nrights\t conferred   by\t  Part\tIII.   There   is   thus   a\nconstitutional prohibition to the State against making\tlaws\ntaking\t away\tor  abridging\tfundamental   rights.\t The\nlegislative  power  of Parliament and &#x27;the  Legislatures  of\nStates under <a href=\"/doc/574894/\" id=\"a_141\">Art. 245</a> is subject to the other provisions  of\nthe Constitution and therefore subject to <a href=\"/doc/772605/\" id=\"a_142\">Art. 13(2)</a>,  which\nspecifically prohibits the State from making any law  taking\naway  or  abridging the fundamental rights.   Therefore,  it\nseems  to  us that the prohibition contained in\t <a href=\"/doc/772605/\" id=\"a_143\">Art.  13(2)</a>\nmakes  the  State as much incompetent to make a\t law  taking\naway  or  abridging the fundamental rights as  it  would  be\nwhere law is made against the distribution of\t      powers\ncontained  in  the  Seventh  Schedule  to  the\tConstitution\nbetween Parliament and the Legislatureof     a\t    State.\nFurther, <a href=\"/doc/772605/\" id=\"a_144\">Art. 13(2)</a> provides  that the law shall be void to\nthe  extent of the contravention.  Now contravention in\t the\ncontext takes place only once when the law is &quot;made, for the\ncontravention  is of the prohibition to make any  law  which\ntakes away or abridges the fundamental rights.\tThere is  no\nquestion of contravention of <a href=\"/doc/772605/\" id=\"a_145\">Art. 13 (2)</a> being a  continuing\nmatter.\t  Therefore,  where there is a question of  a  post-\nConstitution  law, there is a prohibition against the  State\nfrom  taking away or abridging fundamental rights and  there\nis   a\tfurther\t provision  that  if  the   prohibition\t  is\ncontravened  the  law  shall be void to the  extent  of\t the\ncontravention.\t In view of this clear provision it must  be\nheld that unlike a law covered by <a href=\"/doc/1010805/\" id=\"a_146\">Art. 13(1)</a> which was valid\nwhen made, the law made in contravention of the\t prohibition\ncontained  in <a href=\"/doc/772605/\" id=\"a_147\">Art. 13 (2)</a> is a still,born law either  wholly\nor partially depending upon the extent of the contravention.\n&#x27;Such  a law is dead from the beginning and there can be  no\nquestion of its revival under the doctrine of eclipse. plain\nreading therefore of the words in <a href=\"/doc/1010805/\" id=\"a_148\">Art. 13(1)</a> and <a href=\"/doc/772605/\" id=\"a_149\">Art.  13(2)</a>\nbrings out a\n<span class=\"hidden_text\" id=\"span_41\">938</span>\nclear distinction between the two.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"283660\" id=\"span_42\"><a href=\"/doc/1010805/\" id=\"a_150\">Art. 13(1)</a> declares such\npre-Constitution  laws as are inconsistent with\t fundamental\nrights\tvoid.  <a href=\"/doc/772605/\" id=\"a_151\">Art. 13 (2)</a> consists of two parts; the  first\npart imposes an inhibition on the power of the State to make\na law contravening fundamental rights, and the second  part,\nwhich is merely a consequential one, mentions the effect  of\nthe breach.  Now what the doctrine of eclipse can revive  is\nthe  operation\tof  a  law which  was  operative  until\t the\nConstitution  came  into  force and had\t since\tthen  become\ninoperative  either  wholly or partially; it  cannot  confer\npower  on the State to enact a law in breach of\t <a href=\"/doc/772605/\" id=\"a_152\">Art.  13(2)</a>\nwhich would be the effect of the application of the doctrine\nof  eclipse  to post-Constitution laws.\t Therefore,  in\t the\ncase  of  <a href=\"/doc/1010805/\" id=\"a_153\">Art.\t13(1)</a> which applies  to\t existing  law,\t the\ndoctrine  of eclipse is applicable as <a href=\"/doc/570453/\" id=\"a_154\">laid down\t in</a>  Bhikuji\nNarain&#x27;s  case (1), but in the case of a law made after\t the\nConstitution came into force, it is <a href=\"/doc/772605/\" id=\"a_155\">Art. 13(2)</a> which applies\nand the effect of that is what we have already indicated and\nwhich  was  indicated by this Court as far  back  as  <a href=\"/doc/283660/\" id=\"a_156\">Saghir\nAhmvd</a>&#x27;s case (2).</span>\n</p><p data-structure=\"Precedent\" id=\"p_35\">It  is however urged on behalf of the respondents that\tthis\nwould give a different meaning to the word &#x27;void&quot; in <a href=\"/doc/1010805/\" id=\"a_157\">Art. 13\n(1).</a>  as compared to <a href=\"/doc/772605/\" id=\"a_158\">Art. 13 (2).</a>  We do not think so.\t The\nmeaning of the word &quot;void&quot; in <a href=\"/doc/1010805/\" id=\"a_159\">Art. 13 (1)</a> was considered  in\nKeshava Madhava Menon&#x27;s caseand\t again in Behram  Khurshed\nPesikaka&#x27;s caseIn   the\t later\tcase, Mahajan,\tC.  J.,\npointed out thatthe majority in Keshava Madhava\t Menon&#x27;s\ncase (3) clearly held that the word &quot;void&quot; in <a href=\"/doc/1010805/\" id=\"a_160\">Art. 13(1)</a> did\nnot  mean  that\t the statute stood  repealed  and  therefore\nobliterated from the statute book; nor did it mean that\t the\nsaid statute was void ab initio.  This, in our opinion if we\nmay  say so with respect, follows clearly from the  language\nof <a href=\"/doc/1010805/\" id=\"a_161\">Art. 13(1)</a>, which presupposes that the existing laws\t are\ngood  except  to the extent of the  inconsistency  with\t the\nfundamental rights.  Besides\n(1)  [1955] 1 S.C.R. 589  (2)  [1955] 1 S.C.R. 707.\n(3)  [1951] S.C.R. 288.\t  (4) [1953] 1 S.C.R. 613.\n</p><span class=\"hidden_text\" id=\"span_43\">939</span>\n<p data-structure=\"CDiscource\" id=\"p_36\">there  could  not be any question of an existing  law  being\nvoid  ab  initio on account of the inconsistency  with\t<a href=\"/doc/1010805/\" id=\"a_162\">Art.\n13(1)</a>, as they were passed by competent legislatures at\t the\ntime when they were enacted.  Therefore, it was pointed\t out\nthat the effect of <a href=\"/doc/1010805/\" id=\"a_163\">Art. 13(1)</a> with respect to existing\tlaws\ninsofar\t as  they  were unconstitutional was  only  that  it\nnullified them, and made them &quot;&#x27;ineffectual and nugatory and\ndevoid\tof any legal force or binding effect&quot;.\tThe  meaning\nof the word &quot;void&quot; for all practical purposes is the same in\n<a href=\"/doc/1010805/\" id=\"a_164\">Art.  13(1)</a>  as in <a href=\"/doc/772605/\" id=\"a_165\">Art. 13(2)</a>, namely, that the\t laws  which\nwere  void were ineffectual and nugatory and devoid  of\t any\nlegal  force  or binding effect.  But  the  pre-Constitution\nlaws  could not become void from their inception on  account\nof  the\t application of <a href=\"/doc/1010805/\" id=\"a_166\">Art. 13(1)</a> The meaning of  the\tword\n&#x27;,&#x27;void&quot; in <a href=\"/doc/772605/\" id=\"a_167\">Art. 13 (2)</a> is also the same viz., that the laws\nare  ineffectual and nugatory and devoid of any legal  force on\t binding\neffect, if they contravene  <a href=\"/doc/772605/\" id=\"a_168\">Art.  13(2).</a>   But\nthere  is one vital difference between pre-Constitution\t and\npost-Constitution laws in this matter.\tThe voidness of\t the\npre-Constitution laws is. not from inception.  Such voidness\nsupervened  when  the Constitution came into force;  and  so\nthey  existed  and  operated for sometime  and\tfor  certain\npurposes;  the\tvoidness of post-Constitution laws  is\tfrom\ntheir  very inception and they cannot therefore continue  to\nexist  for  any\t purpose.   This  distinction  between\t the\nvoidness  in one case and the voidness in the  other  arises\nfrom the circumstance that one is a pre-Constitution law and\nthe other is a post-Constitution law; but the meaning of the\nword void&quot; is the same in either case, namely, that the\t law\nis ineffectual and nugatory and devoid of any legal force or\nbinding effect.\n</p><p data-structure=\"CDiscource\" id=\"p_37\">Then  comes  the  question as to what is the  effect  of  an\namendment of the Constitution in the two types of cases.  So\nfar &#x27;as pre-Constitution laws ate  concerned the  amendment\nof  the\t Constitution which removes the\t inconsistency\twill\nresult\n<span class=\"hidden_text\" id=\"span_44\">940</span>\nin  the\t revival of such laws by virtue of the\tdoctrine  of\neclipse,  as <a href=\"/doc/283660/\" id=\"a_169\">laid down in</a> Bhikaji Narain&#x27;s case (1) for\t the\npreexisting  laws were not still-born and would still  exist\nthough eclipsed on account of the inconsistencyto govern_\npreexisting matters.  But in the case of post-\tConstitution\nlaws, they would be still born tothe\textent\t of    the\ncentravention.\tAnd it is this distinction which results  in\nthe  impossibility  of applying the doctrine of\t eclipse  to\npost-Constitution laws, for nothing\tcan be revived which\nnever\t  had any valid\t existence. We are therefore of\t opinion\nthat the meaning     of the word &quot;void&quot; is the\t  same\tboth\nin Art 13      (1)    and   <a href=\"/doc/772605/\" id=\"a_170\">Art.  13  (2)</a>,  and\t  that\t the\napplication of the  doctrine of eclipse in one case and\t not\nin  the other case does not depend upon\t giving a  different\nmeaning\t to the word &quot;void&#x27; in the two parts of <a href=\"/doc/134715/\" id=\"a_171\">Art. 13;</a>  it\narises from the inherent difference between <a href=\"/doc/1010805/\" id=\"a_172\">Art. 13 (1)</a>\t and\n<a href=\"/doc/772605/\" id=\"a_173\">Art.  13 (2)</a> arising from the fact that one is dealing\twith\npre-Constitution  laws, and the other is dealing with  post-\nConstitution laws, with the result that in one case the laws\nbeing  not  still-born the doctrine of\teclipse\t will  apply\nwhile  in  the other case the laws being  still_  born-there\nwill  be  no scope for the application of  the\tdoctrine  of\neclipse.   Though  the, two clauses form part  of  the\tsame\nArticle,  there\t is  a\tvital  difference  in  the  language\nemployed in them as also in their content and scope.  By the\nfirst  clause the Constitution recognises the  existence  of\ncertain\t operating laws and they are declared void,  to\t the\nextent of their inconsistency with fundamental rights.\t Had\nthere  been no such declaration, these laws would have\tcon-\ntinued\t to  operate.\tTherefore,  in\tthe  case  of\tpre-\nConstitution laws what an amendment to the Constitution does\nis to remove the shadow cast on it by this declaration.\t The\nlaw  thus  revives.   However, in the  case  of\t the  second\nclause,\t  applicable   to  post\t  Constitution\t laws,\t the\nConstitution does not recognise their existence, having been\nmade  in  defiance  of a prohibition  to  make\tthem.\tSuch\ndefiance makes the\n(1)  [1955] 2 S.C.R. 589.\n</p><span class=\"hidden_text\" id=\"span_45\"> 941</span>\n<p data-structure=\"Section\" id=\"p_38\">law  enacted void.  In their case therefore there can be  no\nrevival\t by an amendment of the Constitution, MO though\t the\nbar  to make the law is removed, so far as the period  after\nthe   amendment\t is  concerned.\t  In  the  case\t  of   post-\nConstitution  laws,  it\t would\tbe  hardly  appropriate\t  to\ndistinguish  between  laws  which  are\twholly\tvoid-as\t for\ninstance, those which contravene Art. 31-and those which are\nsubstantially  void but partly valid,-as for instance,\tlaws\ncontravening <a href=\"/doc/81771913/\" id=\"a_174\">Art. 1.9.</a> Theoretically, the laws falling under\nthe latter category may be valid qua non-citizens; but\tthat\nis  a  wholly unrealistic consideration and it seems  to  us\nthat  such  nationally partial valid existence of  the\tsaid\nlaws   on  the\tstrength  of  hypothetical   and   pendantic\nconsiderations\t cannot\t justify  the  application  of\t the\ndoctrine  of  eclipse to them.\tAll post  Constitution\tlaws\nwhich  contravene the mandatory injunction contained in\t the\nfirst part of <a href=\"/doc/772605/\" id=\"a_175\">Art. 13 (2)</a> are void, as void as are the\tlaws\npassed\twithout legislative competence, and the doctrine  of\neclipse does not apply to them.\t We are therefore of opinion\nthat  the  <a href=\"/doc/70678966/\" id=\"a_176\">Constitution\t (Fourth Amendment)  Act</a>  cannot  be\napplied\t to the <a href=\"/doc/3482533/\" id=\"a_177\">Transfer Act</a> in this case by virtue  of\t the\ndoctrine  of eclipse It follows therefore that the  <a href=\"/doc/3482533/\" id=\"a_178\">Transfer\nAct</a> is unconstitutional because it did not comply with\t<a href=\"/doc/108209556/\" id=\"a_179\">Art.\n31  (2)</a>,  as it stood at the time it was  passed.   It\twill\ntherefore have to be struck down, and the petitioner given a\ndeclaration in his favour accordingly.\n</p><p data-structure=\"Conclusion\" id=\"p_39\">Re. (3).\n</p><p data-structure=\"Section\" id=\"p_40\">We now come to the constitutionality of the Forest Amendment\nAct.   By this Act, Chap.  V-A was added to the <a href=\"/doc/157078221/\" id=\"a_180\">Forest\tAct</a>,\nand  the main provision of it which has been attacked is  s.\n38-B.\tIt  lays  down\tthat the  State\t Government  may  by\nnotification  regulate or prohibit in any forest situate  in\nor  upon  any land of a claimant the doing of  certain\tacts\nwhere such regulation or prohibition appears necessary.\n</p><span class=\"hidden_text\" id=\"span_46\">942</span>\n<p data-structure=\"Section\" id=\"p_41\">Claimant is defined in S. 38-A as meaning a person  claiming\nto  be\tentitled  to  the  land\t or  any  interest   therein\nacquired,  owned, settled or possessed or purported to\thave\nbeen  acquired, owned. settled or possessed  whether  under,\nthrough\t or by any lease or licence executed prior  to.\t the\ncommencement of the Abolition Act or under and in accordance\nwith   any  provision  of  any\tenactment,,  including\t the\nAbolition  Act.\t It may be added that in 1960 there  was  an\namendment  to this Act by which certain other sections\thave\nbeen added in Chap.  V-A.  We shall deal with the effect  of\nthat  amendment later; for the present we are  dealing\twith\nthe attack on S. 38-B.\tIt is contended that the  regulation\nor  prohibition\t contemplated in S. 38-B is of\ta  permanent\nnature and interferes even with forestry operations.  It  is\nalso  contended\t that  it  takes  away\trights\twithout\t any\nprovision  for compensation.  In short, the attack on  Chap.\nV-A,  as originally enacted., is based on a contrast of\t its\nprovision  with Chap.  V of the Forest Act.  Now if this  is\nreally\tso,  there  may\t be  something\tin  favour  of\t the\npetitioner&#x27;s contention that certain parts of Chap.  V-A, as\noriginally   enacted,\tare   unconstitutional.\t   But\t the\ncontention on behalf of the respondents is that Chap.\tV-A,\nas  originally\tenacted\t (i.e.\tss. 38-A  to  38-G)  is\t not\nsupplementary to Chap.\tV, but is supplementary to Chap.  II\nof  the\t Forest\t Act, and is thus intended  to\tserve  as  a\ntemporary   provision  for  protection\tof   forests   while\nproceedings   under  Chap.   II\t are  going  on.   If\tthis\ncontention  on\tbehalf of the- respondents is  correct,\t the\nattack\tof  the\t petitioner on\tChap.\tV-A,  as  originally\nenacted,  would lose all force because that attack is  based\non  the assumption that Chap.  V-A, as\toriginally  enacted,\nallows the State to make permanent orders under it and\tthen\nthe  contrast between Chap.  V-A as originally\tenacted\t and\nChap.  V would bring out the infirmities in Chap.  V-A.\nIt  is necessary therefore to I look at the scheme of  Chap.\nII of Forest Act, which contains <a href=\"/doc/70133191/\" id=\"a_181\">sections 3</a>\n<span class=\"hidden_text\" id=\"span_47\"> 943</span>\nto  <a href=\"/doc/117791573/\" id=\"a_182\">27</a> and deals with reserved forests.\t <a href=\"/doc/70133191/\" id=\"a_183\">Section 3</a>  provides\nthat the State Government may constitute any forest land  or\nwaste land which is the property of Government or over which\nthe  Government has proprietary rights, or to the  whole  or\nany  part of the forest produce of which the  Government  is\nentitled,  a  reserved forest.\t<a href=\"/doc/33694868/\" id=\"a_184\">Section 4</a> provides  for\t the\nissue  of  a  notification declaring the  intention  of\t the\nGovernment to constitute a reserved forest.  <a href=\"/doc/120592564/\" id=\"a_185\">Section 5</a>\tbars\naccrual of forest rights in the area covered by notification\nunder  s. 4 after the issue of the notification.  <a href=\"/doc/44964352/\" id=\"a_186\">Section  6</a>\nthen inter alia gives power to the Forest Settlement Officer\nto  issue  a proclamation fixing a period of not  less\tthan\nthree  months  from  the  date\tof.  such  proclamation\t and\nrequiring every person claiming any right mentioned in<a href=\"/doc/33694868/\" id=\"a_187\"> s.  4</a>\nand  s 5 within such period either to present to the  Forest\nSettlement Officer a written notice specifying or to  appear\nbefore him and state the nature of such right and the amount\nand  particulars  of the compensation (if  any)\t claimed  in\nrespect\t thereof.   <a href=\"/doc/154313513/\" id=\"a_188\">Section  7</a> gives  power  to\t the  Forest\nSettlement Officer to make investigation himself to discover\nthese rights.  <a href=\"/doc/58665473/\" id=\"a_189\">Section 8</a> prescribes the powers of the Forest\nSettlement  Officer, and lays down inter alia that  he\twill\nhave  the same powers as a civil court has in the  trial  of\nsuits.\t<a href=\"/doc/55688333/\" id=\"a_190\">Section 9</a> inter alia provides for the extinction  of\nrights where no claim has been made under<a href=\"/doc/44964352/\" id=\"a_191\"> s. 6</a> on the making\nof  a  notification under<a href=\"/doc/38053724/\" id=\"a_192\"> s. 20</a>.  Section II (1)  lays\tdown\nthat &quot;in the case of a claim to a right in or over any land,\nother than a right-of way or right of pasture, or a right to\nforest-produce\tor  a water-course,  the  Forest  Settlement\nOfficer shall pass an order admitting or rejecting the\tsame\nin whole or in part.&quot; <a href=\"/doc/114960080/\" id=\"a_193\">Section 11(2)</a> lays that &quot;if such claim\nis  admitted  in  whole or in part,  the  Forest  Settlement\nOfficer\t shall either (i) exclude such land from the  limits\nof  the proposed forest, or (ii) come to an  agreement\twith\nthe owner thereof for the surrender of his rights ; or (iii)\nproceed\t to acquire such land in the manner provided by\t the\n<a href=\"/doc/7832/\" id=\"a_194\">Land Acquisition Act, 1894</a>.&quot;\n</p><span class=\"hidden_text\" id=\"span_48\">944</span>\n<p data-structure=\"Section\" id=\"p_42\"><a href=\"/doc/90010959/\" id=\"a_195\">Sections  12</a> to <a href=\"/doc/99147601/\" id=\"a_196\">16</a> provide for the determination  of  rights\nother than rights in or over any land, including commutation\nby the payment of a sum of money or by the grant of land, or\nin such other manner as he thinks fit.\t<a href=\"/doc/172195770/\" id=\"a_197\">Section 17</a>  provides\nfor appeals from orders passed under<a href=\"/doc/114960080/\" id=\"a_198\"> ss. 11</a>, <a href=\"/doc/90010959/\" id=\"a_199\">12</a>, <a href=\"/doc/125970322/\" id=\"a_200\">15</a> and\t <a href=\"/doc/99147601/\" id=\"a_201\">16</a>,\nwhile  s. 18(4) provides for revising an appellate order  by\nthe State Government.  <a href=\"/doc/169766026/\" id=\"a_202\">Section 19</a> permits lawyers to  appear\nbefore the Forest Settlement Officer or in appeal.  When all\nthese  proceedings  are over, the State\t Government  has  to\npublish a notification under<a href=\"/doc/38053724/\" id=\"a_203\"> s. 20</a> specifying definitely-the\nlimits of the forest, which is to be reserved and  declaring\nthe  same  to  be  reserved  from  the\tdate  fixed  by\t the\nnotification, and from such date the forest shall be  deemed\nto be a reserved forest.  We need not refer to the remaining\nsections  which\t provide  for ancillary\t matters  after\t the\nnotification under<a href=\"/doc/38053724/\" id=\"a_204\"> s. 20</a>.\n</p><p data-structure=\"Section\" id=\"p_43\">It is clear from this review of the provisions of Chap.\t  II\nthat  it  applies inter alia to forest land  or\t waste\tland\nwhich  is the property of the Government or over  which\t the\nGovernment  has\t proprietary rights.   By  the\tnotification\nunder  s. 4, the Forest Settlement Officer is  appointed  to\ninquire into and determine the existence, nature and  extent\nof any right-.; alleged to exist in favour of any person  in\nor over any land comprised within such limits, or in or over\nany forest produce, and to deal with the same as provided in\nthis Chapter.  Section II then provides for the adjudication\nof  rights in or over land, and provides that if it is\theld\nthat rights in or over land exits, the land may be  excluded\nfrom the limits of the proposed forest or there may be\tsome\nagreement between the owner of that right and the Government\nwith  respect  to it, or the Forest Settlement\tOfficer\t may\nproceed\t to acquire such land in the manner provided in\t the\n<a href=\"/doc/7832/\" id=\"a_205\">Land  Acquisition6n  Act</a>.  It will be clear  therefore\tthat\nChap.  II contemplates that where forest land or waste\tland\nis the property of Government or over which the,\n<span class=\"hidden_text\" id=\"span_49\">945</span>\nGovernment  has\t proprietary rights, the  Forest  Settlement\nOfficer shall proceed to determine subordinate rights in the\nland before a notification under<a href=\"/doc/38053724/\" id=\"a_206\"> s. 20</a> is issued making\t the\narea  a\t reserved  forest.  In the  determination  of  these\nrights,\t the Forest Settlement Officer has the same  powers\nas a civil court has in the trial of suits, and his order is\nsubject\t to  appeal  and finally to revision  by  the  State\nGovernment.  <a href=\"/doc/120592564/\" id=\"a_207\">Section 5</a> also shows that after a\tnotification\nunder  s.  4,  no  further forest  rights  can\taccrue.\t  It\nappears,  however,  that after the Abolition Act  came\tinto\nforce,\tit  was\t felt that more powers should  be  taken  to\ncontrol\t forests than was possible under<a href=\"/doc/120592564/\" id=\"a_208\"> s. 5</a> as  under\t the\nAbolition Act all lands to which the- Abolition Act  applied\nhad  vested in the State and become its property.   That  is\nwhy,  according to the respondents,the Forest Amendment\t Act\nwas  passed  in\t 1956, and though there\t is  no\t express  or\nspecific  provision  therein  to  show\tthat  as  originally\nenacted\t  it  was  a  mere  provision  to  tide\t  over\t the\ndifficulties arising during the time proceedings under Chap.\nII  were  pending,  it appears that there is  force  in\t the\ncontention  of the respondents that this was a mere  interim\nmeasure\t to  deal  with\t the  situation\t arising  after\t the\nAbolition  Act came into force while steps were being  taken\nto constitute reserved forests under Chap.  II, as all lands\nhad  become the property of the State in the area  to  which\nthe  Abolition\tAct applied.  This is in our  opinion  &#x27;Made\nclear  by the definition of the word &quot;claimant&quot; in s.  38-A,\nand  the rest of the Chapter, as originally  enacted,  deals\nwith  claimants.  The heading of the Chapter does appear  to\nbe  somewhat  ambiguous\t in as much as\tit  says  &quot;&quot;-of\t the\nControl over Forests of Claimants.&quot; The idea one gets  prima\nfacie  from  this  heading is that  the\t forests  belong  to\nclaimants  and\tthe intention is to  control  such  forests.\nThis heading is in line with the heading of Chap.  V of\t the\nForest Act, which is &quot;&quot;of the control over Forests and Lands\nnot  being  the property of Government&quot;, and  so  the  first\nimpression  created on one&#x27;s mind is that just as  Chap.   V\ndeals With\n<span class=\"hidden_text\" id=\"span_50\">946</span>\nforests\t and  lands not being the  property  of\t Government,\nChap.  VA also deals with forests which are not the property\nof  Government\tbut  of claimants.  But\t the  definition  of\n&quot;claimant&quot;  in\ts.  38-A clearly  shows\t that  the  claimant\ntherein\t is a person making a claim and not a  person  whose\nclaim  has been recognised.  Therefore it would not  in\t our\nopinion\t be incorrect to connect Chap.\tV-A,  as  originally\nenacted,  with\tChap. 11 of the <a href=\"/doc/157078221/\" id=\"a_209\">Forest\tAct</a>,  which  clearly\ndeals\twith  claims  and  has\there  and  there  used\t the\nword .&quot;claimant&quot; (as for instance in<a href=\"/doc/114960080/\" id=\"a_210\"> s. 11(b)</a> ), though\t the\nword  &quot;claimant&quot; has not been defined in that  Chapter.\t  It\nseems to us therefore that Chap.  V-A, as originally enacted\n(ss. 38-A to 38- ) was only dealing with claimants who\twere\nmaking\tclaims\tunder Chap.  II and whose  claims  would  be\ndealt  with  thereunder, and so the heading  of\t Chap.\t V-A\nreally\tmeans control of forests in respect of which  claims\nare made by claimants.\tIf these claims are with respect  to\nrights in or over land, they would be dealt with under<a href=\"/doc/114960080/\" id=\"a_211\"> S. 11</a>\nand  if they are claims with respect to other matters,\tthey\nwould be dealt with under<a href=\"/doc/90010959/\" id=\"a_212\"> ss. 12</a> to <a href=\"/doc/99147601/\" id=\"a_213\">16</a>.\t It seems to us that\nif  the\t claimant  defined in s. 38- A was  not\t the  person\nmaking\ta claim under Chap.  II, Chap.\tV-A,  as  originally\nenacted,  would\t have  little  sense,  for  it\tprovides  no\n&#x27;Machinery  for dealing with claims of claimants.   Further,\nit  is on this basis that one can understand the use of\t the\nword &quot;Prohibition&quot; in s. 38-B, which even restricts  genuine\nforestry  operations.\tIt  seems  to  us  unthinkable\tthat\ngenuine forestry operations should be restricted permanently\nwithout any procedure for deciding the claims of  claimants.\nTherefore Chap.\t V-A, as originally enacted, is ancillary to\nChap.\tII and gives further power of control besides  those\ncontained  in Chap.  II, during the period that\t proceedings\nunder  Chap.  II are pending.  Looked at in this  way  Chap.\nV-A  as originally enacted would be constitutional,  ,as  it\nwill be in the interest of the general public to provide for\ninterim protection of the forests pending disposal of claims\n<span class=\"hidden_text\" id=\"span_51\"> 947</span>\nunder  Chap.   II  and\tthe declaration\t of  the  forest  as\nreserved forest under<a href=\"/doc/38053724/\" id=\"a_214\"> s. 20</a> thereof.\n</p><p data-structure=\"Section\" id=\"p_44\">But  it\t is urged that the amendment in Chap.\tV-A  by\t the\nIndian Forest (U.P. Amendment) Act 1960, (U.P. XXI of  1960)\ndestroys  this\tcharacter of the Forest\t Amendment  Act,  as\noriginally  enacted.  By this &#x27;amendment, ss. 38-H  to\t38-M\nwere  added  to Chap.  V.A. Section 38-H  (1)  provides\t for\ntaking over the\t    management\tof any particular forest  or\nforest land for\t    a  period not exceeding  fifteen  years.\nSub-section (2)\t    thereof says that no notification  under\nsub-s.\t(1)  shall be issued unless notice is  issued  to  a\nclaimant,  owner  or tenure-holder of the forest  or  forest\nland.\tObviously, therefore, the provisions of s. 38-H\t and\nthe  subsequent sections are, wider than the  provisions  of\nss.38-A to 38-G, which were originally enacted.\t We are\t not\nactually  concerned with the provisions of  s.38-H  onwards,\nfor no action has been taken under those provisions; nor has\nthe  petitioner\t alleged that there is any  threat  of\tsuch\naction.\t  The argument, however is that this  new  provision\nshows that ss.38-A to 38-G are not connected with Chap II  ,\nand  really  go with this new provision.  We  cannot  accept\nthis argument, for, in the first place, the legislature when\nit  passed ss. 38-A to 38-G never had ss. 38-H to  38-M\t in-\nmind.  In the second place, s. 38-H also deals with the land\nof  claimants  though  it further deals with  the  lands  of\ntenure-holders\tor  owners.   So far as\t the  claimants\t are\nconcerned,  the\t position still remains that there  must  be\nsome  provision\t for  deciding\ttheir  claims  and  no\tsuch\nprovisions  are\t found up to s. 38-M, and we  are  therefore\nthrown\tback  on  Chap.\t  II so far  as\t the  claimants\t are\nconcerned.  It must therefore be held that the enactment  of\nnew ss. 38-H to 38-M made no difference to the position that\nss. 38-A to 38-G as originally enacted, are supplementary to\nChap.\tII,  though s. 38-H onwards may not be\tso  and\t may\nstand by themselves, so far as owners or tenure-holders\t are\nconcerned.  There is no doubt, however, that ss. 38-A\n<span class=\"hidden_text\" id=\"span_52\">948</span>\nto 38-G are ancillary to Chap.\tII and must be read as\tsuch\nand   in  this\tview  their  constitutionality\tas   interim\nprovisions cannot be successfully assailed.\nIt is next urged that even if ss. 38-A to 38-G are ancillary\nto Chap.  II, they would not apply to the petitioner&#x27;s land,\nas  Chap.   II deals inter-alia with waste  land  or  forest\nland,  which is the property of the Government and not\twith\nthat land which is not the property of the Government, which\nis  dealt with under Chap.  V. That is so.  But\t unless\t the\npetitioner can show that the land in dispute in this case is\nhis  property and not the property of the State,  Chap.\t  II\nwill apply to it.  Now there is- no dispute that the land in\ndispute belonged to the Maharaja Bahadur of Nahan before the\nAbolition   Act\t and  the  said\t Maharaja  Bahadur  was\t  an\nintermediary.  Therefore, the land in dispute vested in\t the\nState  under  s.  6  of the Abolition  Act  and\t became\t the\nproperty  of the State.\t It is however, contended on  behalf\nof  the petitioner that if he is held to be a  bhumidhar  in\nproper\tproceedings,  the  land would be  his  property\t and\ntherefore  Chap.   V-A,\t as originally\tenacted,  if  it  is\nancillary  to  Chap.   II would not apply  to  the  land  in\ndispute.   We are-of opinion that there is no force in\tthis\ncontention.  We have already pointed out that under s. 6  of\nthe Abolition Act all &#x27;property of intermediaries  including\nthe  land  in  dispute vested in the  State  Government\t and\nbecame\tits property.  It is true that under<a href=\"/doc/176283402/\" id=\"a_215\"> s. 18</a>,  certain\nlands were deemed to be settled as bhumidhari lands; but  it\nis clear that after land vests in the State Government under\ns. 6 of the Abolition Act, there is no provision therein for\ndivesting of what has vested in the State Government.  It is\nhowever urged on behalf of the petitioner that he claims  to\nbe  the\t proprietor of this land as a bhumidhar\t because  of\ncertain\t  provisions  in  the  Act.   There  was   no\tsuch\nproprietary  right  as\t      bhumidhari  right\t before\t the\nAbolition  Act.\t  The  Abolition  Act  did  away  with\t all\nproprietary\n<span class=\"hidden_text\" id=\"span_53\">949</span>\n rights\t in the area to which it  applied and created  three\nclasses\t of tenure by<a href=\"/doc/30773866/\" id=\"a_216\"> s. 129</a>: bhumidhar, sirdar\t and  asami,\nwhich were unknown before.  Thus bhumidhar, sirdar and asami\nare all tenure-holders under the Abolition Act and they hold\ntheir tenure under the State in which the proprietary  right\nvested\tunder<a href=\"/doc/44964352/\" id=\"a_217\"> s. 6</a>. It is true that bumidhars have  certain\nwider  rights  in  their tenures  as  compared\tto  asirdars\nsimilarly sirdars have wider rights as compared to asamis  ;\nbut  nonetheless all the three are mere tenure\tholders-with\nvarying\t rights under the State which is the proprietor\t of\nthe  entire  land in the State to which\t the  Abolition\t Act\napplied.  It. is not disputed that the Abolition Act applies\nto  the\t land  in dispute and therefore the  State  &#x27;is\t the\nproprietor of the land in dispute and the petitioner even if\nhe  were  a  bhumidhar\twould  still  be  a   tenure-holder.\nFurther, the land in dispute is either waste land or  forest\nland  (for it is so far not converted to  agriculture)\tover\nwhich the State has proprietaryrights\tand    therefore\nChap. II will  clearly applyto\tthis  land  and\t so  would\nChap. V-A.     It is  truethat\ta  bhumidhar has  got  a\nheritable and  transferableright  and  he  can\tuse   his\nholding for any purpose including industrial and residential\npurposes,  and if he does so that part of the  holding\twill\nlie demarcated under s. 143.  It is also true that generally\nspeaking,  there is no ejectment of a bhumidhar and no\tfor-\nfeiture of his land He also pays land revenue (s.241) but in\nthat  respect he is on the same footing as a sirdar who\t can\nhardly\tbe called a proprietor because his interest  is\t not\ntransferable  except  as  expressly permitted  by  the\tAct.\nTherefore,  the fact that the payment made by the  bhumidhar\nto  the State is called land revenue and not rent would\t not\nnecessarily make him of a a proprietor, because sirdar\talso\npays land Revenue though his rights are very much lower than\nthat   bhumidar.   It  is true that  the  rights  which\t the\nbhumidar has to a certain extent approximate to the   rights\nwhich a proprietor used to have before the Abolition Act was\npassed; but it is. clear that rights of\n<span class=\"hidden_text\" id=\"span_54\">950</span>\na  bhumidhar  are in many respects less and  in\t many  other\nrespects restricted as compared to the old proprietor before\nthe Abolition Act.  For example, the bhumidhar has no  right\nas  such  in the minerals under the sub-soil.\tSection\t 154\nmakes  a  restriction on the power of a\t bhumidhar  to\tmake\ncertain transfers.  Section 155 forbids the bhumidhar,\tfrom\nmaking\t usufructury  mortgages.   Section  156\t forbids   a\nbhumidhar, sirdar or asami from letting the land to  others,\nunless\tthe  case  comes under s.  157.\t  Section  189\t(aa)\nprovides that where a bhumidhar lets out his holding or\t any\npart thereof in contravention of the provisions of this Act,\nhis right will be extinguished.\t It is clear therefore\tthat\nthough&#x27;\t bhumidhar  have  higher  rights  than\tsirdars\t and\nasamis,\t they are still mere tenure-holders under the  State\nwhich  is the proprietor of all lands in the area  to  which\nthe Abolition Act applies.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"189663\" id=\"span_55\">The petitioner therefore even if\nhe  is\tpresumed  to be a bhumidhar can of  claim  to  be  a\nproprietor  to\twhom Chap.  II of the&#x27; <a href=\"/doc/157078221/\" id=\"a_218\">Forest Act</a>  does\t not\napply,\tand  therefore Chap.  V-A,  as\toriginally  enacted,\nwould  not apply: (see in this connection, Mst.\t <a href=\"/doc/189663/\" id=\"a_219\">Govindi  v.\nThe State, of Uttar Pradesh</a>)(1).  As we have already pointed\nout<a href=\"/doc/33694868/\" id=\"a_220\"> ss. 4</a> and <a href=\"/doc/114960080/\" id=\"a_221\">11</a> give power for determination of all  rights\nsubordinate  to those of a proprietor, and as the  right  of\nthe bhumidhar is that of a tenure-holder, subordinate to the\nState,\twhich is the proprietor, of the land in dispute,  it\nwill  be open to the Forest Settlement officer\tto  consider\nthe claim made to the land in dispute by the petitioner,  if\nlie  claims to be a bhumidhar.\tThis is &#x27;in addition to\t the\nprovision  of s.229-B of the Abolition Act.  The  petitioner\ntherefore  even if he is a bhumidhar &#x27;cannot claim that\t the\nland  in dispute is out of the provisions of Chap.   II\t and\ntherefore Chap.</span>\t V-A, even if it is ancillary to&quot;\n</p><blockquote id=\"blockquote_7\">Chap.II\t would\tnot  apply.  We must  therefore\t uphold\t the\nconstitutionality  of Chap.  V-A, as originally enacted,  in\nthe  view we have taken of its being supplementary to  Chap.\nII,  and we further hold that Chap.  II and Chap.  V-A\twill\napply to the land in dispute even\n(1) A.I.R. (1952) All. 88.\n</blockquote><span class=\"hidden_text\" id=\"span_56\">\t\t     951</span>\n<p data-structure=\"Conclusion\" id=\"p_45\">if  the petitioner is assumed to be the bhumidhar,  of\tthat\nland.\n</p><p data-structure=\"CDiscource\" id=\"p_46\">The  only  other question that remains to be  considered  is\nwhether the notification under<a href=\"/doc/33694868/\" id=\"a_222\"> s. 4</a> is still in force.\tThat\nnotification was issued under Chap.  II of the Forest Act on\nMarch 23, 1955 and thereafter a proclamation under<a href=\"/doc/44964352/\" id=\"a_223\"> s. 6</a> ibid\nwas issued on April  26, 1955.\tThe petitioner contends that\nthe notification under<a href=\"/doc/33694868/\" id=\"a_224\"> s. 4</a> was withdrawn so far as his land\nwas concerned by notification dated December 19, 1956.\tThat\nis  however  not  a  notification at  all.   It\t is  a\tmere\ngovernment  order  issued to all  Conservators\tof  Forests,\nDivisional Forest Officers and District Officers as well  as\nthe  Secretary,\t Board of Revenue, and all  that  is  stated\nthere  is that a number of representations had been made  to\nthe  Government\t by  claimants\tof  lands  situated  in\t the\nerstwhile  private forests under agreements executed  before\nJuly  1952 by them with their owners, and the  Governor,  on\ncareful\t consideration, had decided that all such  lands  in\nrespect\t of  which  valid  legal  reclamations\tleases\twere\nexecuted  by the owners should be released in favour of\t the\nlessees.   It  was also pointed out that if  such  land\t was\nincluded  in any of the notifications issued under<a href=\"/doc/40502921/\" id=\"a_225\"> s.  4</a>  of\nthe  Forest Act, it should be deemed to have  been  excluded\nfrom  that  notification.   It may be  mentioned  that\tthis\ngovernment  order was cancelled by a later government  order\ndated  July  7, 1958, which was also not published.   Now  a\nnotification under<a href=\"/doc/40502921/\" id=\"a_226\"> s. 4</a> of the Forest Act is required to  be\npublished  in the Gazette and unless it is so published,  it\nis  of no effect.  The notification of March 23,  1956,\t was\npublished  in  the  Gazette  and  was  therefore  a   proper\nnotification.  It is also not disputed that in view of s. 21\nof  the\t U.  P.\t General  Clauses  Act\t(No.1  of  1904)   a\nnotification issued under<a href=\"/doc/33694868/\" id=\"a_227\"> s. 4</a> could have been cancelled  or\nmodified but it could be done in the like manner and subject\nto the like sanction and conditions, i.e. by notification in\nthe gazette.\n</p><span class=\"hidden_text\" id=\"span_57\">952</span>\n<p data-structure=\"Conclusion\" id=\"p_47\">The  Government\t order\tof December  1956  therefore  cannot\namount\tto excluding anything from the\tnotification  issued\nunder  <a href=\"/doc/33694868/\" id=\"a_228\">S.  4</a>,  for it was never published;  it\twas  a\tmere\ndepartmental instruction by Government to its officers which\nwas  later withdrawn.  The notification therefore stands  as\nit was originally issued and the petitioner cannot claim any\nbenefit of the government order of December 1956, which\t was\nlater cancelled .  Further in view of the fact that we\thave\nheld that Chap.\t V-A, as originally enacted, is valid, being\na  measure  supplementary  to Chap.   II,  the\tnotification\nissued under Chap.  V-A mu-St also be upheld.\nIn  the\t result therefore the&#x27; petition is allowed  to\tthis\nextent\tthat the <a href=\"/doc/3482533/\" id=\"a_229\">Transfer Act</a> No. XV of 1952 is struck\tdown\nas unconstitutional and of no force and effect.\t We may add,\nhowever, that learned counsel for the respondents has stated\nbefore\tus that if a claim is made even now under Chap.\t  II\nby  the petitioner within thirty days of our judgment,\teven\nthough\tit&#x27;  may  be time-barred as from  the  date  of\t the\nproclamation  issued  under  <a href=\"/doc/44964352/\" id=\"a_230\">S.\t 6</a>,  the  Forest  Settlement\nOfficer will entertain it and consider the claim as required\nunder Chap.  II.\n</p><p data-structure=\"Conclusion\" id=\"p_48\">We therefore allow the petition in part and strike down\t the\nU. P. Land Tenures (Regulation of Transfers) Act, No. XV  of\n1952  as unconstitutional.  The rest of the prayers  in\t the\npetition are rejected, subject to the petitioner being\tfree\nto take such steps as may be open to him in law to establish\nhis  right whatever it may be under the registered lease  of\nJune  1952  and\t subject to the State having  the  right  to\ncontest\t the said claim.  In the circumstances, the  parties\nwill bear their own costs oft this petition.\n</p><p data-structure=\"Conclusion\" id=\"p_49\">\t\t\t  Petition allowed in part.\n</p><span class=\"hidden_text\" id=\"span_58\"> 953</span>\n\n\n\n","numcites":54,"numcitedby":113,"docsource":"Supreme Court of India","citetid":1718426,"divtype":"judgments","relatedqs":[{"value":"doctrine of eclipse","formInput":"doctrine%20of%20eclipse"},{"value":"unconstitutional acts","formInput":"unconstitutional%20acts"},{"value":"Forest Settlement Officer ","formInput":"Forest%20Settlement%20Officer%20"},{"value":"bhumidhar","formInput":"bhumidhar"},{"value":"pre constitution law","formInput":"pre%20constitution%20law"},{"value":"\"doctrine of eclipse\"","formInput":"%22doctrine%20of%20eclipse%22"},{"value":"private forest","formInput":"private%20forest"},{"value":"validation act ","formInput":"validation%20act%20"},{"value":"land dispute","formInput":"land%20dispute"},{"value":"forests   land","formInput":"forests%20%20%20land"},{"value":"forest act","formInput":"forest%20act"},{"value":"asami ","formInput":"asami%20"},{"value":" tenure land ","formInput":"%20tenure%20land%20"},{"value":"reserved forest","formInput":"reserved%20forest"},{"value":"amendment of the constitution","formInput":"amendment%20of%20the%20constitution"},{"value":"waste land ","formInput":"waste%20land%20"},{"value":"constitution Amendment acts","formInput":"constitution%20Amendment%20acts"},{"value":"unconstitutional","formInput":"unconstitutional"},{"value":"tenancy act","formInput":"tenancy%20act"},{"value":"possession over land","formInput":"possession%20over%20land"}],"cats":[{"value":"forms-of-communication","formInput":"tag:forms-of-communication"}],"courtcopy":true,"query_alert":null,"agreement":false}