{"tid":1314475,"publishdate":"1967-11-13","title":"Mt. Ugni And Anr. vs Chowa Mahto And Ors. on 13 November, 1967","doc":"<h2 class=\"doc_title\">Mt. Ugni And Anr. vs Chowa Mahto And Ors. on 13 November, 1967</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1968(16)BLJR93, AIR 1968 PATNA 302, ILR 46 PAT 1315 1968 BLJR 93, 1968 BLJR 93</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:n-l-untwalia\">N.L. Untwalia</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:n-l-untwalia\">N.L. Untwalia</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n\n \n\nNarasimham, C.J.  \n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> 1. This is an appeal by defendants 1 and 3 against the appellate judgment of the Subordinate Judge, Hazaribagh, reversing the judgment of the Munsif of Giridih and declaring the plaintiffs&#x27; raiyati title to the suit lands and recovery of possession of the same.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\"> 2. The disputed lands consist of 1.57 acres, bearing plots Nos. 95, 96 and 106. appertaining to Khata No. 9 of village Chowra. The area of the entire khata was 2.53 acres, and the khata included the aforesaid three plots and three other plots, bearing Nos. 713, 714 and 758. One Kewal Gorait was the recorded tenant, and the landlord was Raj-mata Hridaya Kumari. The plaintiffs&#x27; case was that the said Kewal Gorait died issue-less, and thereupon all the said plots came into the khas possession of the landlord. The plaintiffs alleged that, on the 15th Aswin 1343 fasli (October, 1935), the landlord settled the disputed lands, by virtue of a hukumnama (exhibit 2), on a raiyati basis with plaintiffs, 1. 2 and 8 and one Hemlal Mahto (deceased) (the father of plaintiffs 3 to 6 and husband of plaintiff 7) at an annual rental of Rs. 2/-, and put them in possession of the same. They claimed to have continued in possession thereafter and to have regularly paid rent and obtained rent receipts from the landlord. But their possession was disturbed on or about the 8th Julv. 1957, and this led to a proceeding under Section 144. <a href=\"/doc/445276/\" id=\"a_1\">Criminal Procedure Code</a>, which was eventually converted into a proceeding under <a href=\"/doc/1405190/\" id=\"a_2\">Section 145</a>. <a href=\"/doc/445276/\" id=\"a_3\">Criminal Procedure Code</a>, That proceeding was decided against the plaintiffs on the 2nd January, 1958. The suit under appeal was then brought for declaration of raiyati interest and recovery of possession.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\"> 3. The contesting defendants, viz. 1 and 3, while challenging the genuineness of the hukumnama (exhibit 2) produced by the plaintiffs and the alleged rent receipts, further stated that the entire khata No. 9 was settled by the landlord, Rajmata Hridaya Kumari, by virtue of a huhumnama dated the 9th Aswin 1346 (exhibit C), with one Kuni Bihari Rai, who came into possession and remained in possession till his death. Defendants 1 and 3 came into possession of the disputed lands as heirs and successors-in-interest of the said Kuni Bihari Rai. and have been in possession all along and paving rent. They further alleged that portions of the original khata were alienated in favour of some of the other defendants.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_4\"> 4. Thus, the main question in controversy was whether, after the disputed lands\n\nhad become bakasht of the landlord, Rajmata Hridaya Kumari, she settled them with the plaintiffs by virtue of the hukum-nama (exhibit 2) in 1343 fasli and put them in possession of the same or else whether she settled them with Kuni Bihari Rai by virtue of the other hukumnama (exhibit C) of 9th Aswin 1346, and put him in possession of the same. Both the parties claimed their title to the lands not only on the basis of the respective hukumnamas but also on the fact that they obtained possession and continued in possession of the same and paid rent for several years to the landlord Both the hukumnamas are, admittedly, unregistered documents, and each partv alleged that the hukumnama and the rent receipts filed by the rival party were not genuine but were fabricated  \n \n\n</p><p data-structure=\"RespArg\" id=\"p_5\"> 5. The Learned Munsif held that the hukumnama relied on by the plaintiffs (exhibit 21 was a suspicious document, and that in any case, as it was not registered, no title, passed by that document. He was not in-clined to attach much importance to the rent receipt filed by the plaintiff? mainly because, though they referred to the correct khata number and the area, they did not refer to the plot numbers, and tie thought that there was no evidence to show that those receipts really related to the lands in dispute. He further held that the plaintiffs&#x27; possession of the disputed lands and their continuance in possession till the commencement of the proceeding under sections !44 and 145, <a href=\"/doc/445276/\" id=\"a_4\">Criminal Procedure Code</a>, before the Magistrate was not acceptable. He thought that the defendants&#x27; evidence of possession was definitely preferable, and that the rent receipts and the hukumnama produced by them were genuine.  \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_6\"> 6. On appeal, the learned Subordinate Judge differed from the learned Munsif on almost every essential point. He thought that the plaintiffs&#x27; evidence of coming into possession and continuance in possession was definitely preferable to that of the defendants. He accepted the genuineness of the plaintiffs&#x27; hukumnama (exhibit 2) and also held that the rent receipts (exhibits 1 and 1/a) related to the disputed lands He thought that the defendants&#x27; hukumnama (exhibit C), even if genuine, cannot prevail over the plaintiffs&#x27; hukumnama, inasmuch as it was executed three years later after the plaintiffs had obtained raiyati interest. He thought that the rent receipts produced by the defendants were not believable. On the question as to whether raiyati title could be conferred by an unregistered hukumnama executed by the landlord, the learned subordinate Judge observed as follows:--  \n</p><blockquote id=\"blockquote_1\">  &quot;By virtue of sada hukumnama raiyati title cannot be conferred but a sada hukumnama coupled with rent receipts or even an oral settlement coupled with rent receipts would confer good title.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_7\"> 7. When the litigation was taken up in second appeal before a single Judge of this\n\ncourt (A. B. N. Sinha, J.), the correctness of the aforesaid view was challenged on the strength of a Full Bench decision of this Court in Ramnath Mandal v. Jojan Mandal, AIR 1964 Pat 1 (FB). The learned single Judge, however, doubted the correctness of that decision in view of earlier decisions of this Court, and referred the matter to a Division Bench. The Division Bench (R. K. Choudhary and G. N. Prasad, JJ.) <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"626603\" id=\"span_1\">pointed out that the aforesaid Full Bench decision was somewhat in conflict with the decision of another Full Bench of this Court in <a href=\"/doc/626603/\" id=\"a_5\">Bastacolla Colliery Co. Ltd. v. Bandhu Beldar</a>, 1960 BLJR 245 = (AIR 1960 Pat 344) (FB), and hence they referred the matter to a larger Bench. These are the circumstances under which the second appeal has come up for hearing before this Full Bench of five Judges.</span>  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_8\"> 8. Both parties have claimed the disputed lands as raiyati holdings. The provisions of <a href=\"/doc/515323/\" id=\"a_6\">Chapter V of the Transfer of Property Act</a> cannot in terms apply in view of the bar imposed by <a href=\"/doc/539127/\" id=\"a_7\">Section 117</a> of that Act, and the circumstances under which raiyati interest can be created in favour of a tenant have to be ascertained from the provisions of the Bihar Tenancy Act subject to such restrictions as may be imposed by the <a href=\"/doc/1489134/\" id=\"a_8\">Indian Registration Act, 1908</a>. The definition of a &#x27;Raiyat&#x27; given in Section 5(2) of the Bihar Tenancy Act and the provisions of <a href=\"/doc/1472923/\" id=\"a_9\">sections 20</a> and <a href=\"/doc/420207/\" id=\"a_10\">21</a> of that Act show early that if a person is in cultivating possession of a piece of land under a proprietor either with his express or implied consent and that proprietor accepts him as a tenant by granting receipts on acceptance of rent, he becomes a raiyat, and, if he is in possession for twelve years as a raiyat, he gets occupancy rights. If he is a settled raiyat, he will get occupancy rights in all lands held by him as a raiyat. The Bihar Tenancy Act does not say that a raiyati interest can be created only on the execution of a lease by the landlord. The provisions mentioned above would show that actual possession for the purpose of cultivation coupled with recognition of the tenancy by the landlord (which may be bv mere acceptance of rent on granting rent receipts) may confer raiyati interest. It may be that. at the time of entering into possession of the land, the tenant has not taken the express consent of the landlord: but. if the landlord does not object to his possession and subsequently accepts rent from him, his implied consent would be inferred, and tenancy would be created. Even if there is unauthorised encroachment on Government land, Section 6(1)(b) of the Public Land Encroachment Act. 1956. authorises the Collector to fix rent for the land, thereby recognising the tenancy It is true that there is no bar to the proprietor conferring raivati right on a tenant bv executing a document: but such a document will require registration under <a href=\"/doc/181916/\" id=\"a_11\">Section 17(l)(b)</a> oft the Act. if it creates a lease from year to year, or for\n\nany term exceeding one year, or reserving a yearly rent, and, if it is not registered, it cannot be used as evidence of title, in view of <a href=\"/doc/23965/\" id=\"a_12\">Section 49</a> of that Act. But the proviso in that section shows that it can be used for collateral purposes. As to what is meant by collateral purposes, the Patna High Court has consistently taken the view that, for the purpose of ascertaining the nature and character of possession, an unregistered document, though no evidence of title, can be looked into, and such a purpose will be collateral purpose. I need only refer to Janki Kuer v. Birj Bhikhan Ojha, AIR 1924 Pat 641, Baldeo Singh v. Muhammad Akh-tar. AIR 1939 Pat 488, Kuer Rai v. Baburam Kuer, AIR 1940 Pat 498, Narayan Prasad v. Rajkishore Mishra, AIR 1951 Pat 613, Jaipal Singh v Bharat Narain, AIR 1952 Pat 384, Bhagwat Ram v. Chhcdilal. 1955 BLJR 20 and Deo Saran Sahu v. Ram Das Sahu, 1967 BLJR 574. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"861606\" id=\"span_2\">The Privy Council decision in <a href=\"/doc/861606/\" id=\"a_13\">Varada Pillai v. Jeevarathnammal</a>, AIR 1919 PC 44 at p. 47 supports this view.</span>  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_9\"> 9. On the basis of the aforesaid principle, the Patna High Court has, in several decisions, held that, if a person claims to have obtained raiyati interest by virtue of an unregistered document and further asserts that he came into actual possession of the same and has continued in such possession and that his payment of rent has been accepted by the landlord, his title to raiyati interest must be recognised, even though the unregistered lease is inadmissible as evidence of title. The leading judgment in support of this view is AIR 1924 Pat 641 In that decision, the learned Judges, after stating at pages 642 and 643 that a lease of immoveable property, if reduced to writing, must be registered, and, if not registered, oral evidence as regards the terms of the document will be inadmissible by virtue of <a href=\"/doc/205529/\" id=\"a_14\">Section 91</a> of the Evidence Act, further pointed out at page 643 that, &quot;if the subsequent acts of the parties themselves disclose a state of affairs consistent: only with the existence of agreement mutually recognised and acted upon as if the instrument were binding then, although the written document may be defective as a valid and finally concluded agreement, such defects may be supplied by the subsequent actings and conduct of the parties.&quot; In Mohammad Hanif v. Khairat Ali. AIR 1941 Pat 577, on which Mr. Prem Lal] for the appellants relied, it was held that an unregistered written lease will not suffice to give title unless the lessee has been put in possession of the land. Fazl Ali. J. (as he then was), who heard the case on a difference of opinion between Meredith. J. and Agarwala. J took care to specially lay down at page 591:  \n</p><blockquote id=\"blockquote_2\">  &quot;The plaintiff, having specifically pleaded that there was written unregistered lease in his favour cannot be allowed to set up the case of an oral lease though he could have, even apart from the unregistered lease\n\nrelied on his tenancy right, if he had been let into possession.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_10\"> In Lokhnath Singh v. Chhotan Barhi, AIR 1946 Pat 22, it was held that agricultural lease may come into existence by oral settlement and the subsequent conduct of the parties, such as undisturbed possession by the tenant and the acceptance of rent from him by the landlord. It is true that, in that case, there was a registered Kabuli-yat subsequently executed by the landlord to strengthen the case of the tenant that his tenancy was accepted; but this does not affect the principle laid down that actual possession with the express or implied consent of the landlord for the purpose of cultivation together with payment and acceptance of rent and granting of rent receipts may complete the tenancy. In Bishambhar Narain Singh v. Ajodhya Ram, AIR 1946 Pat 407, it was further pointed out that it was open to a landlord to create tenancy by giving possession and acceptance of rent, and hence such a tenancy can be proved by evidence other than that of the unregistered hukumnama by which the tenant takes settlement of agricultural land from the landlord.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_11\"> 10. It is true that a valid agricultural lease may be created by a registered instrument as pointed out in Jangal Singh v. Mukund Kumar, AIR 1948 Pat 446, and, if such a registered document is created, delivery of possession is not necessary to prove the title of the lessee. If, however, the lease is not registered, and is, therefore, inadmissible as evidence of title, it will always be open to the tenant concerned to show that he obtained raiyati interest on the strength of actual possession and acceptance of rent by the landlord. There is also no legal bar to a person claiming raiyati interest on two alternative pleas. He may claim such a right on the basis of a written document of lease. If. however, such claim fails on the ground that the document, being compulsorily registrable, was not registered, nevertheless his alternative claim based on actual possession, coupled with acceptance of rent by the landlord, may succeed. In that case, the un-registered lease will be admissible for the collateral purpose of proving the nature of possession.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_12\"> 11. The various decisions of the Patna High Court dealing with the legal effect of unregistered agricultural leases, which are compulsorily registrable, do not apply to the facts of this case. Thus, Ramautar Singh v. Juthi Tatma, 18 Pat LT 1012. on which Mr. Prem Lall relied, does not contain any discussion as to whether, apart from the unregistered patta, the lessee remained in possession of the land and paid rent to the landlord, who accepted the same and granted rent receipts. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"956031\" id=\"span_3\">The learned Judges have relied on a portion of the observations in AIR 1924 Pat 641; but they have not considered the other portion of the observations in the judgment already referred to. In\n\n<a href=\"/doc/956031/\" id=\"a_15\">Briksh Koeri v. Awadh Bihari Lal</a>, AIR 1961 Pat 308, where rent was claimed on the basis of an unregistered kabuliyat, it was held that the rate of rent was a term of the lease, and, as the kabuliyat was not registered, oral evidence to prove the said rate of rent was not admissible. The learned Judges were not dealing with a case where, apart from the unregistered kabuliyat, there was evidence of actual possession and granting of rent receipts by the landlord. Such receipts may show the rent accepted by the landlord for the lands.</span>  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_13\"> 12. The Full Bench decision in AIR 1964 Pat 1 is also distinguishable. We called for the records and scrutinised the judgments of the lower appellate court and the trial court for the purpose of ascertaining the material facts of that case. The plaintiffs claimed title and possession on the basis of an unregistered parwangi document and also on the strength of their separate exclusive possession and payment of rent. The defendants-first party (who were the contesting defendants), however, claimed that they had obtained settlement of the disputed lands from the cosharer landlords on the basis of a parwangi document, and that they were in possession of the lands. The trial Court clearly held that the plaintiffs miserably failed to prove their possession over the suit lands. It also held that the rent receipt, on which the plaintiffs relied did not show that it related to the suit lands. The lower appellate Court upheld the finding of the trial Court that the plaintiffs were not in exclusive possession of the disputed lands; but it gave a decree for joint possession on the ground that the contesting defendants obtained settlement only from cosharer landlords, whose share was nine annas, and that, consequently, they cannot get complete raiyati interest. It believed the plaintiffs&#x27; claim of settlement of raivati interest by the remaining seven annas cosharer landlords, and hence gave a decree for joint possession. When the case went up to the Full Bench, that Bench pointed out that, as the unregistered parwangi was inadmissible as evidence of title due to want of registration, its terms could not be looked into for the purpose of deciding about the nature of the right of the plaintiffs. This portion of the decision given in the first part of paragraph 2 is clearly unassailable; but. in the second sub-paragraph of that paragraph, their Lordships considered the alternative argument advanced on behalf of the plaintiffs to the effect that their title could be established by subsequent oral agreement of a lease between the parties as evidenced by the rent receipts. Their Lordships, however, were not inclined to accept this argument on the ground that no such case was put forward in the plaint. Their Lordships could, however, have easily repelled this argument by pointing out that, on the concurrent findings of the two courts to the effect that &quot;the plaintiffs did not obtain actual possession of the lands, the\n\nplaintiffs cannot claim any right merely on the basis of subsequent oral agreement coupled with the rent receipts. A mere oral agreement of lease together with rent receipts, in the absence of a finding of actual possession of the land, cannot obviously confer title on the lessee. The Full Bench decision cannot even impliedly be construed as supporting such a proposition, and must be held to apply only in those cases where the person claiming title under an unregistered document did not obtain actual possession of the lands. That decision cannot, therefore, apply here where the finding on the question of possession is very clearly in favour of the plaintiffs.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_14\"> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"786541\" id=\"span_4\">13. Reliance was placed oh <a href=\"/doc/786541/\" id=\"a_16\">Sri Sita Maharani v. Chhedi Mahto</a>, AIR 1955 SC 328. But that decision also cannot apply There, though the defendants resisted the plaintiffs&#x27; claim by putting forward a counter claim of acquisition of raiyati right by virtue of an unregistered hukumnama dated the 3th March, 1918, and continuous possession for twenty years, the finding on the question of possession was (see paragraph 6) that the defendants were not in possession for twenty years but that near about the date of the commencement of the litigation, viz. 1940-41, they were in possession. Moreover, there was a finding of the trial Court confirmed by the High Court that the hukumnama and the rent receipts, on which the defendants relied, were not genuine (paragraph 7). It was on the basis of these findings that their Lordships held that a mere admission by the landlord in a commutation proceeding of the possession of the defendants was not sufficient to give them raiyati status because the hukumnama. being unregistered, was inadmissible as regards the terms of the lease. The fundamental difference between the facts of that case and the present case is too apparent. Similarly. AIR 1952 Pat 384, is distinguishable, because there the evidence that rent was subsequently received by the landlord and that the defendants were recognised as tenants was disbelieved by both the courts. There was no finding that the tenants were in actual possession. Under such circumstances, it was held that an unregistered hukumnama will be of no avail either as evidence of pos-session or of title</span>  \n \n\n</p><p data-structure=\"Precedent\" id=\"p_15\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"786541\" id=\"span_5\">14. On the basis of the Full Bench decision of this Court in Ramnath Mandal&#x27;s case, AIR 1964 Pat 1 and the decision of the Supreme Court in <a href=\"/doc/786541/\" id=\"a_17\">Sri Sita Maharani</a>&#x27;s case, AIR 1955 SC 328. Mr Prem Lall laid stress that, once the unregistered hukumnama was held to be inadmissible as evidence of title, other evidence to prove the lease or its terms will be precluded under <a href=\"/doc/205529/\" id=\"a_18\">Section 91</a> of the Evidence Act. He. therefore, submitted that oral evidence was not admissible to prove raivati interest on the strength of actual possession and payment of rent to the landlord.</span> The correctness of the first part of the submission of the learned counsel cannot be doubted as it has     been said by the Full\nBench in Ramnath Mandal&#x27;s case, AIR 1964 SC 1 that, if a lease is compulsorily registrable under <a href=\"/doc/561156/\" id=\"a_19\">Section 17</a> of the Registration Act and, &quot;if unregistered, the lease will be inadmissible in evidence under <a href=\"/doc/1768154/\" id=\"a_20\">Section 49</a> of the Registration Act and other evidence of its terms will be precluded under <a href=\"/doc/205529/\" id=\"a_21\">Section 91</a> of the Evidence Act.&quot; <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"786541\" id=\"span_6\">To the same effect is the observation of Jafar Imam, J., in <a href=\"/doc/786541/\" id=\"a_22\">Sita Maharani</a>&#x27;s case, AIR 1964 SC 1 that, since the hukumnama was not registered, it was inadmissible and no evidence could be given as to its terms. But it does not mean that other evidence is not admissible to prove the tenancy by proving the possession of the raiyat and payment of rent to, and its acceptance by, the landlord. <a href=\"/doc/205529/\" id=\"a_23\">Section 91</a> of the Evidence Act only excludes other evidence of terms of a document but not of existence of the contract or the relationship of landlord and tenant brought about by possession and payment of rent.</span>  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_16\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"786541\" id=\"span_7\">15. Some of the decisions, on which Mr. Prem Lall relied, dealt with non-agricultural lease governed by the provisions of the <a href=\"/doc/515323/\" id=\"a_24\">Transfer of Property Act</a>. The principle <a href=\"/doc/786541/\" id=\"a_25\">laid down in</a> them cannot apply here. Thus AIR 1960 Pat 344 (FB) dealt with a case of a colliery lease.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1038664\" id=\"span_8\">Some of the observations in that decision have been doubted by their Lordships of the Supreme Court in <a href=\"/doc/1038664/\" id=\"a_26\">Atyam Veerraju v. P. Venkanna</a>, AIR 1966 SC 629; but they are not relevant for our purpose here.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"276671\" id=\"span_9\">Similarly, <a href=\"/doc/276671/\" id=\"a_27\">Sobharam Mahto v. Raja Mahto</a>, AIR 1957 Pat 278 is also distinguishable because the learned Judges ultimately held (see paragraph 58) that the lease was not for an agricultural purpose. Doubtless they have referred to AIR 1941 Pat 577, AIR 1946 Pat 407 and AIR 1952 Pat 384 which deal with agricultural leases; but a discussion about those decisions was unnecessary in view of their holding that the lease before them was not an agricultural lease Moreover, as rightly pointed out by them, those cases were decided correctly on the facts found, and there was no conflict whatsover amongst them.</span>  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_17\"> 16. For these reasons [ would hold that the Full Bench decision in AIR 1964 Pat 1, on which Mr. Prem Lall relied, will not apply here, in view of the clear finding of the lower appellate court that the plaintiffs came into actual possession of the lands, continued in possession, and paid rent to the landlord and obtained rent receipts for the disputed lands. On these findings, their raiyati interest was established. The possession of the plaintiffs as found was for more than twelve years, and hence, even in the absence of a finding that the plaintiffs were settled raiyats of the village, occupancy rights will accrue to them. Too much importance should not be attached to the somewhat incorrect observations in paragraph 12 of the judgment of the lower appellate court, quoted above, in view of its cleardiscussiion of\n\noral evidence of possession in paragraph 12 and its finding in favour of the plaintiffs. It has also held, disagreeing with the trial Court, that the rent receipts produced by the plaintiffs were in respect of the disputed property. I have already shown that, in the plaint, an alternative case of acquisition of raiyati interest by virtue of possession and acknowledgment of tenancy by acceptance of rent by the landlord was put forward. The unregistered hukumnama, though inadmissible, could be looked into to show the nature and character of possession. Oral evidence of the terms of the lease will not be admissible; but, independent of the hukumnama, the rent receipts themselves indicate the rate of rent, the area and the nature of the right of the lessee. Hence, independent of the hukumnama, the terms of the raiyati settlement were inferable from other pieces of evidence, which were rightly relied on by the lower appellate court. There is no error of law that would &#x27;iustify our interference in second appeal.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_18\"> 17. For these reasons, the appeal is dismissed with costs payable to the plaintiffs-respondents.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_19\"> Choudhary,  J.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_20\"> 18. I  agree.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_21\"> Untwalia, J.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_22\"> 19. I  agree.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_23\">Tarkeshwar Nath, J.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_24\"> 20. I agree.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_25\"> Ramratna Singh,  J.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_26\"> 21. I  agree.  \n</p> \n\n","numcites":18,"numcitedby":36,"docsource":"Patna High Court","citetid":1314475,"divtype":"judgments","relatedqs":[{"value":"unregistered hukumnama","formInput":"unregistered%20hukumnama"},{"value":"oral agreement","formInput":"oral%20agreement"},{"value":"unregistered document","formInput":"unregistered%20document"},{"value":"hukumnama","formInput":"hukumnama"},{"value":"bihar tenancy act","formInput":"bihar%20tenancy%20act"},{"value":"actual possession","formInput":"actual%20possession"},{"value":"unregistered lease","formInput":"unregistered%20lease"},{"value":"land dispute","formInput":"land%20dispute"},{"value":" kabuliyat","formInput":"%20kabuliyat"},{"value":"implied consent\\","formInput":"implied%20consent%5C"},{"value":"compulsorily registrable ","formInput":"compulsorily%20registrable%20"},{"value":"inadmissible evidence","formInput":"inadmissible%20evidence"},{"value":"possession over land","formInput":"possession%20over%20land"},{"value":"raiyat ","formInput":"raiyat%20"},{"value":"rent receipt","formInput":"rent%20receipt"},{"value":"evidence of possession  ","formInput":"evidence%20of%20possession%20%20"},{"value":"oral evidence","formInput":"oral%20evidence"},{"value":"acceptance of rent by landlord","formInput":"acceptance%20of%20rent%20by%20landlord"},{"value":"right to occupation","formInput":"right%20to%20occupation"},{"value":"registration act","formInput":"registration%20act"}],"cats":[{"value":"evidence-for-contract-and-property-terms-in-document-form","formInput":"tag:evidence-for-contract-and-property-terms-in-document-form"},{"value":"criminal-procedure-code","formInput":"tag:criminal-procedure-code"},{"value":"transfer-of-property","formInput":"tag:transfer-of-property"},{"value":"effect-of-non-registration-of-documents","formInput":"tag:effect-of-non-registration-of-documents"},{"value":"exemption-of-leases-for-agricultural-purposes","formInput":"tag:exemption-of-leases-for-agricultural-purposes"}],"courtcopy":false,"query_alert":null,"agreement":false}