{"tid":1507215,"publishdate":"1986-04-24","title":"Dudh Nath Pandey (Dead) By Lrs vs Suresh Chandra Bhattasali (Dead) By Lrs on 24 April, 1986","doc":"<h2 class=\"doc_title\">Dudh Nath Pandey (Dead) By Lrs vs Suresh Chandra Bhattasali (Dead) By Lrs on 24 April, 1986</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1986SC1509, 1986(1)SCALE1259, (1986)3SCC360, 1986(2)UJ527(SC), AIR 1986 SUPREME COURT 1509, (1986) LS 104, 1986 SCFBRC 343, (1987) SIM LC 73, 1986 UJ(SC) 2 527, (1986) 2 CIVLJ 335, (1986) 2 SCJ 491, 1986 (3) SCC 360, (1986) 3 SUPREME 221, (1986) BLJ 689</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:r-b-misra\">R.B. Misra</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:g-l-oza\">G.L. Oza</a>, <a href=\"/search/?formInput=benchid:r-b-misra\">R.B. Misra</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n  \n\nR.B. Misra, J.\n \n\n</pre><p data-structure=\"Facts\" id=\"p_1\">1. The dispute between the parties in the present appeal by certificate centers round a piece of land measuring 3 Kathas and 8 Dhurs. The dispute between the parties has a chequered history as the circumstances detailed below will indicate. This land forms part of plot No. 1448 appertaining to Khata No. 516. It was recorded in the record-of-rights Puratan Patit Anabad (old uncultivated Parti land) under the Dhalbhum Raj. Suresh Chandra Bhattasali (since dead) filed a suit for a declaration that the disputed land belonged to him and that the defendant-appellant had no right, title or interest therein. He also claimed a relief of possession after demolition of walls and other structures raised thereon by the defendant-appellant. The case set up by the plaintiff in the plaint is that before 1946 he approached the landlord Dhalbhum Raj for the settlement of the disputed land and after various enquiries, the land was ultimately settled with him on August 23, 1949. He was, however, permitted by Dhalbhum Raj to take possession even before the date of actual settlement. To the North We of the disputed land, there is a piece of land forming part of the same plot which the plaintiff took on rent from the defendant. it is further alleged that on September 29, 1949, the defendant forcibly removed he barbed fencing which had been put by he plaintiff on all sides of the disputed land after having taken he disputed land by settlement from the Dhalbhum Raj and stared constructing walls so as to include the disputed land as well as the adjacent and taken on rent by the plaintiff from the defendant in one compound This conduct of the defendant amounted to dispossession and so the plaintiff was obliged to file the said suit.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2 The claim was resisted by the defendant alleging that he was in possession of the disputed land since 1938 when he enclosed the suit land together with the adjacent land into one compound by erecting pucca walls and that in 1946 the plaintiff took the said land on rent from him and was in occupation of the same as a tenant of the defendant. It is further alleged that the defendant had filed a title suit being suit No. 137 of 1949 for ejectment of the plaintiff from he suit land and obtained a decree for possession and in execution of the decree the plaintiff was dispossessed on February 2, 1951 and as such, the suit is barred by res judicata\n \n\n3 The Trial Court dismissed the suit on the ground that the plaintiff had failed to prove his possession within 12 years of the suit and as such the suit was barred by time. The Trial Court, however, overruled the objection based on res judicata inasmuch as the earlier suit was not in respect of the disputed land. It also found that the plaintiff had taken the disputed land from Dhalbhum Raj by virtue of the settlement Feeling aggrieved, the plaintiff went up in appeal but the Appellate Court dismissed the appeal on the finding that the defendant had acquired title by adverse possession. The plaintiff took up the matter to the High Court in Second Appeal. The High Court allowed the appeal and set aside the judgment of the First Appellate Court holding that in the absence of any plea about adverse possession in the written statement and in the absence of any issue on that question the lower Appellate Court was not justified in recording a finding on the question of adverse possession. The Appellate Court had committed a manifest error of law in dismissing the suit on the basis of title by adverse possession of the defendant. The High Court further found that the Appellate Court had not recorded any definite finding on the question of title of the plaintiff on the basis of settlement from Dhalbhum Raj. In the circumstances, the High Court sent the case back to the Lower Appellate Court for its decision afresh in accordance with law.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\">4 After remand, the Lower Appellate Court found that the plaintiff had acquired title over the disputed land by virtue of settlement from Dhalbhum Raj and was in possession of the suit land within 12 years of the suit. Accordingly, it decreed the suit. The defendant thereupon preferred a second appeal which was again allowed by the High Court on the ground that the oral evidence had not been discussed by the Lower Appellate Court. The High Court, therefore, again remanded the case to the First Appellate Court for decision afresh after taking into consideration the oral evidence of the parties. The High Court however, confirmed the findings on the question of title of the plaintiff on the basis of settlement from Dhalbhum Raj, on the defendants plea of acquisition of title by adverse possession and on the question of res judicata recorded by the Lower Appellate Court. The First Appellate Court, therefore, was not required to give any fresh decision on those points and the only question which was open to be considered by the first Appellate Court was whether the suit was barred by limitation under <a href=\"/doc/500307/\" id=\"a_1\">Article 142</a> of the <a href=\"/doc/1317393/\" id=\"a_2\">Limitation Act</a>.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_4\">5. On remand, the Appellate Court found that the plaintiff&#x27;s claim was barred by limitation and accordingly allowed the appeal and dismissed the suit. The plaintiff feeling aggrieved took up the matter to the High Court again and the only live issue for consideration was whether the suit was barred by limitation. The defendant sought to raise a preliminary objection before the High Court that the title of the plaintiff under the document of settlement of 1949 executed by the Raja of Dhalbhum Raj being expressly for a period of 10 years, the interest of the plaintiff, if any, came to an end and the rights and interest in the land in suit vested in the State of Bihar under the provisions of the <a href=\"/doc/139381280/\" id=\"a_3\">Bihar Land Reforms Act</a> and, therefore, the suit must fail on this count alone.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_5\">6. This plea was however negatived by the High Court as it had never been taken when the case was remanded to the First Appellate Court by judgment dated 8th February, 1961. Besides the question requires investigation into certain facts which was not possible in the Second Appeal. The High Court however reversed the finding of the First Appellate Court on the question of limitation relying on the so-called admission of the defendant in the written statement and the evidence of the witnesses produced on behalf of the defendant. Virtually, the High Court has made a fresh appraisal of the evidence and has come to a different finding contrary to the finding recorded by the First Appellate Court which the High Court could not do in the exercise of power under <a href=\"/doc/192138551/\" id=\"a_4\">Section 100</a> of the CPC. Even on merits, if the High Court had to rely upon the alleged admission in the written statement, the admission must be taken as a whole and it is not permissible to rely on a part of the admission ignoring the other. The High Court, in our opinion, has erred in making a fresh appraisal of the evidence to come to a different conclusion. Even otherwise, the plaintiff has to stand on his own strength.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_6\">7. According to the own admission of the plaintiff, a part of plot No. 1448 had been taken by the plaintiff from the defendant in respect of which the defendant filed a suit for eviction and got a decree against the plaintiff and obtained possession in execution of that decree. Obviously, therefore, a part of plot No. 1448, which was in occupation of the plaintiff at one time, belonged to the defendant. It was for the plaintiff to prove that the other part of plot No. 1448 was settled with him by Dhalbhum Raj as alleged by him. The defendant was not obliged to prove his title in the present case. The plaintiff has to prove his title and the plaintiff sought to base his title on the settlement of 1949 from Dhalbhum Raj but the possession over the disputed plot was from much before 1949. In order to overcome this anomaly the plaintiff had to take up a stand that he was permitted by the Dhalbhum Raj Estate to take possession since 1946 although the actual settlement took place in 1949. The case of the plaintiff at the face of it looks absurd and we have our own constraints on the rinding of the High Court on the question of the plaintiff&#x27;s title. But as that finding on the question of plaintiff&#x27;s title has become final it is no use dealing with this point any further and we have to confine ourselves only on the question whether the suit was barred by time. But the finding on the question of limitation recorded by the First Appellate Court on appraisal of evidence after taking into consideration the entire circumstances in the case was a finding of fact which could not have been set aside by the High Court in the exercise of power under <a href=\"/doc/192138551/\" id=\"a_5\">Section 100</a> of the CPC.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_7\">8. For the foregoing discussion, the appeal must succeed. It is accordingly allowed and the judgment and decree of the High Court is set aside and the judgment of the First Appellate Court dismissing the suit as barred by time is upheld. In the circumstances of the case, there is no order as to costs.\n</p> \n\n","numcites":4,"numcitedby":97,"docsource":"Supreme Court of India","citetid":1507215,"divtype":"judgments","relatedqs":[{"value":"adverse possession","formInput":"adverse%20possession"},{"value":"\"adverse possession\"","formInput":"%22adverse%20possession%22"},{"value":"res judicata ","formInput":"res%20judicata%20"},{"value":"land dispute","formInput":"land%20dispute"},{"value":"suit for land","formInput":"suit%20for%20land"},{"value":"\"res judicata\"","formInput":"%22res%20judicata%22"}],"cats":[{"value":"order-enforcement","formInput":"tag:order-enforcement"},{"value":"limitation","formInput":"tag:limitation"}],"courtcopy":false,"query_alert":null,"agreement":false}