{"tid":1185840,"publishdate":"2008-11-07","title":"Ishwaragouda & Ors vs Mallikarjun Gowda & Ors on 7 November, 2008","doc":"<h2 class=\"doc_title\">Ishwaragouda &amp; Ors vs Mallikarjun Gowda &amp; Ors on 7 November, 2008</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:t-chatterjee\">Tarun Chatterjee</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-alam\">Aftab Alam</a>, <a href=\"/search/?formInput=benchid:t-chatterjee\">Tarun Chatterjee</a></h3>\n\n<pre id=\"pre_1\">                                                        REPORTABL\n                                                 E\n\n                 IN THE SUPREME COURT OF INDIA\n                  CIVIL APPELLATE JURISDICTION\n\n                 CIVIL APPEAL NO. 5878 OF 2002\n\n\n\n    Ishwaragouda &amp; Ors.                        ...Appellants\n\n         VERSUS\n\n    Mallikarjun Gowda &amp; Ors.                  ...Respondents\n\n\n\n                         JUDGMENT\n</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">    TARUN CHATTERJEE, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\n\n</p><p data-structure=\"Issue\" id=\"p_3\">1. This appeal is directed against the judgment and order\n\n  dated 28th of August, 2001 of the High Court of Karnataka\n\n  at Bangalore in a Second Appeal whereby, the High Court\n\n  had allowed the appeal filed by the respondents against the\n\n  judgment and decree of the 2nd Additional Sessions Judge,\n\n  Dharwad, remanding back the matter to the First Appellate\n\n\n\n\n<span class=\"hidden_text\" id=\"span_1\">                                                          1</span>\n\f  Court to decide in accordance with law in view of the\n\n  findings made by the High Court in the second appeal.\n\n</p><p data-structure=\"Facts\" id=\"p_4\">2. The relevant facts, as arising from the case made out by the\n\n  appellants, which would assist us in appreciating the\n\n  controversy involved are narrated in a nutshell, which are\n\n  as follows:\n</p>\n<p data-structure=\"Issue\" id=\"p_5\">\n\n</p><p data-structure=\"Facts\" id=\"p_6\">3. The disputed land bearing RS No. 40 measuring 18 acres\n\n  32 guntas was an agricultural land belonging to one\n\n  Laxmibai, situated in Harlapur village in Gadag taluka.\n\n  After the death of Smt. Laxmibai, her grand sons inherited\n\n  the said land and it was under cultivation of the\n\n  predecessor in title of the appellants and the respondents.\n\n  After coming into operation of the <a href=\"/doc/42148591/\" id=\"a_1\">Karnataka Land Reforms\n\n  Act</a> (in short &quot;the Act&quot;), Basanagowda, the father of the\n\n  respondents filed Form No. 7 under the Act for grant of\n\n  occupancy rights on the ground that they were in actual\n\n  cultivation of the entire land. Parwategowda, the father of\n\n  the appellants, simultaneously also filed an application\n\n  under Form No. 7 claiming that the said land was being\n\n<span class=\"hidden_text\" id=\"span_2\">                                                           2</span>\n\fcultivated   jointly    by   the   family,    i.e.   the   family       of\n\nBasanagowda,      the    father    of   the    respondents,         and\n\nParwategowda, the father of the appellants. Both the above-\n\nmentioned applications were registered on the file of Land\n\nTribunal, Gadag. On 21st of November, 1976, the Land\n\nTribunal passed orders holding that Basanagowda and\n\nParwategowda were jointly cultivating the lands and were\n\nentitled to occupancy rights in the said land. Aggrieved by\n\nthe said order of the Land Tribunal, the respondents filed a\n\nWrit Petition in the High Court of Karnataka being WP No.\n\n2088 of 1977. The High Court dismissed the writ petition\n\nby its order dated 17th of December, 1982, inter alia,\n\nholding that the disputed land was taken on cultivation\n\njointly by the family and that it was in joint cultivation.\n\nHowever, for demarcation of half portion of the disputed\n\nland, the matter was remitted to the Land Tribunal. The\n\nrespondents thereafter filed an appeal before a Division\n\nBench of the High Court, which was dismissed by an order\n\ndated 6th of June, 1983. Meanwhile, the Land Tribunal after\n\nbeing remanded back the matter for demarcation of the\n\n<span class=\"hidden_text\" id=\"span_3\">                                                                    3</span>\n\f  disputed land between the parties by the High Court,\n\n  allotted southern half portion to Parwategowda and his\n\n  family and the Northern half portion to Basanagowda and\n\n  his family by its order dated 3rd of January, 1985. Against\n\n  the said order, the respondents preferred an appeal before\n\n  the Land Reforms Appellate Authority being L.R. Appeal No.\n\n  1687 of 1986 which was dismissed by the Appellate\n\n  Authority on 14th of September 1987.\n</p>\n<p data-structure=\"Issue\" id=\"p_7\">\n\n</p><p data-structure=\"Facts\" id=\"p_8\">4. Against the said judgment and order, the respondents\n\n  preferred a civil revision petition being CRP No. 5632 of\n\n  1987 before the High Court of Karnataka. The High Court\n\n  dismissed the revision petition, inter alia, observing that the\n\n  party prejudiced can approach a civil court to claim\n\n  exclusive possession of the disputed land. On the basis of\n\n  such an observation, the respondents thereafter filed a suit\n\n  for declaration of title and possession in respect of the\n\n  disputed land being O.S No. 131 of 1989 in the Court of\n\n  Civil Judge, Gadag. The Civil Judge by its judgment\n\n  decreed the suit holding that it had the jurisdiction to\n\n<span class=\"hidden_text\" id=\"span_4\">                                                             4</span>\n\fdecide as to whether it was a joint family property or an\n\nindividual property. Aggrieved by the said judgment and\n\ndecree of the civil judge, the appellants herein filed an\n\nappeal before the 2nd Additional Sessions Judge, Dharwad.\n\nThe Additional Sessions Judge allowed the appeal holding\n\nthat the civil court had no jurisdiction to entertain the suit\n\nfor declaration of title and possession, which is within the\n\nexclusive   jurisdiction   of   the   Land   Tribunal.    The\n\nrespondents filed a Second Appeal in the High Court\n\nagainst the aforesaid judgment passed in the appeal.\n\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"532938\" id=\"span_5\">Relying on a decision of this Court, in <a href=\"/doc/532938/\" id=\"a_2\">Balawwa &amp; Anr. vs.\n\nHasanabi &amp; Ors.</a> [(2000) 9 SCC 272], the High Court set\n\naside the judgment of the appellate court and allowed the\n\nappeal remanding back the matter to the first appellate\n\ncourt directing it to decide the matter in accordance with\n\nlaw in view of the observations made by the High Court.</span>\n\n</p><p data-structure=\"PetArg\" id=\"p_9\">        Feeling aggrieved by the judgment of the Division\n\n  Bench of the High Court, the appellants filed this special\n\n  leave petition, which was heard by us on grant of leave in\n\n  the presence of the learned counsel for the parties.\n\n<span class=\"hidden_text\" id=\"span_6\">                                                          5</span>\n</p><p data-structure=\"Issue\" id=\"p_10\">\f5. The moot question that needs to be decided in this appeal\n\n     is as follows:\n</p>\n<blockquote id=\"blockquote_1\">                &quot;Whether the jurisdiction of the civil court\n                is ousted in view of <a href=\"/doc/198288602/\" id=\"a_3\">Section 133</a> of the\n                Karnataka Land Reforms Act to decide\n                whether an individual is a tenant or the\n                joint family is the tenant of the disputed\n                land the same being within the exclusive\n                jurisdiction of the Land Tribunal?&quot;\n</blockquote>\n\n\n<p data-structure=\"CDiscource\" id=\"p_11\">6. We have heard the learned counsel appearing for the\n\n     parties and perused the materials on record. It is pertinent\n\n     to refer to <a href=\"/doc/198288602/\" id=\"a_4\">Section 133</a> of the Act for a better understanding\n\n     of the issue in hand. <a href=\"/doc/198288602/\" id=\"a_5\">Section 133</a> in so far as it is relevant\n\n     for the present case states:\n</p>\n<blockquote id=\"blockquote_2\">             &quot;133. Suits, proceedings etc. involving questions\n             required to be decided by the Tribunal:-1)\n             Notwithstanding anything in any law for the\n             time being in force,-\n</blockquote>\n<blockquote id=\"blockquote_3\">i)     no civil or criminal court or officer or authority shall,\n       in any suit, case or proceedings concerning a land\n       decide the question whether such land is or is not\n       agricultural land and whether the person claiming to\n       be in possession is or is not a tenant of the said land\n       from prior to 1st March, 1974;\n</blockquote>\n<blockquote id=\"blockquote_4\">\n\n\n<span class=\"hidden_text\" id=\"span_7\">                                                                   6</span>\n</blockquote><blockquote id=\"blockquote_5\">\fii)    such court or officer or authority shall stay such suit\n       or proceedings in so far as such question is\n       concerned and refer the same to the Tribunal for\n       decision;\n</blockquote>\n<blockquote id=\"blockquote_6\">\n</blockquote><blockquote id=\"blockquote_7\">iii)     all interim order issued or made      by such court,\n       officer or authority, whether in       the nature of\n       temporary injunction or appointment    of a Receiver or\n       otherwise, concerning the land shall   stand dissolved\n       or vacated, as the case may be;\n</blockquote>\n<blockquote id=\"blockquote_8\">iv)    ......&quot;\n</blockquote>\n<blockquote id=\"blockquote_9\">\n\n</blockquote><blockquote id=\"blockquote_10\">             It is clear from a plain reading of the aforesaid\n\n       provisions of the Act, that no Court or any authority has\n\n       any jurisdiction to decide whether a person claiming to\n\n       be in possession is or is not a tenant of the disputed land\n\n       and the sole authority to decide such dispute vests only\n\n       in the Land Tribunal. A plain reading of <a href=\"/doc/198288602/\" id=\"a_6\">Section 133</a> of\n\n       the Act    would   make    it clear    that any questions\n\n       concerning a land whether such land is or is not an\n\n       agricultural land, and whether the person claiming\n\n       possession is or is not a tenant of the land shall vest only\n\n       on the Land Tribunal and no suit or proceeding etc. shall\n\n       be entertained by any civil or criminal court. It would be\n\n\n<span class=\"hidden_text\" id=\"span_8\">                                                                 7</span>\n\ffurther evident that even when a suit is pending on the\n\nsaid question, the Court shall refer such dispute to be\n\ndecided by the tribunal for decision. Once a land tribunal\n\ndecides the aforesaid question, the Civil Court cannot\n\nhave any jurisdiction to decide the said dispute in a civil\n\nproceeding   in   view   of   <a href=\"/doc/198288602/\" id=\"a_7\">Section   133</a>   of   the   Act.\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_12\">Furthermore, once a land tribunal decides the said\n\nquestion enumerated in <a href=\"/doc/198288602/\" id=\"a_8\">section 133</a> of the Act, such\n\ndecision of the Land Tribunal also cannot come under\n\nchallenge before any civil court and if any order is passed\n\nby the civil court setting aside the decision of the Land\n\nTribunal, such an order would be a nullity. If any\n\nconsequential order is also passed by the civil court,\n\nsetting aside the decision of the Land Tribunal and\n\ndirecting the possession of the disputed land to be\n\ndelivered, it must be held that the said order was without\n\njurisdiction and therefore a nullity. Therefore, we are of\n\nthe view that the High Court fell in error by directing the\n\norder of remand to the first appellate authority to decide\n\nthe said issue after it was decided by the tribunal which\n\n<span class=\"hidden_text\" id=\"span_9\">                                                         8</span>\n\fwas uncalled for and was therefore liable to be set aside.\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_13\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"532938\" id=\"span_10\">7.   A plain reading of the judgment of the High Court\n\nwould clearly demonstrate that it had relied on the\n\ndecision this Court in the case of <a href=\"/doc/532938/\" id=\"a_9\">Balawwa &amp; Anr. vs.\n\nHasanabi &amp; Ors.</a> (supra), in which this Court had held\n\nthat inspite of the special jurisdiction under the Act, the\n\njurisdiction of the civil court was not ousted after\n\nconsidering the reliefs claimed in the suit. In that\n\ndecision this Court had noted that in the said suit the\n\nrelief of partition was granted and it was that decree of\n\npartition, which was the subject matter of appeal <a href=\"/doc/532938/\" id=\"a_10\">in that\n\ncase</a>. In that context, this Court in paragraph no.7\n\nobserved as follows:</span>\n</p>\n<blockquote id=\"blockquote_11\">           &quot;Having examined the provisions of the\n     <a href=\"/doc/42148591/\" id=\"a_11\">Karnataka Land Reforms Act</a> and the\n     aforesaid two judgments of this Court, we\n     have no doubt in our mind that the Civil Court\n     cannot be said to be ousted of the jurisdiction,\n     in granting the relief sought for. It is too well\n     settled that when a Special Tribunal is created\n     under a special statute and the jurisdiction of\n     the Civil Court is sought to be ousted under the\n     said statute, it is only in respect of those reliefs\n     which could be granted by the Special\n\n\n<span class=\"hidden_text\" id=\"span_11\">                                                            9</span>\n\f     Tribunal under the special statute, the\n     jurisdiction of the civil court cannot be said to\n     be ousted.\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_14\">8.   The learned counsel appearing on behalf of the\n\nrespondents relied on this case before us also contending\n\nthat the jurisdiction of the civil court could not be ousted\n\nand it could decide as to the title of the disputed land.\n\nWe cannot agree to this contention of the respondents. In\n\nparagraph no.8 of the aforesaid decision, this Court had\n\nobserved as follows:\n</p>\n<blockquote id=\"blockquote_12\">        &quot;Looking at the provisions of <a href=\"/doc/16557612/\" id=\"a_12\">section 48A</a> of\n        the Karnataka Land Reforms Act and the\n        relief which is sought for in the present\n        case, it is difficult to hold that the Tribunal\n        had the jurisdiction of the civil court. Under\n        <a href=\"/doc/16557612/\" id=\"a_13\">Section 48A</a>, the Tribunal can only grant the\n        relief of declaring occupancy right in favour\n        of an applicant provided the preconditions\n        for the same are satisfied, namely, that the\n        land was in possession of the tenant\n        concerned on the relevant date. That being\n        the position and the Tribunal under the\n        <a href=\"/doc/108138991/\" id=\"a_14\">Land Reforms Act</a> not having jurisdiction\n        to grant relief of partition, the civil\n        court itself has the jurisdiction to\n        entertain the suit for partition.&quot;\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_12\">                                                          10</span>\n<p data-structure=\"Precedent\" id=\"p_15\">\fFrom a plain reading of the observation of this Court in\n\nthe aforesaid decision as quoted above, it is clear that\n\nthe relief that could be granted by the Civil Court itself\n\nwhich is a decree for partition could not be granted by\n\nthe tribunal and it was only the civil court which can\n\nentertain a suit involving partition of the said land as we\n\nhave already held that it was beyond the jurisdiction of\n\nthe Land Tribunal. Therefore, the aforesaid Paragraph\n\nno. 8 on which reliance was placed by the respondents\n\nwould not help them but in contrary would help the\n\nappellants because <a href=\"/doc/532938/\" id=\"a_15\">in that case</a> this Court had clearly\n\nheld that a relief for grant of partition rights could not be\n\ngranted by the Tribunal. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"166486\" id=\"span_13\">That apart, this Court in the\n\ncase of <a href=\"/doc/166486/\" id=\"a_16\">Mudakappa vs. Rudrappa &amp; Ors.</a> [(1994) 2\n\nSCC 57], laid down the law in respect of the question\n\nposed in this case which is reproduced as under:</span>\n\n</p><blockquote id=\"blockquote_13\">        &quot;If one of the members of the family\n        cultivates the joint family, under these\n        circumstances, pending the suit, when the\n        question arises whether the member or the\n        joint family is the tenant, that question\n        should be decided by the Tribunal alone\n        under <a href=\"/doc/16557612/\" id=\"a_17\">Section 48A</a> read with <a href=\"/doc/198288602/\" id=\"a_18\">Section 133</a>\n\n<span class=\"hidden_text\" id=\"span_14\">                                                         <a href=\"/doc/56767849/\" id=\"a_19\">11</a></span>\n\f       and not by the civil court. Since the Tribunal\n       constituted under the Act has been invested\n       with the power and jurisdiction to determine\n       rival claims, it should record the evidence\n       and decide the matter so that its correctness\n       could be treated either by an appeal or by\n       judicial review, under <a href=\"/doc/1712542/\" id=\"a_20\">Article 226</a> or under\n       <a href=\"/doc/1331149/\" id=\"a_21\">Article 227</a> as the case may be. But, it\n       cannot by necessary implication, be\n       concluded that when rival claims are made\n       for tenancy rights, the jurisdiction of the\n       Tribunal is ousted or its decision is subject\n       of the decision once over by the Civil Court.\n       It is clear from <a href=\"/doc/65218093/\" id=\"a_22\">Section 48A(5)</a> and Section\n       112B(bbb) read with <a href=\"/doc/198288602/\" id=\"a_23\">Section 133</a>, that the\n       decision of the Tribunal is final under\n       <a href=\"/doc/198288602/\" id=\"a_24\">Section 133 (iii)</a>. The Civil Court has power\n       only to decide other issues. It cannot,\n       therefore, be said that the rival claims for\n       tenancy or the nature of the tenancy are\n       exclusively left to be dealt with by the Civil\n       Court.&quot;\n</blockquote>\n\n\n<p data-structure=\"Conclusion\" id=\"p_16\">9.   Thus in view of the aforesaid decision, we hold that\n\nthe Civil Court had no jurisdiction to decide as to\n\nwhether the joint family or one of the members was a\n\ntenant, when that question was considered finally and\n\nauthoritatively on merits by the Land Tribunal Gadag.\n\nTherefore, we are of the view that the learned Additional\n\nSessions Judge, Dharwad, was perfectly justified in view\n\n\n\n<span class=\"hidden_text\" id=\"span_15\">                                                        12</span>\n\fof ouster of jurisdiction of the civil court under <a href=\"/doc/198288602/\" id=\"a_25\">Section\n\n133</a> of the Act, in setting aside the judgment of the trial\n\ncourt to this extent. Consequent thereupon, we are,\n\ntherefore, also of the view that the High Court was wrong\n\nin setting aside the order of the 2nd Additional Sessions\n\nJudge,   Dharwad    on   an   appeal   preferred   by   the\n\nrespondents.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_17\">\n\n</p><p data-structure=\"Precedent\" id=\"p_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"532938\" id=\"span_16\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"166486\" id=\"span_17\">10.   Before we conclude, we may note that as observed\n\nherein earlier, the High Court in the earlier Writ\n\nApplication by its order dated 17th of December, 1982,\n\nheld on consideration of evidence produced by the\n\nparties and materials on record that the disputed land\n\nwas taken for cultivation jointly by the parties and,\n\ntherefore, the parties were in joint cultivation. It would\n\nbe evident from the order of the High Court passed on\n\n17th of December, 1982, that only to demarcate the share\n\nof the parties, the matter was remitted back to the Land\n\nTribunal. Therefore, the question of reopening this issue,\n\nnamely whether a person is in possession of the disputed\n\n<span class=\"hidden_text\" id=\"span_18\">                                                        13</span>\n\fland as a personal cultivator, or the disputed land was in\n\njoint possession of the family members of the parties, is\n\nno longer available to be agitated before the civil court. At\n\nthe risk of repetition, we may also note that before the\n\nLand Tribunal it was conclusively decided that the\n\npredecessor-in-title of both the parties had taken the\n\ndisputed land for cultivation jointly and that they were\n\njointly cultivating the same. That being the position, and\n\nin view of <a href=\"/doc/198288602/\" id=\"a_26\">Section 133</a> of the Act, the jurisdiction of the\n\nCivil   court   having   been   ousted    and   applying   the\n\nprinciples as <a href=\"/doc/166486/\" id=\"a_27\">laid down by</a> this Court in the case of\n\n<a href=\"/doc/166486/\" id=\"a_28\">Mudakappa        vs.   Rudrappa    &amp;     Ors.   (Supra</a>),   and\n\n<a href=\"/doc/532938/\" id=\"a_29\">Balawwa &amp; Anr. vs. Hasanabi &amp; Ors.</a> (supra), in\n\nparagraph no. 7 and 8 of the same, as mentioned herein\n\nearlier, we are of the view that the High Court was in\n\nerror in setting aside the judgment of the Appellate\n\nAuthority and remanding the matter to the same for\n\ndecision in the light of the observations made in the\n\nimpugned judgment.</span></span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_19\">\n\n\n<span class=\"hidden_text\" id=\"span_19\">                                                           14</span>\n</p><p data-structure=\"Conclusion\" id=\"p_20\">\f11.   Accordingly, we set aside the impugned judgment of\n\n      the High Court thereby restoring the judgment of\n\n      the 2nd Additional Sessions Judge holding that the\n\n      civil court had no jurisdiction to entertain the suit\n\n      for declaration of title as it was within the exclusive\n\n      jurisdiction of the Land Tribunal.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_21\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_22\">12.   The appeal is accordingly allowed. There will be no\n\n      order as to costs.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_23\">\n\n</p><p data-structure=\"Precedent\" id=\"p_24\">                                       ...........................J.\n                                      [Tarun Chatterjee]\n\n\n\nNew Delhi;                             ...........................J.\n\nNovember 07, 2008.                     [Aftab Alam]\n\n\n\n\n<span class=\"hidden_text\" id=\"span_20\">                                                                15</span>\n\f</p>","numcites":10,"numcitedby":7,"docsource":"Supreme Court of India","citetid":1185840,"divtype":"judgments","relatedqs":[{"value":"karnataka land reforms act","formInput":"karnataka%20land%20reforms%20act"},{"value":"karnataka land reforms act: \"pencil entry\" ","formInput":"karnataka%20land%20reforms%20act%3A%20%22pencil%20entry%22%20"},{"value":"jurisdiction of civil court","formInput":"jurisdiction%20of%20civil%20court"},{"value":"land dispute","formInput":"land%20dispute"},{"value":"tarun chatterjee","formInput":"tarun%20chatterjee"},{"value":"demarcation","formInput":"demarcation"},{"value":"right to occupation","formInput":"right%20to%20occupation"},{"value":"Land reforms act","formInput":"Land%20reforms%20act"},{"value":"not a tenant","formInput":"not%20a%20tenant"},{"value":"joint family","formInput":"joint%20family"},{"value":"exclusive jurisdiction ","formInput":"exclusive%20jurisdiction%20"},{"value":"agricultural land","formInput":"agricultural%20land"},{"value":"section 133 ","formInput":"section%20133%20"},{"value":" tribunal is  court","formInput":"%20tribunal%20is%20%20court"},{"value":"dharwad","formInput":"dharwad"},{"value":"LAND REFORMS","formInput":"LAND%20REFORMS"}],"courtcopy":true,"query_alert":null,"agreement":false}