{"tid":1821482,"publishdate":"2003-03-12","title":"Hari Ram vs Lichmaniya And Ors. on 12 March, 2003","doc":"<h2 class=\"doc_title\">Hari Ram vs Lichmaniya And Ors. on 12 March, 2003</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR2003RAJ319, 2003(4)WLC426</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:p-c-tatia\">Prakash Tatia</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:p-c-tatia\">Prakash Tatia</a></h3>\n\n<pre id=\"pre_1\">ORDER\n \n\nPrakash Tatia, J.\n \n\n</pre><p data-structure=\"PetArg\" id=\"p_1\">1. Heard learned counsel for the petitioner.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_2\">2. This is glaring case of harassment of non-petitioners by the petitioner by abusing the process of Court, compelling the non-petitioners to face litigation even after 42 years of obtaining decree for possession by their ancestor.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\">3. The brief facts of the case are that one Ram Chandra, ancestor of private non-petitioners, filed a suit for possession of an agricultural land measuring 18 Biga 9 Biswa of Khasra No. 60 of village Rohi Naurangsehar, Tehsil Sujangarh Dist. Churu, against the petitioner of this Writ petition in the Court of Sub-Divisional Officer, Ratangarh in the year 1957 alleging that the non-petitioner forcibly dispossessed the plaintiff-Ram Chandra, therefore, decree for eviction be passed against the defend-ant-petitioner-Hari Ram.) The suit was registered as Suit No. 111/57 but that was dismissed by the Sub-Divisional Officer (Assistant Collector), Ratangarh, by the judgment and decree dated 30th August, 1958. Ram Chandra preferred appeal against the decree dated 30th August, 1958 before the Additional Commissioner, Bikaner Division, Bikaner; which was registered as Appeal No. 183/58, The appeal of Ram Chandra was initially dismissed by the appellate Court but said dismissal was set aside in second appeal by the Board of Revenue by its order dated 25-1-1960 and the matter was remanded back to the first appellate Court. After remand, the first appellate Court allowed the appeal of Ram Chandra by the judgment and decree dated 22nd August, 1960. The appellate Court passed the decree for possession in favour of plaintiff-Ram Chandra against defendant-petitioner-Hari Ram. However, in this very judgment the pleas of the defendant-petitioner, he got the possession of the half land of Bhoor Bai through Karta, who was tenant of Bhoor Bai and half land deed executed by Bhoor Bai in favour of the petitioner. The appellate Court observed that Ram Chandra can only evicted by the person who let out the land to the Ram Chandra after rejecting the plea of petitioner that he got the land from Bhoor Bai or Karta. The person entitled to take possession from plaintiff-Ram Chandra, then he is required to follow the process of law for taking possession from Ram Chandra, but the petitioner had no right to dispossess the Ram Chandra from the land in dispute; therefore he is to deliver possession to Ram Chandra. The petitioner preferred appeal against this decree dated 22-8-1960 before the Board of Revenue, Ajmer. &#x27;which was &#x27;dismissed by the Board of Revenue. Ajmer on 18-8-1969. According to the petitioner, the petitioner did not challenge the order of the Board of Revenue because of settlement of dispute with Ram Chandra, which took place on 21-9-1962 (strangely). However, the above decree dated 22-8-1960 attained the-finality and these facts are not in dispute. After so many orders and judgments, the right of Ram Chandra to take possession from the defendant-Hari Ram petitioner became final and concluded.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_4\">4. It appears from the facts of this case that deceased-Ram Chandra instituted execution petition to execute the decree passed in Rev. Suit No. 111/57 somewhere in or about the year 1963, therefore, Execution Case No. 6/63 was registered in which, after the death of Ram Chandra in the year 1973, legal representatives of deceased-Ram Chandra could get possession only in the year 1978. It appears that petitioner lodged another proceedings under <a href=\"/doc/1405190/\" id=\"a_1\">Sections 145</a> and <a href=\"/doc/1193950/\" id=\"a_2\">146</a>, Cr.P.C. where in the land in dispute was attached but due to handing over of possession of land to the L.R. of the deceased-Ram Chandra, (who are non-petitioners in this writ petition) in execution of the decree by competent Court, the proceedings under <a href=\"/doc/1405190/\" id=\"a_3\">Section 145</a>, Cr.P.C. was dropped on 13-5-1982 and possession of the L.R. of the deceased-Ram Chandra continued and maintained.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_5\">5. After about 23 years from the decree (22-8-1960) for eviction against present petitioner and appeal against which was dismissed on 18-8-1969 and execution of said decree was filed in the year 1963 and which possession was delivered to the non-petitioners in the year 1981, the petitioner-Hari Ram did not choose to file any suit for declaration of his Khatedari tenancy rights or for possession of the land in dispute during lifetime of Ram Chandra, who died in or about the year 1973 and after the death of Ram Chandra, instituted a Suit No. 49/1983 that too only for recovery of possession of the land in dispute, which was subject-matter of earlier Suit No. 111/57, against the legal representatives of deceased-Ram Chandra, claiming that he is : (1) Khatedar tenant of the land in dispute (still no relief of declaration was sought); (2) he (petitioner) was wrongfully dispossessed by the L.R. of the deceased-Ram Chandra (hereinafter referred to as non-petitioners); (3) possession of the land was wrongfully and illegally delivered to the non-petitioners in Execution Case No. 6/63; (4) the order of the Sub-Divisional Magistrate dated 13-5-1982 was arbitrary and illegal and the non-petitioners have no right to remain in possession in pursuance of all above orders; (5) the deceased-Ram Chandra in his lifetime took Rs. 900/- from the, petitioner and agreed that he will not take any further action in this matter and therefore, did not executed the decree till 1973 and because of this the non-petitioners had no right to take possession of the land in dispute; (6) even if deceased-Ram Chandra had any right to cultivate the land in dispute, he lost right to keep possession after five years of his alleged sub-tenancy.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_6\">6. After prosecuting above Suit No. 49/ 83 for seven years and during the pendency of said suit, the petitioner filed another suit, which was registered as Suit No. 101/90. In this suit, all the facts and grounds which were narrated and taken in Suit No. 49/83, are again narrated and taken in this fresh suit, but twisted the material fact about possession of the land in dispute, which he could not have done in earlier suit. Additional plea taken in this fresh suit is challenge to the mutation order dated 4-6-1985 by which the land in dispute was mutated in the name of the non-petitioners in pursuance of the order passed by the Board of Revenue on 4-4-1984 in one revision-petition. In this fresh suit, the petitioner sought relief of declaration of his Khatedari rights for the land measuring 27 Bigha 5 Biswa of the same Khasra Number in which land 18 Bigha 9 Biswa, which was subject-matter in earlier suit is also included. It is worthwhile to mention here that the petitioner though narrated all the facts, which were narrated in his earlier Suit No. 49/83, but also pleaded facts which were just contrary to what he had admitted in his Suit No. 49/ 83. The petitioner in Suit No. 49/83 specifically admitted that possession of the land was delivered to the non-petitioners and he sought substantially only relief of the possession in the Suit No. 49/83, but in this new Suit No. 101/90, the petitioner pleaded that in fact, possession was not delivered to the non-petitioners and despite Court&#x27;s order the possession remained with the Supardgidar, who delivered possession to the petitioner on 11-2-1990, that is during the pendency of first suit of the petitioner, No. 49/83 and thereafter, the possession of the land is with the petitioner himself. The petitioner, who could not have withdrawn his admission made in the pleading of Suit No. 49/83 withdrawn the admission by filing fresh Suit No. 101/90.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_7\">7. The trial Court framed various issues in the Suit No. 101/90. One of the issues was whether the petitioner is bound by the judgment and decree dated 22-8-1960 and the suit of the plaintiff was barred by principles of res judicata. The another issue was that whether the defendants got the possession of the land in dispute and the objection against the above was dismissed up to the Board of Revenue and same became final and the third issue was whether the suit is barred as petitioner withdrawn his earlier Suit No. 49/83 unconditionally?\n</p> \n\n<p data-structure=\"Facts\" id=\"p_8\">8. The former two issues were decided against the petitioner-plaintiff and in favour of the defendants-non-petitioners, but the trial Court held that mere withdrawal of the Suit No. 49/83 will not prohibit the petitioner from filing the second suit, but in view of the decision given on issues referred to above, the suit of the plaintiff was dismissed by judgment dated 24th July, 1995.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_9\">9. The petitioner preferred an appeal before the Revenue Appellate Authority, which was dismissed by the Revenue Appellate Authority, Bikaner vide judgment and order dated 13th November, 1997. The petitioner preferred second appeal under <a href=\"/doc/113632701/\" id=\"a_4\">Section 224</a> of the Rajasthan Tenancy Act, 1955 before the Board of Revenue, which was also dismissed by Board of Revenue, Ajmer vide order dated 7th April, 2000 (Anex. B). Yet not satisfied, the petitioner preferred review of the Board of Revenue&#x27;s order dated 7th April, 2000, which was also dismissed by the Board of Revenue on 3rd April, 2002.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_10\">10. The petitioner is now challenging the order of the Assistant Collector dated 24th July, 1995 (Annex. 6), the order of the Revenue Appellate Authority dated 13th Nov., 1997 (Annex. 7), the order of the Board of Revenue dated 7th April, 2000 (Annex. 8) and the order dated 3rd April, 2002 (Annex. 9) passed in review petition by the Board of Revenue.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_11\">11. Learned counsel for the petitioner vehemently submitted that in the earlier litigation, in Case No. 111/57 and in the judgment of the appellate Court dated 22nd August, 1960, the appellate Court, while deciding the appeal of the deceased-Ram Chandra held that in case, the petitioner-Hari Ram has his claim and intend to take possession of the land in dispute from Ram Chandra, then this can be done by following procedure of law and therefore, the petitioner filed the Suit No. 49/83, in the year 1983 because of the reason that Ram Chandra in his lifetime on 29th September, 1962, executed an agreement, copy of which is placed on record as Annexure-3 wherein Ram Chandra after receiving Rs. 900/-agreed that he will not take possession of the land in dispute, therefore, Ram Chandra did not execute the decree obtained by him, but afterwards things turned round and the petitioner was compelled to file the suit in the year 1983. It is also submitted that the property in dispute was attached in the proceedings under <a href=\"/doc/1405190/\" id=\"a_5\">Sections 145</a> and <a href=\"/doc/1494360/\" id=\"a_6\">146(1)</a> of the Cr.P.C., therefore, the petitioner filed a Suit No. 49/83 on 8th March, 1983. But since, the petitioner, got the possession of the land in dispute from Receiver (though the orders of the S.D.M. concern do not support this plea of the petitioner and delivery of possession to the non-petitioners was the reason for filing Suit No. 49/83 and was an admitted fact in the plaint itself), therefore, he filed another Suit No. 101/90 on, 6th June, 1990 and two years thereafter, earlier Suit No. 49/83 was withdrawn by the petitioner.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_12\">12. According to learned counsel for the petitioner, the trial Court was required to determine issues with respect to the facts alleged by the petitioner in his suit. Disputed questions of facts were that whether Ram Chandra executed an agreement dated 29th Sept., 1962 in favour of the petitioner or not and whether he relinquished his right under the decree or not, whether delivery of possession in execution proceeding was void etc. and these questions could have been decided only after taking evidence in the plaintiffs Suit No. 101/90. Instead of holding trial of the suit, the trial Court committed serious illegality in dismissing the suit of the plaintiff on preliminary issues.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_13\">Learned counsel for the petitioner vehemently submitted that earlier suit was for the land measuring 18 Bigha 9 Biswa of Khasra No. 295 whereas subsequent Suit No. 101/90 was with respect to the total land measuring 271/4th Bigha of Khasra No. 295. According to learned counsel for the petitioner, assuming for the sake of argument that earlier suit was barred with respect to 18 Bigha 9 Biswa land of Khasra No. 295 and still the suit with respect to the land, which is not included in the earlier suit, could not have been dismissed by the trial Court. 13.  Learned counsel for the petitioner relied upon the Explanation 1 of <a href=\"/doc/121631892/\" id=\"a_7\">Section 11</a>,\nC.P.C., which provides that the expression\n&quot;former suit&quot; used in <a href=\"/doc/58179006/\" id=\"a_8\">Section 11</a> denotes the suit,\nwhich has been decided prior to the suit in\nquestion whether or not it was instituted\nprior. According to learned counsel for the\npetitioner, since, earlier suit was with drawn\nby the plaintiff-petitioner and, therefore, the\nCourt has not &quot;decided&quot; the earlier suit or\neven any issue so as to create a bar of res\njudicata for second suit.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_14\">14. I perused all the judgments and orders placed on record by the petitioner including the copies of the plaint of both the cases as well as alleged agreement executed by Ram Chandra dated 29th Sept., 1962. There is no dispute with respect to the judgments, decrees and orders passed by the Courts below starting from the year 1958. The petitioner who was litigating with deceased-Ram Chandra since 1958 is judgment-debtor of the Revenue Suit No. 111/ 57. The right of deceased-Ram Chandra was declared by the competent Court of law as back as in the year 1960 by judgment and decree dated 22nd Aug., 1960. There is no dispute with respect to the finality of the said decree. The petitioner was made aware by the appellate Court in its judgment dated 22nd Aug., 1960 that only person who let out the land to Ram Chandra can evict Ram Chandra that too in accordance with law after rejecting petitioner&#x27;s claim to land in dispute. It is relevant to mention here that the petitioner himself is also claimed title through Bhoor Bai only who let out the land to Ram Chandra. The Court rejected the claim of the petitioner, which he was claiming over the land. Still, the petitioner is claiming right to take possession of the land in dispute from Ram Chandra. But for a long period of about 23 years, no action was taken by the petitioner and straightway in the year 1983, the petitioner filed the Suit no. 49/ 83 for possession against the legal representatives of Ram Chandra. In the plaint the petitioner unequivocally admitted that the legal representatives of Ram Chandra are in possession of the land in dispute, He also admitted that Execution Petition No. 6/63 was launched by Ram Chandra in which orders were passed. The petitioner admitted in the suit that possession was handed over to the decree-holder, but according to the petitioner, the proceedings were illegal, null and void, therefore, petitioner is entitled to decree for possession. The petitioner also claimed his right of possession on the basis of Khatedar rights and also on the basis of alleged agreement executed by Ram Chandra in his lifetime relinquishing his right to take possession of the land in dispute for consideration of Rs. 900/-. Not only this but the petitioner in Suit No. 49/83 raised all possible pleas with respect to alleged illegalities in taking possession of the land in dispute from the petitioner by the decree-holder in the execution proceedings as well as recognition of delivery of possession to legal representatives of the deceased-Ram Chandra in proceedings under Sections 145 and 146(1) of the Cr. P.C., but without disclosing why said agreement of the year 1962 was not used by the petitioner till 1969, when the Board of Revenue dismissed the appeal of the petitioner and in the S.D.M.&#x27;s Court, when order was passed in the year 1981, During the pendency of the suit, the petitioner filed another suit on 6th June, 1990. This fresh Suit No. 101/90 was filed without taking permission from the Court to withdraw earlier Suit No. 49/83, which according to learned counsel for the petitioner was not required because at that time the petitioner did not withdraw the earlier Suit No. 49/83 and the subsequent Suit No. 101/90 was filed during the pendency of the earlier suit. According to learned counsel for the petitioner, the permission is required, in case where plaintiff wants to file another suit after withdrawing the earlier suit only.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_15\">15. The facts referred to above are sufficient to show that the petitioners coming from the village assisted by an Advocate of remote place, that too, as back as in the year 1958 cannot be said to be so innocent and unaware of technicalities of laws as claimed by them, particularly if they want to abuse the process of Court. A decree for possession, which was obtained as back as in the year 1960 from the appellate Court (Annex. 2) possession of which was taken in the year 1981 by the decree-holders by executing decree are not spared by the petitioner for such a long period of about more than 40 years and the legal representatives of decree-holder Ram Chandra are also compelled to fight the absolutely frivolous second suit instituted by the petitioner. The petitioner who is claiming that deceased-Ram Chandra executed an agreement in favour of his (sic) on 29th Sept., 1962 did not choose to raise any objection before the Executing Court in Execution Case No. 6/62 launched by none else than Ram Chandra decree-holder himself wherein the order for delivery of possession was passed. The petitioner deliberately in his Suit No. 49/83 did not disclose the date on which actual possession was taken over by the decree-holder. How much the petitioner was unconnected with the land in dispute is clear from the plaint allegation itself when the petitioner in Para No. 4(D) stated that possession of the land was given to the non-petitioners somewhere in 1981 to 1982. The petitioner stated that all proceedings are void. The proceedings maybe_ void but fact cannot be a void fact. The cause of action, in fact, if accrued to the petitioner, then it accrued on 27th Aug., 1960, when the appellate Court passed the decree for possession in favour of Ram Chandra and if not on 27th Aug., 1960, then it accrued at least when the possession of the land in dispute was taken over by the decree-holder in the execution proceedings or even otherwise. The petitioner in his earlier suit did not disclose complete facts relating to the execution proceeding and did not disclose the date on which possession was delivered to the decree-holder in execution proceedings. It is relevant to mention here that in Para No. 7 of the plaint, the petitioner stated that cause of action accrued to the petitioner on 1st March, 1983 when defendants refused to give possession of the land in dispute. These facts if read meaningfully, the ingenuity of creating cause of action stands exposed, but clever petitioner-plaintiff withdrew the Suit No. 49/83, that too, without the permission of the Court and instituted new Suit No. 101/90.\n</p> \n\n<p data-structure=\"Section\" id=\"p_16\">16. It is true that the party is required to take permission from the Court under Order 23, Rule 1(3) <a href=\"/doc/161831507/\" id=\"a_9\">of the C.P.C</a>. only if party wants to institute a fresh suit in respect of the same subject-matter. Order 23, Rule 1(3), <a href=\"/doc/161831507/\" id=\"a_10\">C.P.C</a>. is not dealing with the situation where before withdrawal of suit, the plaintiff files another suit and thereafter, withdraws earlier suit, The Court can grant permission to file fresh suit only on fulfilment of the requirements under the provisions of Order 23, Rule 1(3). When procedure has been given in <a href=\"/doc/161831507/\" id=\"a_11\">the Code of Civil Procedure</a> for filing fresh suit after institution of one suit by the plaintiff, then it excludes the procedure by which the parties, on: their own whims and wish can file fresh suit and bye-pass the procedure and make the provisions of law nugatory. Not only this but it appears that the argument of the learned counsel for the petitioner came by ignoring not only above legal position, but has been advanced without noticing true meaning of effect of <a href=\"/doc/79566793/\" id=\"a_12\">Sections 10</a>, <a href=\"/doc/58179006/\" id=\"a_13\">11</a> and <a href=\"/doc/84541716/\" id=\"a_14\">12</a> and Order 2, Rules 1  and 2, <a href=\"/doc/161831507/\" id=\"a_15\">C.P.C</a>. and other relevant provisions <a href=\"/doc/161831507/\" id=\"a_16\">of C.P.C</a>. Fundamental aim and object is to avoid multiple suits may it be founded on same cause of action or may be relating to same subject-matter. <a href=\"/doc/84541716/\" id=\"a_17\">Section 12</a> bars the plaintiff from instituting &quot;further suit&quot; based on and in respect of such cause of action, which was cause of action in earlier suit. <a href=\"/doc/85279687/\" id=\"a_18\">Section 10</a>, C.P.C. says &quot;Court shall not proceed with the trial,&quot; <a href=\"/doc/121631892/\" id=\"a_19\">Section 11</a>, C.P.C. says &quot;the Court shall not try any suit or issue,&quot; (i) &quot;matter directly and substantially in issue; or (ii) issue subsequently raised and has been heard and finally decided;&quot; Proviso IV of <a href=\"/doc/58179006/\" id=\"a_20\">Section 11</a> even bars not only grounds of attack but also defences. <a href=\"/doc/175843806/\" id=\"a_21\">Section 12</a>, C.P.C. &quot;bars further suit&quot; by the plaintiff. Order 9, Rule 9 bars fresh suit in case suit is dismissed under Rule 8 of <a href=\"/doc/161831507/\" id=\"a_22\">Order 9, C.P.C</a>. Further a fresh suit is also barred under Order 22, Rule 9 and Order 23, Rule 1(4), <a href=\"/doc/161831507/\" id=\"a_23\">C.P.C</a>. Legislative intention is more than clear in putting bar against further suit and re-agitation of issues already raised and decided, bar against institution of fresh suit, bar against proceedings with suit or trial of the new suit. The Civil Procedure Code itself contains provisions like Order 9, Rule 4 and Order 23, Rule 1(3), <a href=\"/doc/161831507/\" id=\"a_24\">C.P.C</a>., which permits institution of fresh suit by the plaintiff. There is no provision in law, which permits institution of more than one suit by the plaintiff for one subject-matter with same cause of action. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1138005\" id=\"span_1\">By necessary implication it can be held that if plaintiff withdraws a suit without seeking permission from the Court to institute a fresh suit for the subject-matter, he as well his successor and person claiming through him are precluded from instituting fresh suit as well as precluded from re-agitating the issues, which were involved in former suit raised by the plaintiff and became subject-matter of issue on the basis of ground of attack or defence set up by the defendant because withdrawal of suit by plaintiff without permission amounts to not only withdrawal of his entire claim in the suit, but also amounts to conceding to grounds of attacks of other party. This view is fully supported by the provisions made in <a href=\"/doc/85279687/\" id=\"a_25\">Sections 10</a> and <a href=\"/doc/121631892/\" id=\"a_26\">11</a>, C.P.C. also. <a href=\"/doc/85279687/\" id=\"a_27\">Section 10</a>, C.P.C. prohibits trial of the suit whereas <a href=\"/doc/121631892/\" id=\"a_28\">Section 11</a>, C.P.C. prohibits not only trial of suit but also trial of issue irrespective of burden of proving the issue. The plea that issues have not been &quot;heard and decided&quot; is not available to the plaintiff in such case of withdrawal of suit, even if principle of res judicata may not be applied strictly even then it amounts to abandonment of claim by plaintiff and conceding to pleas of defendant on the same analogy of reasoning given by the Hon&#x27;ble Supreme Court in the case of Sarguja Transport Service case reported in AIR 1987 SC 88 and Full Bench decision of this Court in S.B. Civil Special Appeal No. 760/1995, <a href=\"/doc/1138005/\" id=\"a_29\">Hanuman Singh v. B.O.R.</a>, decided on 17-5-2002 : (AIR 2002 Raj 365). Once suit is filed in Court, as far as possible dispute between the parties must be settled completely, which will be not only in the interest of the parties to the suit, but it will be in favour of public interest also as it will avoid dragging of the parties to Court again and again, it will save the precious time of the Courts, it will avoid multiplicity of suits, it will result in avoiding conflicting judgments and orders and it will settle the dispute once for all. By this time the Court can be made available for deciding bona fide litigation instead of Court&#x27;s becoming tool in the hands of litigant to provide litigant mould the proceeding of trial of suits to keep the dispute alive for indefinite period and to compel other party to file another suit for the decision on the issues, which were already subject-matter in Issues in the suit.</span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_17\">17.   It is contended by learned counsel for the petitioner that earlier suit was with respect to the land measuring 18, Bigha 9 Biswa of Khasra No. 295 whereas subsequent suit is with respect to the land measuring 271/4th Bigha of the same Khasra No. 295, therefore, assuring for the sake of argument, the petitioner abandoned his right of land of 18 Bigha 9 Biswa, still suit of the petitioner with respect to remaining land was maintainable.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_18\">18. It is relevant to mention here that reliefs, which have been claimed by the plaintiff-petitioner in this suit include declaration of his khatedari right over the land measuring 271/4th Bigha of Khasra no. 295, declaration of the order dated 4th June, 1985 of the Tehsildar as null and void and having no effect against the interest of the plaintiff, the revenue record may be corrected and the plaintiff-petitioner&#x27;s name may be recorded in the revenue record .and relief of injunction against the defendants-non-petitioners. In the entire claim all the grounds, which were mentioned by the plaintiff in his earlier Suit No. 49/83 have been taken in present suit also. In the entire suit, it is nowhere stated that how earlier cause of action merged with alleged cause of action of remaining land of this very Khasra Number? How petitioner was not required to establish his Khatedari tenancy right for entire land, when he filed first suit? Learned counsel for the petitioner in the Court submitted that the plaintiff-petitioner is in possession of the land. The fact is just contrary to what has been stated in the earlier Suit No. 49/83. If the petitioner is in possession of the entire land including the land which was involved in the earlier litigation, then there was no reason for the petitioner to even file Suit No. 49/83 wherein only relief is of possession of land in dispute. If the defendants-non-petitioners are not claiming any right over the rest of the land or are not in possession of the remaining land then what is the cause of action against defendants-non-petitioners in the Suit No. 101/90? Learned counsel for the petitioner submitted that he had filed the suit because mutation order was passed in favour of these defendants. The order of mutation is dated 4th June, 1985. Assuming for the sake of argument that any appeal was preferred against the said mutation order of 1985 by the petitioner and that was rejected, still fact remains is that the cause of action accrued to the petitioner for filing suit, for declaration of his alleged Khatedari rights and to seek decree for possession against the deceased-Ram Chandra immediately on passing of the decree dated 22nd Aug., 1960 in favour of Ram Chandra. (Though in fact after Judgment dated 22nd Aug., 1960 petitioner cannot claim any right over the land in dispute because his claim of obtaining possession or right to possession even was rejected by the competent Court): Foundation of claim of the petitioner was the Khatedari of entire land of Khasra No. 60 (new No. 295) and the plaintiff could have succeeded in his suit only after getting declaration of his Khatedari over the entire land. Petitioner neither pleaded nor c6uld have claimed relief of partial declaration of Khatedari over the only land, which, according to the petitioner, is in possession of defendants-non-petitioner. Therefore, the second suit of the petitioner is barred under Order 2, Rule 2, <a href=\"/doc/161831507/\" id=\"a_30\">C.P.C</a>. for the claim, which petitioner failed to include in his earlier suit and abandoned his claim for the reliefs, which he claimed in the earlier suit of 1983 by withdrawing it without leave of the Court to Institute fresh suit.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_19\">19. It will be worthwhile to take note of the fact that filing new suit after earlier suit by a clever litigant by taking help of clever drafting and by changing certain words or paragraphs in the subsequent suit, or by using different language in the relief clause and by creating an artificial cause of action subsequent to cause of action mentioned in the earlier suit is a serious problem. This is resulting into multiplicity of Court proceedings despite making several provisions in the law to prevent multiplicity of suits and proceedings. It also gives disrespect to the Courts of entertaining the suits one after another as even dismissal of subsequently filed suit takes such a long time some times which is even not taken in getting decision in suit after trial. The Courts are required to see and look into the subsequent plaint and the subject-matter and examine the real cause of action and the very foundation of the claim.\n</p> \n\n<p data-structure=\"Section\" id=\"p_20\">20. If the foundation of the claim like title and right to the property are the same, the slight change in the ground cannot alter the character and nature of the suit. If a plaintiff could have obtained relief regarding determination of his title to the property or right to the property by proving title or such right only and if suit is withdrawn without leave of the Court under Order 23, Rule 1(3), <a href=\"/doc/161831507/\" id=\"a_31\">C.P.C</a>. to institute fresh Suit then whatever has been claimed in the suit shall stand abandoned by the plaintiff because of the reason that after institution of a suit by the plaintiff, the Suit can either be withdrawn unconditionally or; may be compromised or decreed or dismissed or may abate or Court may return it for presentation in proper Court or even Court may permit the plain-tiff to avail other remedy. Under Order 23, Rule 1, <a href=\"/doc/161831507/\" id=\"a_32\">C.P.C</a>. and in all those, cases where plaintiff withdraws suit, the plaintiff  is precluded from filing another suit. The plaintiff can file fresh suit only when the law permits, plaintiff to file fresh, suit under; specific provisions of law like Order 23, Rule 1 (3), <a href=\"/doc/161831507/\" id=\"a_33\">C.P.C</a>. and Order 9, Rule 4, <a href=\"/doc/161831507/\" id=\"a_34\">C.P.C</a>. It will be further relevant to note here that a plaintiff has right to abandon his right, title and interest in the subject-matter of the suit and right in the property also. It is also now settled law that even in cases where principle of  res judicata can-not be applied, strictly, still subsequent suit of the plaintiff and trial and adjudication on issues for which there was contest in earlier suit and the plaintiff withdrew his claim and withdrawn his contest on issues framed therein, will be deemed to have abandoned his claim and conceded to the plea of the defendant and this will be in consonance with the entire scheme of the Civil Procedure Code and will be in consonance with the aim and object of providing main provisions like Order 2, Rules 1 and 2 in the Civil Procedure Code, which prohibit multiple suits and raising issue in Court again and again and will be in consonance of decision of Hon&#x27;ble Supreme Court in Sarguja Transport Service&#x27;s case.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_21\">21. The Hon&#x27;ble Supreme Court in the case of Sarguja Transport Service&#x27;s case, reported in AIR 1987 SC 88 while considering the question of entertainment of subsequent writ petition applied the principle of Rule 1 of <a href=\"/doc/161831507/\" id=\"a_35\">Order 23 of the C.P.C</a>. even in writ proceedings, and held that withdrawal of petition without permission of the Court bars second writ petition, which is not on the ground of res judicata, but bar is due to real reason behind based on a matter of public policy and a litigant should not be allowed to re-agitate the same cause of action once he has availed, an opportunity to approach the Court with respect thereto. It will be worth-while to quote the relevant portion from the judgment of Sarguja Transport Service&#x27;s case (supra) :--\n</p><blockquote id=\"blockquote_1\"> &quot;But we are of the view that the principle underlying Rule 1, Order 23 of the Code should be extended in the interest of administration of justice to cases of withdrawal of writ petition also not On the ground of res judicata but on the ground of public policy as explained above. It would also discourage the litigant from indulging in bench-hunting tactics, in any event there is no justifiable reason in such a case to permit a petitioner to invoke the extraordinary jurisdiction of the High Court under <a href=\"/doc/1712542/\" id=\"a_36\">Article 226</a> of the Constitution once again. While the withdrawal of a writ petition filed in the High Court without permission to file a fresh writ petition may not bar other remedies like a suit or a petition under <a href=\"/doc/981147/\" id=\"a_37\">Article 32</a> of the Constitution since such withdrawal does not amount to res judicata, the remedy under <a href=\"/doc/1712542/\" id=\"a_38\">Article 226</a> of the Constitution should be deemed to have been abandoned by the petitioner in respect of the cause of action relied on in the writ petition when he withdraws it without such permission. In the instant case the High Court was right in holding that a fresh writ petition was not maintainable before it in respect of the same subject-matter since the earlier writ petition had been withdrawn without permission to file a fresh writ petition.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_22\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1138005\" id=\"span_2\">22. The above judgment was considered by the Full Bench of this Court in <a href=\"/doc/1138005/\" id=\"a_39\">Hanuman Singh</a>&#x27;s case (AIR 2002 Raj 365) (in which I was also &#x27;party to the judgment) and followed the law <a href=\"/doc/1138005/\" id=\"a_40\">laid down by</a> the Hon&#x27;ble Supreme Court. When the principle of law in relation to effect and consequence of withdrawal of the suit without permission and leave of the Court under Order 23, Rule 1(3), <a href=\"/doc/161831507/\" id=\"a_41\">C.P.C</a>. has been considered and applied to the writ petition by the authoritative pronouncement of the Hon&#x27;ble Supreme Court, then it is required to be applied in the suit also for which the provision is made.</span>\n</p> \n\n<p data-structure=\"Section\" id=\"p_23\">23. The sum and substance of the above discussion is that a party may file a suit in the Court of law on accrual of cause of action and it is one suit only. Thereafter, his suit is required to be dealt with by the Court in accordance with the procedure providing for dealing with the suit and the plaintiff cannot have any liberty to deal with his suit as per his own whims. The Civil Procedure Code prescribes complete procedure about how the suit can be dealt with by the par ties and the Courts. Rule 1 of Order 2 cast a duty upon the plaintiff to frame the suit in such a manner so that final decision may be given by the Court UPON the SUBJECTS in DISPUTE (not only upon cause of action or relief claimed in the suit) and it should prevent further litigation. In Rule 2 of Order 2. &quot;SUBJECTS in DISPUTE&quot; has been used, which |s wider than the words &quot;cause of action&quot; or &#x27;&#x27;reliefs.&quot; Object of Rule 1 of Order 2 is to PREVENT FURTHER LITIGATION BETWEEN THE PARTIES TO THE SUIT. The Sub-rules (2) and (3) of the Rule 2 of <a href=\"/doc/161831507/\" id=\"a_42\">Order 2, C.P.C</a>. do not permit plaintiff to left out any of the relief, which he could have claimed on accrual of the cause of action and if plaintiff omits to sue in respect of any portion of his claim, he is precluded from bringing second suit. Once the suit is filed by the plaintiff, the plaintiff is prohibited from amending the pleadings in any manner without leave of the Court under Order 6, Rule 17. <a href=\"/doc/161831507/\" id=\"a_43\">C.P.C</a>. Suit filed in the Court can be withdrawn by the plaintiff unconditionally under Order 23, Rule 1, <a href=\"/doc/161831507/\" id=\"a_44\">C.P.C</a>. which precludes plaintiff from instituting any fresh suit in respect of such subject-matter or such part of the claim which is included in the suit. In case, plaintiff proceeds with the suit, it can be either decreed or dismissed after trial by determination of all the issues involved with action determining the entitlement of the plaintiff and defendant in relation to the reliefs claimed in the suit. Dismissal of the suit may be for various other reasons like, dismissal for non-compliance of Court&#x27;s order or dismissal in default or due to abatement etc., as the case may be. The <a href=\"/doc/161831507/\" id=\"a_45\">Code of Civil Procedure</a> itself provides when fresh suit can be filed even after dismissal of suit. <a href=\"/doc/161831507/\" id=\"a_46\">Order 23, C.P.C</a>. not only contains such provision permitting plaintiff to withdraw the suit without leave of Court but also keep his rights alive. Contrary it puts a specific bar against filing fresh suit. Therefore, once a suit is filed and un-conditionally withdrawn by the plaintiff, his claims, which he could have claimed but not claimed, stands relinquished as lost claim and loses his all rights, for the claim for which suit was filed resulting into, and of dispute relating to the SUBJECT of DISPUTE between the parties to the suit without leaving, any scope of second suit for subject-matter which was involved in the suit.\n</p> \n\n<p data-structure=\"Section\" id=\"p_24\">24. Generally help of <a href=\"/doc/85279687/\" id=\"a_47\">Section 10</a> of the C.P.C. is taken in support of plea of maintainability of two or more suits by one plaintiff. <a href=\"/doc/85279687/\" id=\"a_48\">Section 10</a> of the C.P.C. is not the permissive provisions, but is a restrictive provision and cannot be interpreted to hold that since only proceeding with the trial of issue or suit is restricted by <a href=\"/doc/85279687/\" id=\"a_49\">Section 10</a>, C.P.C., therefore, it impliedly accepts maintainability of more than one suit by one plaintiff. Said plea is devoid of any force. <a href=\"/doc/85279687/\" id=\"a_50\">Section 10</a>, C.P.C. applies only to those suits which are legally maintainable. <a href=\"/doc/79566793/\" id=\"a_51\">Section 10</a> cannot be invoked to make the subsequently filed suit maintainable. Other view will be just contrary to entire scheme of the procedure provided for trial of suits in Civil Procedure Code. All relevant provisions of Civil Procedure Code are aimed towards avoiding more suits than one suit by the plaintiff, which also prohibits plaintiff from even amending suit without leave of the Court. Despite all provisions to avoid more than one suit some unavoidable circumstances permits involvement of same issues in two suits. Those suits are like cross suits or where law permits second suit specifically like withdrawal of suit with permission to file fresh suit or due to accrual of cause of action or entitlement for the relief/ reliefs subsequent to filing of earlier suit to the plaintiff and plaintiff had no right to claim relief at the time of filing of earlier suit and where Court either cannot grant relief after taking note of subsequent event or the Court refuses to entertain subsequent event for moulding the relief. Such suits are maintainable and are permissible. Even where such suits are lawfully maintainable still law, (under) <a href=\"/doc/79566793/\" id=\"a_52\">Section 10</a> prohibits simultaneous trial of issue and if, due to any reason, trial of suit proceeded, the decision given on issue which is earlier in time has been made final by <a href=\"/doc/121631892/\" id=\"a_53\">Section 11</a>, C.P.C. When specific provisions of law prohibits trial of even maintainable suit., then interpreting <a href=\"/doc/85279687/\" id=\"a_54\">Sections 10</a> and <a href=\"/doc/121631892/\" id=\"a_55\">11</a> of the C.P.C. as a permissive provision making maintainable two suits simultaneously will be against the legislative intention.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_25\">25. It is immaterial whether plaintiff files another suit with respect to the subject-matter against the same party during the pendency of his earlier suit or after withdrawal of the earlier suit without leave of the Court to file fresh suit, consequence is the same and i.e., abandonment of his CLAIM with statutory restriction against second suit as provided in Sub-rule (4) of Rule 1 of <a href=\"/doc/161831507/\" id=\"a_56\">Order 23, C.P.C</a>. Even if, the principles of res judicata cannot be applied still the plaintiff cannot have any permission to walk in Court and go out of the Court after inflicting injury upon the defendant and even upon the Court of dragging in litigation and wasting precious time without haying any consequence of coming into the Court and compelling other party to face the litigation may It be for long period or for shortest period. The complete scheme of the Civil Procedure Code makes it unambiguously clear that a party can have one opportunity to approach the Court for getting decision on all the issues raised and on all the issues which could have been raised by the plaintiff at the time of filing suit by the plaintiff and further even on the issues which arise on the pleas of the defendant taken in defence to destroy plaintiffs claim by establishing hollowness of the plaintiffs claim or by establishing his right, title or interest in the subject-matter necessary to destroy plaintiffs claim. If the plaintiff withdraws from the suit, he is at liberty to do so only with consequence of losing all his claims with respect to the subject-matter of the suit. Once defendant is invited by the plaintiff and who is contesting the suit, not agreeing to satisfy the plaintiff for his claim and reliefs expressly in terms of Sub-rule (3) of Rule 1 of <a href=\"/doc/161831507/\" id=\"a_57\">Order 23, C.P.C</a>. to the satisfaction of the Court, the plaintiff unilaterally cannot walk out of the Court by saying that he himself feels satisfied about his claim and reliefs for which defendant never conceded and plaintiff cannot take away right of the defendant to get the decision on the issues involved in the suit on the basis of the pleading of both the parties to the suit irrespective of the burden of proving the issues. It is true that neither the plaintiff nor the defendant can be compelled to litigate, but after filing suit any of them may not contest or can withdraw from contest but only with by conceding other&#x27;s claim or withdrawal of his claim for ever. Litigant after start of litigation cannot avoid its lawful and final decision nor have right to prevent Court from deciding the dispute as it is not convenient to them at this point of time and to keep the dispute alive for adjudication by the Court at the time which suits them or suits them by changing their capacity, plaintiff to defendant or vice versa. The proposition is in consonance with number of provisions of the Civil Procedure Code, which are enacted to avoid multiplicity of the proceedings by the parties in the Court.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_26\">26. It will also be necessary to consider the alleged claim of the petitioner that he got the possession of the land in dispute from Supardgidar on 11-2-1990. It will be necessary to recapitulate facts once again. In Suit No. 49/83, petitioner admitted that the possession of the land was given to the non-petitioners in the year 1981-82. If the petitioner got the possession of the land in dispute during Suit No. 49/83 only option which was available to the petitioner was to bring this fact in the knowledge of the Court as subsequent event so that the Court could have passed the order or decree after hearing the defendants so that alleged subsequent event, which was not brought to note of the Court and contesting defendant itself may not be used as foundation of entire claim. The plaintiff in civil suit cannot uni-laterally claim at the back of the contesting defendant and the Court seized of matter that he got the relief claimed in the suit leaving behind defendant unaware of such claim of the plaintiff or leaving the defendant helplessly crying that the plaintiff has not got the relief or defendant himself is in possession of the property. Unilateral withdrawal of suit amounts only withdrawal of claim of the plaintiff only. Plaintiff cannot be permitted to play game of hide and seek as done in this case, that is filing suit for recovery of possession of the land (Suit No. 49/83), defendants were contesting the suit, the Suit No. 49/83 was withdrawn unconditionally and claiming that he got the possession from third party during the pendency of Suit No. 49/83 and said fact was not brought to the notice of the defendants, who were the only persons concerned with the such claim of the petitioner.\n</p> \n\n<p data-structure=\"Section\" id=\"p_27\">27. The suit can also be decided by compromise as provided under Rule 3 of <a href=\"/doc/161831507/\" id=\"a_58\">Order 23, C.P.C</a>. and such compromise shall follow passing of a decree. It is relevant to mention here that as per Rule 3 of <a href=\"/doc/161831507/\" id=\"a_59\">Order 23, C.P.C</a>., the Court can pass the decree on the basis of lawful agreement or compromise, which should be signed by the parties or where the defendant satisfies the plaintiff in respect of the whole or any part of the subject-matter of the suit. The duty is cast upon the Court under Rule 3 of <a href=\"/doc/161831507/\" id=\"a_60\">Order 23, C.P.C</a>. to record its satisfaction before passing the decree on the basis of said compromise or agreement. The language used in Sub-rule (4) of Rule 1 of Order 23 putting a prohibition against the plaintiff from instituting fresh suit is mandatory in nature. Mere plaintiff saying that defendant satisfied the plaintiff in respect of whole or in part of the subject-matter of the suit is not sufficient because of the reason that Rule 3 of <a href=\"/doc/161831507/\" id=\"a_61\">Order 23, C.P.C</a>. requires written agreement or compromise signed by the parties and even in case of satisfaction of the claim of the plaintiff is claimed by the plaintiff or the defendant, the Rule 3 of Order 23 requires such satisfaction is to be recorded by the Court followed by passing a decree, therefore, unilateral statement of the plaintiff while withdrawing suit by the plaintiff about satisfaction of his suit claim is only an admission of plaintiff in his own favour, which is neither an evidence nor it can be used in any manner to establish his any right. The alleged claim of satisfaction of the suit claim if not resulted into, decree as provided under Order 23, Rule 3, <a href=\"/doc/161831507/\" id=\"a_62\">C.P.C</a>., can amount only unconditional withdrawal of the suit by the plaintiff and the plaintiff, in any capacity, will not be entitled to reagitate the issues, which were Involved in his suit. The plaintiff is not entitled to put words of satisfaction of his suit claim in the mouth of the unwilling and contesting defendant to get mere disposal of his suit Instead of decision of the suit so that, he may prolong the dispute after wasting Court&#x27;s and other party&#x27;s valuable time and money resulting into multiplicity of Court proceedings as done in this case by setting up a compromise of 1962 in the year 1983, when the petitioner though proper to file Suit No. 49/83 despite the fact that, litigation, which petitioner alleges was compromised itself pending till the year 1969. There was no reason for not producing alleged agreement dated 22-9-1962 before the Board of Revenue for getting relief on the basis of subsequent event.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_28\">28. The contention of the learned counsel for the petitioner that the Explanation 1 of <a href=\"/doc/58179006/\" id=\"a_63\">Section 11</a> permits second suit is absolutely misconceived. The Explanation 1 of <a href=\"/doc/121631892/\" id=\"a_64\">Section 11</a> of the C.P.C. merely deals with a situation where two suits are pending in Court/Courts of competent jurisdiction and in a situation when any of the suit is decided by the Court before another suit, then decision given in that suit Irrespective of fact whether it was filed earlier or later, decision on issue bars re-trial of same issue. This provision also nowhere deals with the subject of abandonment of the claim and consequence of withdrawing the suit without permission of the Court. The arguments as advanced by learned counsel for the petitioner Instead of supporting the petitioner, supports the view taken in earlier para of this judgment as much as the Explanation 1 of <a href=\"/doc/121631892/\" id=\"a_65\">Section 11</a>, C.P.C., the former suit was the suit No. 49/83 filed by the petitioner and it was decided in the year 1992 before the decision of the subsequently filed suit by judgment and order dated 24th July, 1995. Therefore, the Suit No. 49/83 was not only suit instituted earlier in time but was also decided (may be due to withdrawal of suit by plaintiff without leave of the Court) prior in time to the subsequently filed Suit No. 101/90 of the petitioner, therefore, if arguments of learned counsel for the petitioner is accepted, then also the decision given in the earlier Suit No. 101/90 is earlier in time.\n</p> \n\n<p data-structure=\"Section\" id=\"p_29\">29. There is one more aspect of the matter which will also demonstrate that second suit by the same plaintiff during the pendency of first suit is not permissible. If second suit is permitted, then the statutory provisions <a href=\"/doc/161831507/\" id=\"a_66\">of Code of Civil Procedure</a> and sanctity of legal proceedings including, restriction against amendment of pleading without leave of Court under Order 6, Rule 17, <a href=\"/doc/161831507/\" id=\"a_67\">C.P.C</a>. etc., will become redundant and the plaintiff will not only be at liberty to amend, alter or modify the entire suit pleadings, but will be even free to withdraw his own admissions made in the pleadings and will be free to put the clock back as plaintiff has done in this case.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_30\">30. In view of above all the three Courts were right in holding that suit of the plaintiff is barred by the principles of resjudicata, (sic) petitioner-plaintiffs objections of the petitioner have already been decided by the Board of Revenue in its judgment and which had become final as not challenged by the petitioner, therefore, the petitioner-plain tiff had no right to file suit. However, the Courts below wrongly held that withdrawal of Suit No. 49/83 cannot preclude petitioner from bringing second Suit No. 101/90, which is contrary to law.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_31\">31. Therefore, there is no force in the writ petition and the same is hereby dismissed.\n</p> \n\n","numcites":14,"numcitedby":15,"docsource":"Rajasthan High Court","citetid":1821482,"divtype":"judgments","relatedqs":[{"value":"section 10, cpc","formInput":"section%2010%2C%20cpc"},{"value":"withdrawal of suit by some plaintiff","formInput":"withdrawal%20of%20suit%20by%20some%20plaintiff"},{"value":"section 10 civil procedure code","formInput":"section%2010%20civil%20procedure%20code"},{"value":"order 23 rule 1 (3) ","formInput":"order%2023%20rule%201%20%283%29%20"},{"value":"order 23 rule 1","formInput":"order%2023%20rule%201"},{"value":"order 23 rule 1 (3) c.p.c","formInput":"order%2023%20rule%201%20%283%29%20c.p.c"},{"value":"order 23 rule 1 cpc","formInput":"order%2023%20rule%201%20cpc"},{"value":"withdrawal of suit ","formInput":"withdrawal%20of%20suit%20"},{"value":"section 11 of cpc","formInput":"section%2011%20of%20cpc"},{"value":"order 23 rule 3 of c.p.c,","formInput":"order%2023%20rule%203%20of%20c.p.c%2C"},{"value":"order 23 rule 3","formInput":"order%2023%20rule%203"},{"value":"civil procedure code order 23 rule 3 ","formInput":"civil%20procedure%20code%20order%2023%20rule%203%20"},{"value":"subsequent events","formInput":"subsequent%20events"},{"value":"khatedari  rights ","formInput":"khatedari%20%20rights%20"},{"value":"res judicata ","formInput":"res%20judicata%20"},{"value":"order 1 rule 3 of cpc","formInput":"order%201%20rule%203%20of%20cpc"},{"value":"order 3 rule 1 ","formInput":"order%203%20rule%201%20"},{"value":"order 23 rule 3 of cpc","formInput":"order%2023%20rule%203%20of%20cpc"},{"value":"order 23, Rule 1 (3) of cpc","formInput":"order%2023%2C%20Rule%201%20%283%29%20of%20cpc"},{"value":"suit for possession","formInput":"suit%20for%20possession"}],"cats":[{"value":"procedure-land-dispute","formInput":"tag:procedure-land-dispute"}],"courtcopy":false,"query_alert":null,"agreement":false}