{"tid":1386379,"publishdate":"1990-08-28","title":"State Of West Bengal vs Atul Krishna Shaw And Anr on 28 August, 1990","doc":"<h2 class=\"doc_title\">State Of West Bengal vs Atul Krishna Shaw And Anr on 28 August, 1990</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1990 AIR 2205, 1990 SCR SUPL. (1) 91, AIR 1990 SUPREME COURT 2205, 1990 UJ(SC) 2 681 1991 SCC (SUPP) 1 414, 1991 SCC (SUPP) 1 414</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:k-ramaswamy\">K. Ramaswamy</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:k-ramaswamy\">K. Ramaswamy</a>, <a href=\"/search/?formInput=benchid:n-m-kasliwal\">N.M.  Kasliwal</a></h3>\n\n<pre id=\"pre_1\">           PETITIONER:\nSTATE OF WEST BENGAL\n\n\tVs.\n\nRESPONDENT:\nATUL KRISHNA SHAW AND ANR.\n\nDATE OF JUDGMENT28/08/1990\n\nBENCH:\nRAMASWAMY, K.\nBENCH:\nRAMASWAMY, K.\nKASLIWAL, N.M. (J)\n\nCITATION:\n 1990 AIR 2205\t\t  1990 SCR  Supl. (1)  91\n 1991 SCC  Supl.  (1) 414 1990 SCALE  (2)406\n\n\nACT:\n    <a href=\"/doc/53865168/\" id=\"a_1\">West  Bengal  Estates Acquisition  Act,  1953</a>:  <a href=\"/doc/110785369/\" id=\"a_2\">Sections\n2(i)</a>, <a href=\"/doc/162457054/\" id=\"a_3\">4(1)</a>, <a href=\"/doc/111141570/\" id=\"a_4\">6(1) (e)</a>--Explanation, 44(2a) and 44(3).\n    `intermediaries&#x27;--Notification   vesting   Estates\t and\nrights\tof Intermediaries in the State--Right of  Intermedi-\naries  to  retain title and possession in respect  of  `Tank\nfisheries&#x27;--Crucial date for establishing that disputed land\nwas used for pisciculture is the period of vesting-Existence\nof fishery subsequent to vesting held irrelevant.\n    Administrative  Law: Duty to give  reasons--Primary\t au-\nthority-Appellate  authority--Appellate\t Tribunal  reversing\norder  of  primary  authority--Appellate  authority   should\nassign\tits own reasons as to disagreement with reasons\t and\nfindings  of primary authority--Appellate  Tribunal&#x27;s  order\nbased on conjectures and surmises--Held order is vitiated by\npatent error of law apparent on the face of record.\n    Judicial  Review: Appellate authority--Findings of\tfact\nbased\ton   no\t evidence  or  based  on   conjectures\t and\nsurmises--Power\t of Court to interfere, appreciate  evidence\nand record its own findings of fact.\n    Right to reason is indispensable part of sound system of\njudicial review.\nWords  and phrases: &#x27;Tank  fishery&#x27;--&#x27;Pisciculture&#x27;--Meaning\nof.\n\n\n\nHEADNOTE:\n    The\t land  belonging to  the  respondent  intermediaries\ncomprising  of\tcertain plots stood vested in the  State  of\nWest  Bengal  by operation of a\t Notification  issued  under\n<a href=\"/doc/162457054/\" id=\"a_5\">Section\t 4(1)</a>  of the West Bengal Estates  Acquisition\tAct,\n1953.  Since  the plots were recorded  as  &#x27;tank  fisheries&#x27;\n(used as pisciculture), they stood excluded from the purview\nof the vesting Notification under <a href=\"/doc/111141570/\" id=\"a_6\">Section 6(1)(e)</a> of the Act\nand preserved to the respondent intermediaries.\n    Subsequently  the primary authority--the Assistant\tSet-\ntlement\t Officer--initiated suo moto proceedings by  issuing\nnotice to the respon-\n92\ndents  under  <a href=\"/doc/194629258/\" id=\"a_7\">Section 44(2a)</a> of the Act\t for  correction  of\nclassification\tof lands on the ground that the\t plots\twere\nwrongly recorded as fishery plots. The respondents  objected\nto reclassification of the lands by contending that in\t1952\nthey were granted Dakhilas to the said land by one `B&#x27;,\t the\nPrincipal landlady, and thereafter they have been  cultivat-\ning pisciculture on the said plots of the land and  conduct-\ning  fishery  business.\t The  Assistant\t Settlement  Officer\nrejected the claim of the respondents and ordered  reclassi-\nfication  of  the  plots. The respondents  filed  an  appeal\nbefore the Tribunal (District Judge) under <a href=\"/doc/55659849/\" id=\"a_8\">section 44(3)</a>  of\nthe  Act. The Appellate Tribunal reversed the order  of\t the\nAssistant  Settlement  Officer and  confirmed  the  original\nclassification of the plots.\n    Against  the  decision of the  Appellate  Tribunal,\t the\nState filed a writ petition in the Calcutta High Court which\ndismissed the petition in limine.\n    In\tappeal to this Court it was contended on  behalf  of\nthe State: (i) that the Appellate Tribunal had reversed\t the\nfindings  without  considering the validity of\tthe  reasons\nrecorded by the Assistant Settlement Officer; (ii) that\t the\nAppellate Tribunal had taken irrelevant factor or non-exist-\ning factors into account and thereby its findings were based\non no evidence and hence vitiated in law.\n    On behalf of the respondents it was contended that since\nthe  Appellate Authority has recorded the findings  of\tfact\nthat pisciculture was in existence as on the date of vesting\nthe Supreme Court cannot interfere with the findings of fact\nrecorded by the Appellate Court, particularly, when the High\nCourt did not choose to interfere with the finding.\nAllowing the Appeal, this Court,\n    HELD:  1. Giving of reasons is an essential\t element  of\nadministration of justice. A right to reason is,  therefore,\nan  indispensable part of sound system of  judicial  review.\nReasoned  decision  is not only for the purpose\t of  showing\nthat  the  citizen is receiving justice, but  also  a  valid\ndiscipline for the Tribunal itself. Therefore, statement  of\nreasons is one of the essentials of justice. [99C-D]\n    1.1 The appellate authority in particular a trained\t and\nexperienced  District Judge is bound to consider the  entire\nmaterial  evidence adduced and relied on by the parties\t and\nto  consider  whether the reasons assigned  by\tthe  primary\nauthority is cogent, relevant to the\n93\npoint in issue and based on material evidence on record. The\nappellate  authority  being  final authority  on  facts,  is\nenjoined  and incumbent upon it to appreciate the  evidence;\nconsider  the reasoning of the primary authority and  assign\nits own reasons as to why it disagrees with the reasons\t and\nfindings  of the primary authority. Unless adequate  reasons\nare  given, merely because it is an appellate authority,  it\ncannot brush aside the reasoning or findings recorded by the\nprimary authority. [99D; 102E-F]\n    2.\tIf the appellate authority had appreciated the\tevi-\ndence  on  record and recorded the findings of\tfact,  those\nfindings  are  binding on this Court or the High  Court.  By\nprocess of judicial review this Court cannot appreciate\t the\nevidence  and record its own findings of fact. If the  find-\nings  are  based on no evidence or based on  conjectures  or\nsurmises  and  no reasonable man would, on given  facts\t and\ncircumstances, come to the conclusion reached by the  appel-\nlate  authority\t on  the basis of the  evidence\t on  record,\ncertainly  this\t Court would oversee  whether  the  findings\nrecorded by the appellate authority is based on no  evidence\nor beset with surmises or conjectures. [99A-C]\n    2.1\t In the instant case the Appellate  Tribunal  disre-\ngarded\tthe  material  evidence on record,  kept  it  aside,\nindulged in fishing expedition and crashed under the  weight\nof conjectures and surmises. The appellate order is,  there-\nfore, vitiated by manifest and patent error of law  apparent\non  the face of record. The order of Appellate\tTribunal  is\nquashed\t and  the order of Assistant Settlement\t Officer  is\nrestored. [103F-G; 104D]\n    3. Tank fishery means the lands being used for piscicul-\nture or any fishing in a reservoir or storage place  whether\nformed naturally or by artificial contrivance as a permanent\nmeasure except such portion of embankment as are included in\na  homestead or in a garden or orchard to be  tank  fishery.\nSuch  lands occupied by pisciculture or fishing\t stand\tpre-\nserved\tto the intermediaries and thus stands excluded\tfrom\nthe operation of <a href=\"/doc/162457054/\" id=\"a_9\">sections 4</a> and <a href=\"/doc/198714924/\" id=\"a_10\">5</a> of the West Bengal Estates\nAcquisition  Act, 1953. But the crucial date for  establish-\ning, as a fact that the pisciculture was being carried on in\nthe disputed land is the period of vesting. The existence of\nfishery\t subsequent to that period is not of any  relevance.\n[100G-H; 101E]\n    Chamber&#x27;s  20th  Century Dictionary, page  829;  Webster\ncomprehensive  Dictionary,  Vol. II  and  Stroud&#x27;s  Judicial\nDictionary, Vol. II 4th Edn., page 1051, referred to.\n94\n    3.1 In the instant case the respondents did not  produce\nbefore the Assistant Settlement Officer either post or\tpre-\nrecord\ttill date of vesting to establish that from 1952  to\n1955-56 i.e. from the date of obtaining settlement till date\nof vesting, the lands were recorded in settlement records as\npisciculture of fishery. Therefore, there is no\t documentary\nevidence to establish that the lands were being used, on the\ndate of settlement or also on the date of vesting, as pisci-\nculture or fishery. [101F; 102A]\n    4. Admittedly the High Court did not go into any of\t the\nquestions  raised by the appellant in the writ petition.  It\nsummarily  dismissed the writ petition. The High Court\tcom-\nmitted\terror  of  law in dismissing the  writ\tpetition  in\nlimine. [98G; 103F]\n\n\n\nJUDGMENT:</pre>\n<p data-structure=\"Issue\" id=\"p_1\">    CIVIL  APPELLATE JURISDICTION: Civil Appeal No. 1422  of\n<span class=\"hidden_text\" id=\"span_1\">1973</span>\n     From  the\tJudgment  and Order dated  5.7.1971  of\t the\nCalcutta High Court in Civil Order No. 1826 of 1971.\nT.C. Ray, G.S. Chatterjee and D.P. Mukherjee for the  Appel-\nlant.\n</p><p data-structure=\"Facts\" id=\"p_2\">     P.K.  Chatterjee,\tRanjan\tMukherjee,  N.R.  Choudhary,\nSomnath Mukherjee and P.K. Moitra for the Respondents.\nThe Judgment of the Court was delivered by\n     K.\t RAMASWAMY,  J. This appeal by special\tleave  under\n<a href=\"/doc/427855/\" id=\"a_11\">Art. 136</a> of the Constitution arises against the order  dated\nJuly 5, 1971 made by the Calcutta High Court in Civil  Order\nNo. 1826 of 1971 dismissing the writ petition in limine. The\nmaterial  facts\t are that the lands of Hal Plot\t Nos.  2202,\n2204, 2206, 2209, 2210, 2212, 2214, 2219, 2220, 2225.  2226,\n2228, 2229, 2232, 2233, 2234, 2236 and 2239 of Mouza  Kisho-\nrimohanpore,  J.L. No. 168, P.S. Jaynagar were\trecorded  in\nthe final Khaitan Nos. 143 and 144 of J.L. No. 168 as  &quot;Tank\nFishery&quot;  (being used for pisciculture) and by operation  of<a href=\"/doc/111141570/\" id=\"a_12\">\ns. 6(1)(e)</a> of West Bengal Estates Acquisition Act 1 of 1954,\nfor  short  &#x27;the Act&#x27; stand excluded from its  purview.\t The\nAsstt. Settlement Officer initiated suo moto proceedings  on\nMay 14, 1968 that they have not been properly classified and\nprima  facie require correction of classifications of  those\nlands.\tAccordingly,  he  drew\tup  the\t proceedings   under<a href=\"/doc/4102331/\" id=\"a_13\">\ns.44(2A)</a>  of the Act, issued notice to the  respondents\t who\nare  brothers,\tintermediaries.\t They  filed  their  written\nobjections and\n<span class=\"hidden_text\" id=\"span_2\">95</span>\nappeared  through  counsel. They also filed  the  documents,\nexamined three witnesses apart from themselves. On behalf of\nthe  State  one\t Mr. Ranjit Kumar  Dutta,  Revenue  Officer.\nYadavpur  Settlement was examined. The objections raised  by\nthe respondents are that the lands originally belong to Smt.\nBanodamayee  Dasi,  Superior Landlady, who granted  to\tthem\ndakhilas Nos. 9 and 10 in the year 1359 B.S. i.e. 1952\tA.D.\nThereafter  they have been cultivating pisciculture  in\t the\nsaid lands. They got embankment raised around the land. They\nhave been conducting fishery business. In the fields  survey\nthe property was recorded in their name as the occupiers. On\naccount\t of  the injunction issued &#x27;by the  High  Court\t the\nattestation  in\t the original settlement was  not  effected.\nWhen  they  approached the Junior Land Revenue\tOfficer\t for\nreceipt of the rents, after due enquiry by endorsement dated\nApril  30, 1958 A.D., the Tehsildar made an  endorsement  on\nthe  body of the receipt &quot;for Pisciculture&quot;. They were\tcon-\nducting\t fishery in a large scale. They had applied  to\t the\nChief  Minister\t Dr. B.C. Roy for a loan  of  Rs.25,000.  An\nendorsement  on\t the application was made by  the  concerned\nSecretary. When the miscreants sought to disturb the embark-\nments,\tthey made a complaint to the police,  who  initiated\naction\tin this regard. Agricultural  Income-tax  Department\nlevied on them income-tax relying on pisciculture being done\nby the respondents.\n</p><p data-structure=\"CDiscource\" id=\"p_3\">    The\t Asstt.\t Settlement Officer  considered\t the  entire\nevidence on record in great detail like Civil Court and held\nthat  the three witnesses examined in proof of the  respond-\nents conducting pisciculture in the disputed plots of  lands\nare  interested\t and brought up witnesses for  the  detailed\nreasons\t given in support thereof; the respondents  did\t not\nproduce the report of the Junior Revenue Officer who direct-\ned to accept the rents from the respondents. Admittedly, all\nthe  lands stood vested in the year 1955-56 in the State  by\noperation  of the notification issued under<a href=\"/doc/162457054/\" id=\"a_14\"> s. 4(1)</a>  of\t the\nAct. Though the settlement was stated to have been  obtained\nfrom  the Principal Landlady in the year 1952  (1359  B.S.),\nthey did not produce any pre or post settlement records\t for\nthe  period upto 2955-56, the year of vesting, to  establish\nthat  the disputed lands are recorded as tank  fishery.\t Mr.\nR.K.  Dutta examined on behalf of the State stated  that  he\nmade  local  inspection\t on April 11. 1968  A.D.  and  found\nrecorded  the class of land in 18 days (plots). Serial\tNos.\n2202,  2204, 2206. 2209, 2210, 2212, 2214, 2219,  2220.2225.\n2226.  2228,  2229, 2232, 2233, 2236 and  2239\twithin\tthat\nMouza. The present Days (Plots) Nos. 2206, 2239, 2229, 2225,\n2212, 2219, 2220 are small Dobas i.e. &quot;ponds&quot; and he did not\nfind  any sign of pisciculture in those plots. Plot Nos.  22\n10,  2209,  2233  and 2234 are blind canals.  There  was  no\nconnection  whatsoever\tof  those plots with  river  or\t big\ncanals.\n</p><span class=\"hidden_text\" id=\"span_3\">96</span>\n<p data-structure=\"RespArg\" id=\"p_4\">He  stated that there was water within those  days  (plots),\nbut he did not find any sign of pisciculture therein. He did\nnot  find  any water in plot Nos. 2202,\t 2232,\t2204,  2214,\n2236,  2239,  2228 and 2226 either existing  or\t drained  in\nthose  plots.  Danga (elevated land) &quot;Layek  Jangal  Bheter&quot;\n</p><blockquote id=\"blockquote_1\">(like  jungle inside). &quot;Layek Jangal&quot; (jungle  outside)\t and\nthere was no water at all. He also made local enquiries from\nother persons in the neighbourhood and they testified to the\nsame  fact. He admitted that adjacent to these\tplots  there\nwere two plots, namely, plot Nos. 2201 and 2235, but outside\nthe  disputed lands wherein pisciculture was  being  carried\nout in those plots at the time of inspection. He also stated\nthat  the people examined by him have stated that till\tdate\nthe lands remained in the same condition. In the  settlement\nplan  (map) the plots were not classified  as  pisciculture.\nOnly two plots i.e. 2201 and 2235 were classified as  pisci-\nculture.\n</blockquote><blockquote id=\"blockquote_2\">    It may be stated at this juncture that though Mr.  Dutta\nwas subjected to gruelling cross-examination at great length\non  the\t nature of pisciculture and characterstics  etc.  as\nregards\t the existence of the condition of the lands at\t the\ntime of his inspection and that he did not find any trace of\ncarrying pisciculture, no cross-examination was directed nor\nwas suggested to the contrary. The Asstt. Settlement Officer\nafter  consideration of the entire evidence found  that\t the\nrespondents claimed to have started fishery after  obtaining\nsettlement  from  landlady in the year 1952,  they  admitted\nthat  Khasra  enquiry was conducted in the year\t 1954  (1361\nB.S. ) in their presence and examined witnesses. The Enquiry\nOfficer\t did not enter in the Khasra record that any  pisci-\nculture\t was being carried on in any disputed  plots  except\nplot  Nos.  2201 and 2235. On the other hand he\t noted\tthat\nthere  is no fishery in any of those plots except those\t two\nspecified  plots.  The vesting of plots under the  Act\ttook\nplace in the year 1955-56. Except the receipt issued by\t the\nTehsildar,  no documentary evidence of payment of  rent\t has\nbeen produced. The Tehsildar had no business to write on the\nreceipt\t &quot;for pisciculture&quot;, nor record of enquiry  made  by\nJunior Land Revenue Officer in this regard was produced.  It\nis,  therefore, clear that in the Khasra enquiry it was\t not\nrecorded that the suit plots are fishery and in none of\t the\nplots  it was recorded that any pisciculture was being\tcon-\nducted. The attestation took place in July 1959, i.e.  after\nseven years from 1359 B.S. (1952) the year so settlement and\nthree years from the date of starting the so called fishery.\nNo  documentary evidence except the solitary  receipt  which\nwas  rejected by the Asstt. Settlement Officer was  produced\nto  show  that\tany pisciculture was  being  conducted.\t The\nreceipt\t given by the Tehsildar is obviously to\t accommodate\nthe respondents. There is no sufficient\n<span class=\"hidden_text\" id=\"span_4\">97</span>\nproof  of  laying any road to carry the fish from  the\tsaid\nplots.\tSri Atul Kumar Sahoo, one of the  respondents,\twhen\nwas  examined as a witness admitted it. Admittedly,  fishery\nwas carried out in plot Nos. 2201 and 2235 which are  linked\nup with river Alian Khal with tide but they are not part  of\nlands in dispute. None of the plots which are subject matter\nof  the suit is linked up with river or any big\t canal\twith\ntide.\n</blockquote><blockquote id=\"blockquote_3\">    With regard to making an application to the Chief Minis-\nter  the  copy has not been produced. There is\tno  evidence\nwhether\t these plots of lands having been mentioned in\tthat\napplication.  Since, admittedly, the respondents are  having\nfishery\t in plot Nos. 2201 and 2235, it was likely that\t the\nloan  application  would relate to those  plots.  The  total\nextent\tof the disputed land is about 550 Bighas.  Even\t ac-\ncount  books showing income and expenditure of fishery\twere\nnot  produced, though time was allowed to produce the  docu-\nments  more  than once. Some lands are dry  lands  and\tsome\nlands  are with the shrubs inside river embankment and\tout-\nside.  So the question of fishery over those plots does\t not\narise. Only to refute this factual situation the respondents\ntried  to patch it up by saying that these plots were  dried\nup  for some months in every year. But they have  failed  to\nprove  the  existence  of any fishery over  those  plots  by\nadducing sufficient and reliable evidence. When there is  no\nevidence  to  show the existence of fishery in\tany  of\t the\ndisputed  plots, it is obvious that plots were\twrongly\t re-\ncorded\tas  fishery. Primary authority considered  the\toral\nevidence and rejected it for valid reasons and ordered\tthat\nthe  classification  of plot Nos. 2202,\t 2239,\t2225,  2232,\n2204,  22 10, 2234, 22 14. 2236, 2228 and 2226 in. Hal\tKha-\ntian  Nos. 134 and 144 within Mouza  Kishorimohanpore,\tJ.L.\nNo. 168, P.S. Jaynagar as recorded as &quot;Ghert&quot; and  piscicul-\nture  in  column No. 23 should be deleted  and\tinstead\t the\nclassification of plots Nos. 2202 and 2209 should be record-\ned as &#x27;Layek Jungle Outside&#x27; plot Nos. 2202, 2204, 2236\t and\n2228 should be recorded as &#x27;Layek Jungle Outside&#x27;. Plot Nos.\n2201,  2234  should be recorded as &#x27;pond&#x27;, 22  14  and\t2226\nshould be recorded as &#x27;Danga&#x27;. Recording in column No. 23 to\nthe effect &#x27;pisciculture&#x27; in plot Nos. 2209, 2229, 2206,  22\n12, 22 19, 2233 and 2220 should be deleted.\n</blockquote><blockquote id=\"blockquote_4\">    Against this order an appeal was filed before the Tribu-\nnal  (IXth Addl. District Judge, Alipore) under<a href=\"/doc/55659849/\" id=\"a_15\"> s. 44(3)</a>  of\nthe Act which by Judgment dated March 4, 1971 in E.A. No. 49\nof  1968  in one paragraph with cryptic order  assuming\t the\nrole  of an administrator reversed the order of\t the  A.S.O.\nThe conclusions, without discussing the evidence recorded by\nthe  Appellate Judge are that in the C.S. Khatain  he  found\nthat these lands were recorded as Layek Jungle Vitar and\n<span class=\"hidden_text\" id=\"span_5\">98</span>\nBahir, doba pukur and Khal. He had gone through the R.S. Map\nand  from the map he found no sign of jungle as against\t the\ndisputed lands. One salt manufacturing company was in  occu-\npation\tof  the disputed land before  the  respondents\ttook\nsettlement from the original landlady. The existence of salt\nmanufacturing company shows that there was salt water on the\ndisputed lands. With a view to develop the land they applied\nfor  the  loan to the Chief Minister on May 25,\t 1955.\tThat\nshows  that there exists fishery in the disputed  land.\t The\nJunior\tLand  Revenue Officer found on May  11,\t 1958  after\ninspection  the\t existence of fishery. Therefore,  it  shows\nthat  on  the date of vesting there exists  fishery  in\t the\nlands. Local witnesses who were examined support the  exist-\nence  of fishery for a pretty long time. Against this  there\nis  no rebutting evidence adduced by the State.\t Accordingly\nhe set aside the order of the Asstt. Settlement Officer\t and\nconfirmed  the original classification. The State filed\t the\nwrit  petition and the High Court, as stated  earlier,\tdis-\nmissed the writ petition in limine.\n</blockquote><blockquote id=\"blockquote_5\">    Shri  Roy,\tthe learned St. Counsel\t appearing  for\t the\nState  contended  that\tthe Asstt.  Settlement\tOfficer\t has\ncarefully  assessed the evidence and recorded the  findings.\nThe  Appellate\tTribunal has reversed the  findings  without\nconsidering  the  validity of the reasons  recorded  by\t the\nAsstt.\tSettlement Officer. It has taken irrelevant  factors\nor  non-existing factors into account and thereby the  find-\nings recorded by the Appellate District Judge is based on no\nevidence. On the other hand it is beset with conjecture\t and\nsurmises. Shri Chatterji, the learned Sr. Counsel  appearing\nfor the respondent&#x27;s contended that the appellate  authority\nhas  recorded the findings of fact that pisciculture was  in\nexistence  as  on  the date of vesting.\t This  Court  cannot\ninterfere  with the findings of fact recorded by the  appel-\nlate  court,  in  particular, when the High  Court  did\t not\nchoose\tto  interfere with the finding. The  record  in\t the\nsettlement refers that the lands are used for  pisciculture.\nIt is open to the State to establish that the lands are\t not\nbeing  used  as pisciculture. In its  absence  the  findings\nrecorded  by  the appellate court is one of  fact  and\tthis\nCourt cannot interfere with that finding.\n</blockquote><blockquote id=\"blockquote_6\">    Admittedly\tthe  High Court did not go into any  of\t the\nquestions  raised by the appellant in the writ petition.  It\nsummarily  dismissed the writ petition. Therefore,  what  we\nhave  to read is only the orders of the\t Appellate  Tribunal\nand  the  Asstt. Settlement Officer--the  primary  authority\ntogether  with\tthe  record of\tevidence.  Counsel  took  us\nthrough\t the evidence to show that the findings recorded  by\nthe  appellate\tJudge  are based on either  no\tevidence  or\nsurmises and con-\n</blockquote><span class=\"hidden_text\" id=\"span_6\">99</span>\n<blockquote id=\"blockquote_7\">jectures.  We  have given our anxious consideration  to\t the\nrespective contentions and considered the evidence on record\nonce  again.  It is indisputably true that it  is  a  quasi-\njudicial proceeding. If the appellate authority had appreci-\nated  the  evidence on record and recorded the\tfindings  of\nfact,  those findings are binding on this Court or the\tHigh\nCourt.\tBy process of judicial review we  cannot  appreciate\nthe  evidence  and record our own findings of fact.  If\t the\nfindings are based on no evidence or based on conjectures or\nsurmises  and  no reasonable man would on  given  facts\t and\ncircumstances, come to the conclusion reached by the  appel-\nlate  authority\t on  the basis of the  evidence\t on  record.\ncertainly  this\t Court would oversee  whether  the  findings\nrecorded by the appellate authority is based on no  evidence\nor beset with surmises or conjectures. Giving of reasons  is\nan  essential element of administration of justice. A  right\nto  reason  is, therefore, an indispensable  part  of  sound\nsystem of judicial review. Reasoned decision is not only for\nthe  purpose of showing that the citizen is  receiving\tjus-\ntice,  but also a valid discipline for the Tribunal  itself.\nTherefore, statement of reasons is one of the essentials  of\njustice.\n</blockquote><blockquote id=\"blockquote_8\">    The\t appellate  authority in particular  a\ttrained\t and\nexperienced  District Judge is bound to consider the  entire\nmaterial  evidence adduced and relied on by the parties\t and\nto  consider  whether the reasons assigned  by\tthe  primary\nauthority  is  cogent, relevant to the point  in  issue\t and\nbased on material evidence on record. The District Judge has\nforsaken this salutary duty which the legislature  obviously\nentrusted  to him. The question, therefore, is\twhether\t the\nreasons\t assigned by the appellate tribunal are based on  no\nevidence  on record or vitiated by conjectures or  surmises.\nFor appreciating this point it is necessary to look into the\npurpose of the Act and relevant provisions therein. <a href=\"/doc/53865168/\" id=\"a_16\">The\t Act</a>\nhas been made to acquire the estates, all rights. of  inter-\nmediaries  therein  and\t of certain rights  of\traiyats\t and\ntrader raiyats of non-agricultural tenants in occupation  of\nthe lands comprised in the State. <a href=\"/doc/162457054/\" id=\"a_17\">Section 4(1)</a> empowers\t the\nState  Government to issue notification under the  Act\tfrom\ntime  to time declaring that with effect from the date\tmen-\ntioned\tin  the notification all estates and all  rights  of\nevery  intermediary  in\t each such estate  situated  in\t the\ndistrict or a part of the district specified in the  notifi-\ncation &quot;shall vest in the State&quot; free from all incumbrances.\nThe  procedure has been provided in this behalf in  sub-sec-\ntion (2) to (6) of<a href=\"/doc/162457054/\" id=\"a_18\"> s. 4</a> of the Act, the details of which are\nnot relevant for the purpose of this case. The effect of the\nnotification  as  adumbrated  in<a href=\"/doc/198714924/\" id=\"a_19\"> s. 5</a> thereof  is  that\t all\ngrants of, and confirmation of titles to, estates and rights\ntherein,  to  which the declaration applies and\t which\twere\nmade in favour of the intermediaries shall determine.\n</blockquote><span class=\"hidden_text\" id=\"span_7\">100</span>\n<blockquote id=\"blockquote_9\">Thereby, by statutory operation the pre-existing rights\t and\nall  grants of and confirmation of the titles to the  estate\nand  the rights therein statutorily have been determined  by\nissuance  and publication of the notification under<a href=\"/doc/162457054/\" id=\"a_20\"> s.\t4(1)</a>\nread  with<a href=\"/doc/198714924/\" id=\"a_21\"> s. 5</a> of the Act. <a href=\"/doc/111141570/\" id=\"a_22\">Section 6</a> of the  Act  employing\nnon-obstante  clause carved out exceptions to the  operation\nof  ss.\t 4 and 5 and preserve the right of  intermediary  to\nretain\tpossession  and\t title of certain  land\t in  certain\ncircumstances. Sub-section (1) postulates thus:\n</blockquote><blockquote id=\"blockquote_10\">&quot;Notwithstanding anything contained in <a href=\"/doc/162457054/\" id=\"a_23\">Sections 4</a> and <a href=\"/doc/198714924/\" id=\"a_24\">5</a>,  an\nintermediary  shall,  except in the cases mentioned  in\t the\nproviso\t to sub-section (2) but subject to the other  provi-\nsions of that sub-section be entitled to retain with  effect\nfrom the date of vesting--\n</blockquote><blockquote id=\"blockquote_11\">(e) tank fisheries;\n</blockquote><p data-structure=\"Section\" id=\"p_5\">Explanation--&quot;tank  fishery&quot; means a reservoir or place\t for\nthe storage of water, whether formed naturally or by excava-\ntion or by construction of embankments, which is being\tused\nfor  pisciculture or for fishing, together with the  subsoil\nand  the banks of such reservoir or place, except such\tpor-\ntion  of  the banks as are included in a homestead or  in  a\ngarden or orchard and includes any right of pisciculture  or\nfishing in such reservoir or place.&quot;\n</p><p data-structure=\"CDiscource\" id=\"p_6\">    A  reading\tof these provisions clearly  indicates\tthat\nnotwithstanding\t the determination of  pre-existing  rights,\ntitles\tand  interest of the holders of the  estate  in\t the\nnotified  estate, subject to proviso to subsection  (2)\t and\nother  provisions of sub-section, sub-<a href=\"/doc/168404980/\" id=\"a_25\">section  1(c)</a>  retains\nthe rights and possession of intermediary in respect of tank\nfisheries.  Tank  fishery  means the lands  being  used\t for\npisciculture or any fishing in a reservoir or storage  place\nwhether\t formed naturally or by artificial contrivance as  a\npermanent  measure except such portion of embankment as\t are\nincluded in a homestead or in a garden or orchard to be tank\nfishery.  Such\tlands occupied by  pisciculture\t or  fishing\nstood  preserved  to  the intermediary.\t In  Chamber&#x27;s\t20th\nCentury\t Dictionary  at page 829.  the\tword  &#x27;pisciculture&#x27;\ndefined to mean &quot;the rearing of fish by artificial methods&quot;.\nIn Webster Comprehensive Dictionary, Vol. II  &#x27;pisciculture&#x27;\nmeans  hatching\t and rearing of fish. In  Stroud&#x27;s  Judicial\nDictionary,  Vol.  II,\t4th Edition at page  1051  the\tterm\n&#x27;several fishery&#x27;\n<span class=\"hidden_text\" id=\"span_8\">101</span>\nis sometimes said to be a right of fishing in public waters,\nwhich may be exercisable by many people. Therefore, when  by\nmeans  of  reservoir a place for storage  of  water  whether\nformed\tnaturally  or by excavation or\tby  construction  of\nembankment, is being used for pisciculture or for fishing is\nobviously  a continuous process as a source  of\t livelihood.\nwould be &#x27;tank fisheries&#x27; within the meaning of<a href=\"/doc/111141570/\" id=\"a_26\"> s.  6(1)(e)</a>.\nSuch tanks stand excluded from the operation of<a href=\"/doc/162457054/\" id=\"a_27\"> ss. 4</a> and <a href=\"/doc/198714924/\" id=\"a_28\">5</a>.\n    The\t question, therefore, emerges whether  the  disputed\nplots are tank fisheries. Undoubtedly, as rightly  contended\nby  Shri  Chatterji  that if the findings  recorded  by\t the\nappellate tribunal that the disputed plots of land are\ttank\nfisheries,  are based on evidence on record, after  its\t due\nconsideration  in proper perspective certainly that  finding\nis  binding on this Court, as being a finding of  fact.\t The\nfinding recorded by the appellate tribunal is based on\tfive\ngrounds,  namely- nonexistence of the forestry in  the\tmap;\nmaking\tapplication for loan&#x27; revenue receipts\tproduced  by\nthe  respondent;  previous  salt cultivation  and  the\toral\nevidence  adduced on behalf of the respondents. Yet  another\nground is absence of rebuttal evidence by the State. We have\nalready noted the findings recorded by the Asstt. Settlement\nOfficer.  They\tneed no reiteration. Mr. Dutta\texamined  on\nbehalf of the State made personal inspection. The contention\nof Shri Chatterjee is that he inspected the land in the year\n1968, but the relevant date is of the year 1952 and there is\nno evidence contrary to the existence of land in 1952  being\nused for pisciculture. It is true that the crucial date\t for\nestablishing,  as  a fact that the  pisciculture  was  being\ncarried\t on in the disputed land is the period\tof  vesting,\nnamely, 1955-56. The existence of fishery subsequent to that\nperiod is not of any relevance. Admittedly. the\t respondents\ndid not produce before the Asstt. Settlement Officer  either\npost  or pre-record till date of vesting to  establish\tthat\nfrom 1952 to 1955-56 i.e. from the date of obtaining settle-\nment  till date of vesting, the lands were recorded in\tset-\ntlement\t records as pisciculture or fishery. Admittedly,  in\n1954 the Khasra enquiry was conducted in the presence of the\nrespondents.  The findings recorded in the relevent  columns\nare  that  no pisciculture or fishery was being\t carried  on\nexcept in two plots i.e. 2201 and 2235 which are not subject\nmatter of enquiry but are situated adjacent to these  lands.\nThose  findings were not challenged at any time. The  report\nof  the Tehsildar directing payment of the land revenue\t was\nnot produced. What was produced is only receipt on the\tbody\nof  which an endorsement &quot;for pisciculture&quot; was made by\t the\nTehsildar. The reason given by the Asstt. Settlement Officer\nin rejecting the receipts was that there was no need for the\nTehsildar  to write &quot;for pisciculture&quot; and that was not\t the\npractice. This finding was\n<span class=\"hidden_text\" id=\"span_9\">102</span>\nnot disputed by the appellate Judge. Therefore, there is  no\ndocumentary evidence to establish that the lands were  being\nused,  on  the\tdate of settlement or also on  the  date  of\nvesting, as pisciculture or fishery. The finding recorded by\nthe Asstt. Settlement Officer is based on the evidence given\nby  Mr.\t Dutta, who on personal inspection, found  that\t the\nlands remained in the same condition from the date of  vest-\ning  till  date\t of his inspection in the  year\t 1968.\tThis\nfinding\t was also not contradicted in the cross\t examination\nof  Mr. Dutta, though he was subjected to  gruelling  cross-\nexamination.  Therefore, the finding that the State has\t not\nproduced any rebuttal evidence is palpably wrong on the face\nof  the record. The further findings that the map  does\t not\nindicate  that there exists any forestry, is also a  conclu-\nsion  reached by the appellate authority without  discussing\nthe  evidence  of Mr. Dutta who had stated in  his  evidence\nthat  there are shrubs outside and inside the lands in\tdis-\npute.  It is the specific case of the respondents that\tthey\nmade  embankment,  but\tMr. Dutta finds that  there  was  no\nembankment  to\tany of the plots. That was  also  a  finding\nrecorded  by  the  Asstt. Settlement Officer.  There  is  no\ndiscussion by the appellate authority of the evidence  given\non  that  count. Though written objections  were  filed\t and\nevidence  was  adduced by the respondents,  neither  in\t the\nobjections  nor\t in the oral evidence tendered\tby  the\t two\nrespondents  or their witnesses it was shown that the  lands\nwere  used earlier for salt cultivation by  erstwhile  land-\nholder.\t Therefore, this is an extraneous factor  which\t the\nDistrict  Judge picked from his hat without any\t foundation.\nThe solitary revenue receipt produced by the respondents was\nrejected  by the Asstt. Settlement Officer for\tcogent\trea-\nsons.  The  appellate  authority being\tfinal  authority  on\nfacts,\tis enjoined and incumbent upon it to appreciate\t the\nevidence;  consider the reasoning of the  primary  authority\nand  assign its own reasons as to why he disagrees with\t the\nreasons\t and findings of the primary authority. Unless\tade-\nquate  reasons are given merely because it is  an  appellate\nauthority,  it cannot brush aside the reasoning or  findings\nrecorded  by the primary authority. By mere  recording\tthat\nDakhilas (rent receipts) show that lands are used as  pisci-\nculture\t is a finding without consideration of the  relevant\nmaterial  on record. The other finding that  respondent\t ap-\nplied  to  the\tChief Minister for loan and  that  it  would\nestablish  that the loan amount was utilised for  developing\nfishery is also a surmise drawn by the appellate  authority.\nIt is already seen that admittedly the respondents have plot\nNos.  2201  and\t 2235 in which they have  been\tcarrying  on\nfishery operations. The application said to have been  filed\nbefore the Chief Minister has not been produced. The account\nbooks  of the respondents have not been produced.  When\t the\ndocumentary evidence, which being the lust evidence, is\n<span class=\"hidden_text\" id=\"span_10\">103</span>\navailable  but not produced an adverse inference has  to  be\ndrawn by the Tribunal concerned against the respondents\t for\nnon-production and had it been produced, it would have\tgone\nagainst the respondents. A police complaint was said to have\nbeen  made  concerning disturbance in the enjoyment  of\t the\nlands  in question. No documentary evidence was produced  or\nsummoned.  Even if it is done it might be self\tserving\t one\nunless there is a record of finding of possession and enjoy-\nment  by the respondents for fishery. Even then also  it  is\nnot binding on the State nor relevant in civil proceedings.\n    The contention of Shri Chatterjee that it is the duty of\nthe  appellant to produce the record to repudiate the  find-\nings  recorded\tby the appellate authority is  without\tsub-\nstance.\t In a quasi-judicial enquiry is for the parties\t who\nrelied\tupon certain state of facts in their favour have  to\nadduce evidence in proof thereof. The proceedings under\t the\nAct is not like a trial in a Civil Court and the question of\nburden proof does not arise. In the absence of abduction  of\nthe available documentary evidence, the necessary conclusion\ndrawn by the Asstt. Settlement Officer that the loan  appli-\ncation made might pertain to plot Nos. 2201 and 2235 is well\njustified.  The appellate authority is not justified in\t law\nto  brush  aside that finding. The other  finding  that\t the\nwitnesses examined on behalf of the respondents support\t the\nexistence  of  the fishery for a pretty long  time  is\talso\nwithout\t discussing  the evidence and assigning\t reasons  in\nthat  regard.  The  Asstt.  Settlement\tOfficer\t extensively\nconsidered  the evidence and has given cogent reasons  which\nwere  neither  discussed nor found to be  untenable  by\t the\nappellate  authority. Thus, we have no hesitation in  coming\nto  the conclusion that the Appellate  Tribunal\t disregarded\nthe material evidence on record, kept it aside, indulged  in\nfishing\t expedition and crashed under the weight of  conjec-\ntures  and  surmises.  The appellate  order  is,  therefore,\nvitiated by manifest and patent error of law apparent on the\nface of the record. When so much is to be said and  judicial\nreview done, the High Court in our considered view,  commit-\nted error of law in dismissing the writ petition in  limine.\nIn the facts and circumstances of this case, in\t particular,\nwhen  the litigation has taken well over 28 years till\tnow,\nwe  find  it not a fit case to remit to the  High  Court  or\nTribunal for fresh consideration.\n</p><p data-structure=\"RespArg\" id=\"p_7\">    It is contended that the respondents are entitled to the\ncomputation  of holding under the Act, since they  are\tpos-\nsessed of some other lands. We direct that if any determina-\ntion of total holding of the lands including plot Nos.\t2201\nand 2235 and any other lands are to be made under the Act or\nany other Land Reform Law singly or conjointly it is\n<span class=\"hidden_text\" id=\"span_11\">104</span>\nopen to the  appropriate authorities to determine the  hold-\ning  of the respondents in accordance with law after  giving\nreasonable  opportunity\t to the respondents  and  the  State\nafter excluding the plots of lands in dispute\n    Shri  Roy,\tlearned\t counsel for  the  State  repeatedly\nasserted that the lands no longer remain to be fishery\tland\nand  became part of urban area around the Calcutta City\t and\nbuilding  operations  are going on. On the  other  hand\t the\ncounsel\t for  the respondents asserted to the  contrary.  We\nhave no definite evidence on record. Therefore, if the lands\nare  still found to be capable of using for fishery  purpose\nand  in case the State intends to lease it out\tfor  fishing\noperations, to any third party, as per rules in vogue, first\npreference  may be given to the respondents. subject to\t the\nusual terms. as per the procedure prevalent in the State  of\nWest Bengal in this regard.\n</p><p data-structure=\"Conclusion\" id=\"p_8\">    Accordingly,  we quash the order of\t Appellate  Tribunal\ndated  March  4. 1971 and restore the order  of\t the  Asstt.\nSettlement Officer elated July 12. 1968.\n</p><p data-structure=\"Conclusion\" id=\"p_9\">    The\t appeal is allowed accordingly and the\tparties\t are\ndirected to bear their respective costs.\n</p><pre id=\"pre_2\">T.N.A.\t\t\t\t       Appeal allowed.\n<span class=\"hidden_text\" id=\"span_12\">105</span>\n\n\n\n</pre>","numcites":10,"numcitedby":159,"docsource":"Supreme Court of India","citetid":1386379,"divtype":"judgments","relatedqs":[{"value":"west bengal estate acquisition act","formInput":"west%20bengal%20estate%20acquisition%20act"},{"value":"conjecture and surmise","formInput":"conjecture%20and%20surmise"},{"value":"west bengal estate acquisition act, 1953","formInput":"west%20bengal%20estate%20acquisition%20act%2C%201953"},{"value":"tank fishery ","formInput":"tank%20fishery%20"},{"value":"judicial review","formInput":"judicial%20review"},{"value":"appreciation of evidence","formInput":"appreciation%20of%20evidence"},{"value":"land dispute","formInput":"land%20dispute"},{"value":"air 1990 all ","formInput":"air%201990%20all%20"},{"value":"land record","formInput":"land%20record"},{"value":"pisciculture","formInput":"pisciculture"},{"value":"assistant settlement officer","formInput":"assistant%20settlement%20officer"},{"value":"land used for","formInput":"land%20used%20for"},{"value":"homestead","formInput":"homestead"},{"value":"material evidence","formInput":"material%20evidence"},{"value":"oral evidence","formInput":"oral%20evidence"},{"value":"khasra","formInput":"khasra"},{"value":"court of record","formInput":"court%20of%20record"},{"value":"crucial date","formInput":"crucial%20date"},{"value":"adducing evidence","formInput":"adducing%20evidence"},{"value":"fisheries","formInput":"fisheries"}],"courtcopy":true,"query_alert":null,"agreement":false}