{"tid":775081,"publishdate":"1985-09-20","title":"Manika Sahu And Ors. vs Dandapani Sahu And Ors. on 20 September, 1985","doc":"<h2 class=\"doc_title\">Manika Sahu And Ors. vs Dandapani Sahu And Ors. on 20 September, 1985</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1985(II)OLR437</h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nK.P. Mohapatra, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. This revision is directed against the order passed by the learned Additional Sessions Judge, Ganjam, reversing the order passed by the learned Sub-divisional Magistrate, Berhampur, who passed orders under &#x27; <a href=\"/doc/266959/\" id=\"a_1\">Section 346(1)</a> of the Code of Criminal Procedure (&#x27;Code&#x27; for short) attaching the disputed land.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. The petitioners were members of the first party and the opposite parties were members of the second party in the proceeding under <a href=\"/doc/1405190/\" id=\"a_2\">Section 145</a> of the Code. There were some third parties before the Courts below who were not impleaded as parties in the Criminal Revision. The facts in brief are as follows :\n</p> \n\n<blockquote id=\"blockquote_1\">Bharat, Dandapani and Maharga were brothers and members of a Hindu joint family. They instituted title Suit No. 2 of 1975 in the Court of the Subordinate Judge, Aska, for a decree to declare their possession in respect of survey No. 159 in Khata No. 28-Ka relating to 8 acres and survey No. 159 in Khata No. 28 relating to 7 acres of land in village Jura Samantarapur within Pattapur Police Station, Ganjam. During pendency of the suit Bharat died and was substituted by his legal representatives. A decree was passed in the suit on 23. 11. 1976. The petitioners are the heirs of late Bharat. Opposite parties 1 and 2 are the two other brothers and opposite parties 3 to 8 are their sons. Execution was levied in E. P. No. 13 of 1977 and opposite parties 1 and 2 obtained delivery of possession of the disputed land through Court on 9. 7, 1977. According to the petitioners, after the settlement operation, there was, a division of the disputed land and they were in exclusive possession of 8 acres thereof. The opposite parties demanded a sum of Rs. 3000/- from them and as they declined, they created disturbance into their exclusive possession of a part of the disputed land giving rise to apprehension of breach of peace. The case of the second parties is that as evident from the decree in Title Suit No. 2 of 1975, the disputed land is the joint family property of both the petitioners and the opposite parties. In E. P. No. 13 of 1977 opposite parties 1 and 2 obtained delivery of possession of the disputed land and have been in exclusive possession thereof. The case of the third parties was that they had raised paddy crops on about 12 acres out of the disputed land and were in exclusive possession thereof.\n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_3\">3. The learned Sub-divisional Magistrate found as follows -\n</p><blockquote id=\"blockquote_2\">  &quot;......I am of the opinion that the case is of a civil nature and as such all the parties are directed to establish their rights in a proper and competent Court. As so many persons are claiming their possession as enchroachers over the suit land, it will; not be proper simply to drop the proceeding without making any arrangement to prevent breach of peace that may arise in future. As such I do hereby attach the schedule lands as required under <a href=\"/doc/1494360/\" id=\"a_3\">Section 146(1)</a>, Cr.P.C. The custodian (R. S. Pattapur) is appointed as Receiver who will take care of the schedule lands......&quot; \n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_4\">Against the aforesaid order the opposite parties preferred a revision which came for disposal before the learned Additional Sessions judge who recorded contradictory findings After having held that the proceeding under <a href=\"/doc/1405190/\" id=\"a_4\">Section 145</a> of the Code was misconceived on account of joint possession of the disputed land by the petitioners and the opposite parties, on the basis of the result of E. P. No. 13 of 1977, he declared that opposite parties 1 and 2, who obtained delivery of possession of the disputed land through Court, were in possession of the disputed land.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_5\">4. Mr. Sinha, appearing for the petitioners did not dispute the proposition that in respect of land in joint possession of parties a dispute under <a href=\"/doc/1405190/\" id=\"a_5\">Section 145</a> cannot be raised. But if by amicable settlement, one of the parties is in exclusive possession of a portion of the disputed land in respect of which there is cause for apprehension of breach of peace, provisions of <a href=\"/doc/1405190/\" id=\"a_6\">Section 145</a> can be applied. According to him, in this case, although there was no partition by metes and bounds amongst the parties, yet the petitioners having been in exclusive possession in respect of 8 acres out of the disputed land by amicable settlement and as the opposite parties created disturbance, there was apprehension of breach of peace and so the learned Sub-divisional Magistrate was justified in initiating a proceeding under <a href=\"/doc/1405190/\" id=\"a_7\">Section 145</a> and ultimately passing an order of attachment under <a href=\"/doc/1494360/\" id=\"a_8\">Section 146(1)</a> of the Code. Mr. R, C. Ram, representing the opposite parties, on the other hand, contended that a proceeding under <a href=\"/doc/1405190/\" id=\"a_9\">Section 145</a> in respect of joint family property in the hands of coparceners was thoroughly misconceived and so an order of attachment under <a href=\"/doc/1494360/\" id=\"a_10\">Section 146(1)</a> of the Code was entirely illegal.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_6\">5. The facts of the case and the contentions raised by the learned counsel give rise to the following points for consideration :\n</p>  \n\n<blockquote id=\"blockquote_3\">1. Whether a proceeding under <a href=\"/doc/1405190/\" id=\"a_11\">Section 145</a> of the Code in respect of the land in joint possession of parties is maintainable.\n</blockquote> \n\n<blockquote id=\"blockquote_4\">2. Whether a proceeding under <a href=\"/doc/1405190/\" id=\"a_12\">Section 145</a> of the Code in respect of land in exclusive possession of one of the members of a joint family is maintainable.\n</blockquote> \n\n<blockquote id=\"blockquote_5\">3. Whether in a proceeding under <a href=\"/doc/1405190/\" id=\"a_13\">Section 145</a> in respect of property in joint possession of parties, an order under <a href=\"/doc/203408/\" id=\"a_14\">Section 145(1)</a> of the Code for attachment can be passed.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_7\">6. There ate a large number of decisions of different High Courts laying down the principle that unless there is a partition by metes and bounds, any member of a joint family who is in separate possession of any part of the joint family property can only he in possession thereof on behalf of the other members of the joint family. No member of a joint family can claim any part of the joint family property exclusively foe himself, because every member of the joint family has a right in the property, though some portion thereof may be in possession of one of the members of the joint family, In a proceeding under <a href=\"/doc/1405190/\" id=\"a_15\">Section 145</a> of the Code, the dispute must be between parties each of whom claims exclusive posse-ssion of the property in dispute. Where the dispute is with regard to property in joint possession of parties, a proceeding under <a href=\"/doc/1405190/\" id=\"a_16\">Section 145</a> of the Code cannot be initiated. See A. I. R. 1930 Bom. 172, in re Venkatraman Rama Hedge v. Emperor, A. I. R. 1935 Nag. 44, Laxmanappa and Ors. v. Gannsiogh, I. R. 1451 Raj. 155, Nahar Singh v. The State, A. I. R. 1963 Pat 320, Mt. Sodamawati Kaer v. Ram Chandra Singh and Ors.,A. I. R 1964 Mys. 195, Hamitnappa v. Kondappa, A. I. R. 1964 J. &amp; K. 1 Pir Ghutem Shah v. Pir Meerajuddin and Anr., A. I. R. 1967 All. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1146160\" id=\"span_1\">44 Khem Chand v. Balwantt, A. I. R. 1969 <a href=\"/doc/1146160/\" id=\"a_17\">A. P. 150, K. Janardban Reddy and Anr. v. The VIth City</a>. Magistrate Criminal Conrt, Hyderabad and Ors., I. L. R. 1974 Cutt.</span> 1088, Khetri Pradhan and Ors. v. Jagaunatb Pradhan and Ors., and I. L R. 1978 Cutt. 323. Sufal Pradhan and Anr. v. Sanacharya Pradhan and Anr.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_8\">7. There a re also good many decisions which have laid down the principle that even if the disputed land is claimed to be in joint possession, but if the Court finds that one of the parties to the proceeding is in exclusive possession, then a proceeding under <a href=\"/doc/1405190/\" id=\"a_18\">Section 145</a> of the Code is maintainable (See A. I. R. 1932 Pat. 366, Nandkeswar Prasad Sahi v. Sita Saran Sahi; A. I. R. 1940 Pat. 135, Syed Zafar Ahsan and Ors. v. Baba Jugeswar Bux Roy and Anr. A. I. R. 1935 Nag 44 Laxmanappa and Ors. v. Genu singh; A. I. R. 1953 Pat. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"656920\" id=\"span_2\">363 Kapildeo Narain Singh and Ors. v. Ramdhin Singh and Ors., A. I. R. 1963 <a href=\"/doc/656920/\" id=\"a_19\">Pat, 320, Mt. Sudamawati Kuar v. Ram Chandra Singh and Ors. and A. I. R.</a> 1964 Mys.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"250197\" id=\"span_3\">195, <a href=\"/doc/250197/\" id=\"a_20\">Hanumappa v. Kondappa</a>).</span>\n</p> \n\n<p data-structure=\"Section\" id=\"p_9\">8. There are also some authorities for the proposition that where the disputed property is in joint possession of both parties to the proceeding, it is open to the High Court to conceal the order passed by the trial Court relegating the parties to the same position in which they were prior to the commencement of the proceeding under <a href=\"/doc/1405190/\" id=\"a_21\">Section 145</a> of the Code. But the disputed property may be attached under <a href=\"/doc/1193950/\" id=\"a_22\">Section 146</a> of the Code. (See A. 1. R. 1332 AH 683, Chiranji Lal v. Mahadeo Prasad and A.I.R. 1953 Ori. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"347504\" id=\"span_4\">278: <a href=\"/doc/347504/\" id=\"a_23\">Mallik Rafiz and Anr. v. Mallik Abdul Hakim and Anr.</a>).</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_10\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1146160\" id=\"span_5\">9. The nature of the order that should be legally passed in a proceeding under <a href=\"/doc/1405190/\" id=\"a_24\">Section 145</a> of the Code in a case of joint possession of property in dispute by the parties is no longer revs iutgia. In this respect, the views of this Court are consistent. Although in the cases reported in I. L. R. 1974 Cut. 1088 and I. L. R. 1978 Cutt. 323 (supra) there was no reference to A. I. R. 1933 Ori. 278 (supra), but on the other hand, in the earlier case reference was made to A I. R 1920 Pat. 513, Sham Lal Mahton and Ors. v. Rajendra Lal and Ors. and A. I. R. 1969 <a href=\"/doc/1146160/\" id=\"a_25\">A.P.</a> 150 (supra) yet in A.I.R. 1953 Ori. 273 a different view was not taken It was held :</span>\n</p><blockquote id=\"blockquote_6\"> &quot;..Doubtless if both parties had asserted that the disputed property was in their joint possession a proceeding under <a href=\"/doc/1405190/\" id=\"a_26\">Section 145</a>, Cr. P. C, may not lie.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_11\">But in the facts and circumstances of that particular case involving property claimed to be in joint possession by parties who were Mahomedans, it was held that if one set of persons claimed exclusive possession, in such a case, a proceeding would lie under <a href=\"/doc/1405190/\" id=\"a_27\">Section 145</a> of the Code. It was further held that because the police reported apprehension of breach of peace, it was a fit case for attachment of the property in dispute under <a href=\"/doc/1494360/\" id=\"a_28\">Section 146(1)</a> of the Code.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_12\">10. As would appear from the facts of this case and the findings recorded by the Courts below, both the parties belonged to an undivided Hindu joint family. Indisputedly there was no partition by metes and bounds. No specific finding was also recorded as to who was in actual physical possession of 8 acres of land within the statutory period as contemplated in <a href=\"/doc/1405190/\" id=\"a_29\">Section 145</a> of the Code. Therefore, according to the concept of Hindu Law, even if, for the sake of convenience, one of the parties is in separate possession of a portion of the joint family property, such possession is on behalf of the other members of the joint family. No member of a joint family can predicate his share before a partition by metes and bounds actually takes place. In such a case, according to the consistent view of this Court, action under <a href=\"/doc/1405190/\" id=\"a_30\">Section 145</a> of the Code cannot be taken.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_13\">11. The learned Additional Sessions Judge held that opposite parties 1 and 2 obtained delivery of possession of the disputed land in E. P. 13 of 1977 on 9, 7. 1977. On the basis of this fact be declared possession of the opposite parties 1 and 2 in respect thereof. This finding is entirely misconceived for the simple reasons., (i) that acceptance of possession of the disputed land in execution of the decree was also on, behalf of the petitioners who were members of the Hindu joint family and (ii) that he did not record a positive finding under Sub- Section (4) of <a href=\"/doc/1405190/\" id=\"a_31\">Section 145</a> of the Code to the effect that opposite parties 1 and 2 were in possession of the subject of dispute at the date of the order made under Sub- Section (1) thereof. On the other hand, after having held that on account of joint possession of the disputed land by the parties, the proceeding under <a href=\"/doc/1405190/\" id=\"a_32\">Section 145</a> of the Code was misconceived, be could not record such a finding in favour of opposite parties 1 and 2. Therefore, his order declaring opposite parties 1 and 2 to be in possession of the disputed land cannot be upheld and roust have to be vacated.\n</p> \n\n<p data-structure=\"Section\" id=\"p_14\">12. It is next to be examined whether the order passed by the learned Sub-divisional Magistrate under <a href=\"/doc/1494360/\" id=\"a_33\">Section 146(1)</a> of the Code was a valid order which can be restored. It is too well-known that there can be no order under <a href=\"/doc/1193950/\" id=\"a_34\">Section 146</a> without a proceeding under <a href=\"/doc/1405190/\" id=\"a_35\">Section 145</a> of the Code. If a proceeding under <a href=\"/doc/1405190/\" id=\"a_36\">Section 145</a> is held to be misconceived, not in accordance with law and so liable to be dropped, no further order can be passed under <a href=\"/doc/1405190/\" id=\"a_37\">Section 145</a> of the Code. An order under <a href=\"/doc/1494360/\" id=\"a_38\">Section 146(1)</a> of the Code can be passed at any time for making an order under Sub-sec (1) of <a href=\"/doc/1405190/\" id=\"a_39\">Section 145</a> of the Code if the case is one of emergency or if it is decided that none of the parties to the dispute was in possession within the statutory period or if it has not been possible to record as to which of the parties was in possession of the subject of dispute within the statutory period. The order of the learned Sub-divisional Magistrate will show that he did not specifically record that there was such apprehension of breach of peace that he considered the case to be one of emergency. He did not also record a positive and categorical finding that which of the parties was in possession. He also did not state that he was unable to satisfy himself as to which of them was in possession of the subject of dispute during the statutory period. In the absence of positive findings as contemplated in <a href=\"/doc/1193950/\" id=\"a_40\">Section 146</a> of the Code, even if it is assumed that the proceeding under <a href=\"/doc/1405190/\" id=\"a_41\">Section 145</a> of the Code was maintainable, yet no order of attachment could be passed under <a href=\"/doc/1494360/\" id=\"a_42\">Section 146(1)</a> of the Code. The order of the learned Sub-divisional Magistrate under <a href=\"/doc/1193950/\" id=\"a_43\">Section 146</a> of the Code was, therefore, not in accordance with law.\n</p> \n\n<p data-structure=\"Section\" id=\"p_15\">13. In the ultimate analysis, the proceeding under <a href=\"/doc/1405190/\" id=\"a_44\">Section 145</a>, Cr. P. C., was not maintainable and is liable to be dropped. The order declaring the possession of opposite patties 1 and 2 is vacated. No order under <a href=\"/doc/1494360/\" id=\"a_45\">Section 146(1)</a> of the Code can be passed.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_16\"> 14. For the foregoing reasons, the revision is allowed and the impugned orders passed by the Courts below ace set aside. The proceeding  under <a href=\"/doc/1405190/\" id=\"a_46\">Section 145</a> of the Code is dropped.\n</p> \n\n","numcites":9,"numcitedby":8,"docsource":"Orissa High Court","citetid":775081,"divtype":"judgments","relatedqs":[{"value":"joint family property","formInput":"joint%20family%20property"},{"value":"joint hindu family ","formInput":"joint%20hindu%20family%20"},{"value":"land dispute","formInput":"land%20dispute"},{"value":"breach of peace","formInput":"breach%20of%20peace"},{"value":"what is   joint possession","formInput":"what%20is%20%20%20joint%20possession"},{"value":"property dispute","formInput":"property%20dispute"},{"value":"possession over land","formInput":"possession%20over%20land"},{"value":"\"exclusive possession\"","formInput":"%22exclusive%20possession%22"},{"value":"\"hindu joint family\"","formInput":"%22hindu%20joint%20family%22"},{"value":"exclusive possession","formInput":"exclusive%20possession"},{"value":"joint family","formInput":"joint%20family"},{"value":"joint property","formInput":"joint%20property"},{"value":"\"joint family property\"","formInput":"%22joint%20family%20property%22"},{"value":"misconceived","formInput":"misconceived"},{"value":"section 146","formInput":"section%20146"},{"value":"possession of property","formInput":"possession%20of%20property"},{"value":"Sub divisional magistrate","formInput":"Sub%20divisional%20magistrate"},{"value":"family property","formInput":"family%20property"}],"cats":[{"value":"procedure-land-dispute","formInput":"tag:procedure-land-dispute"}],"courtcopy":false,"query_alert":null,"agreement":false}