{"tid":191069374,"publishdate":"2019-10-31","title":"Smt. Anarkali And 7 Others vs State Of U.P. And 3 Others on 31 October, 2019","doc":"<h2 class=\"doc_title\">Smt. Anarkali And 7 Others vs State Of U.P. And 3 Others on 31 October, 2019</h2>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-agarwal\">Sudhir Agarwal</a>, <a href=\"/search/?formInput=benchid:v-k-srivastava\">Virendra Kumar Srivastava</a></h3>\n\n<pre id=\"pre_1\">\n\n\n\n\nHIGH COURT OF JUDICATURE AT ALLAHABAD\n \n \n\nAFR\n \nReserved on 29.05.2019\n \nDelivered on 31.10.2019\n \nCourt No. - 34\n \n\n \n1. Case :- WRIT - C No. - 14201 of 2014\n \nPetitioner :- Smt. Anarkali And 7 Others\n \nRespondent :- State Of U.P. And 3 Others\n \nCounsel for Petitioner :- Arvind Kumar, Birendra Kumar, Vijay Kumar Rai,Pramod Kumar Jain (Sr. Advocate)\n \nCounsel for Respondent :- C.S.C.,Ajit Kumar Singh (Addl. Advocate General), Nimai Dass &amp; Sudhansu Srivastava (Addl. C.S.C.), Amit Verma\n \nAnd\n \n2. Case :- WRIT - C No. - 34702 of 2018\n \nPetitioner :- Ravi Sahkari Avas Samiti Ltd.\n \nRespondent :- State of U.P. And 4 Others\n \nCounsel for Petitioner :- Udai Chandani, Birendra Kumar\n \nCounsel for Respondent :- C.S.C., Amit Verma, Devi Prasad Mishra, Vivek Verma, Ajit Kumar Singh (Addl.A.G.), Nimai Das &amp; Sudhanshu Srivastava (Addl.C.S.C.), M.D.Singh &#x27;Shekhar&#x27; (Sr.Adv.)\n \nAnd\n \n3. Case :- WRIT - C No. - 37541 of 2018\n \nPetitioner :- Anarkali And 8 Others\n \nRespondent :- State of U.P. And 4 Others\n \nCounsel for Petitioner :- Birendra Kumar, Pramod Kumar Jain (Sr.Advocate)\n \nCounsel for Respondent :- C.S.C.,Devi Prasad Mishra, Amit Verma,Ajit Kumar Singh (Addl.Advocate General), Nimai Das &amp; Sudhanshu Srivastava (Addl.C.S.C.), M.D.Singh &#x27;Shekhar&#x27; (Sr. Adv.)\n \nHon&#x27;ble Sudhir Agarwal,J.\n \n</pre><p data-structure=\"Issue\" id=\"p_1\">Hon&#x27;ble Virendra Kumar Srivastava,J.\n</p> \n<p data-structure=\"Issue\" id=\"p_2\">(Delivered by Hon&#x27;ble Sudhir Agarwal, J.)\n \n</p><p data-structure=\"Issue\" id=\"p_3\">1.\tWrit Petition No. 14201 of 2014 (hereinafter referred to as &quot;WP-1&quot;) has been filed by eight petitioners i.e. Smt. Anarkali wife of (late) Hari Shanker; Brijesh Patel, Rajesh Patel and Akhilesh Patel, all sons of (late) Hari Shanker; Smt. Urmila Patel wife of (late) Shiv Shanker, Himanshu Patel, Sudhanshu Patel and Divyanshu Patel (minor) all sons of (late) Shiv Shanker, with a prayer to issue a writ of certiorari to quash order dated 14.06.2012 (Annexure-14 to the writ petition) whereby petitioners&#x27; application for conversion of Nazul land in dispute into freehold has been rejected by District Magistrate, Allahabad. Petitioners have also prayed for issue of a writ of mandamus commanding District Magistrate, Allahabad to freehold Bungalow No. 23/29 (New No. 85/29), R-Naseebpur, Bakhtiyara, Clive Road, Allahabad (Area 5050 square meters). \n</p> \n<p data-structure=\"Issue\" id=\"p_4\">2.\tWrit Petition No. 34702 of 2018 (hereinafter referred to as &quot;WP-2&quot;) has been filed by a Housing Society namely, &quot;Ravi Sahkari Avas Samiti Limited&quot; through its Secretary, Ravi Kumar (hereinafter referred to as &quot;R.S.A.Society&quot;), praying for issue of a writ of certiorari to quash notice/order dated 06.09.2018 (Annexure-1 to the WP-2) allotting land in dispute i.e. Nazul Land R-Naseebpur, Bakhtiyara, Bungalow No. 23, Clive Road and Bungalow No. 19 Muir Road, Allahabad, Area 4 acres, 3 roods, 21 poles to &quot;Allahabad Development Authority&quot; (hereinafter referred to as &quot;ADA&quot;) for construction of affordable houses for weaker section under &quot;Pradhan Mantri Avas Yojana (Urban)&quot;.\n</p> \n<p data-structure=\"PetArg\" id=\"p_5\">3.\tWrit Petition No.37541 of 2018 (hereinafter referred to as &quot;WP-3&quot;) has been filed by petitioners of WP-1 except Rajesh Patel, who has died in the meanwhile and therefore, has been substituted and replaced by his wife Smt. Suman Patel and minor son Master Aditya. Therefore, in all, there are nine petitioners namely Smt. Anarkali wife of (late) Hari Shanker; Brijesh Patel and Akhilesh Patel, both sons of (late) Hari Shanker; Smt. Suman Patel wife of (late) Rajesh Patel; Master Aditya (minor) through his mother Suman Patel as natural guardian; Smt. Urmila Patel wife of (late) Shiv Shanker, Himanshu Patel, Sudhanshu Patel and Divyanshu Patel all sons of (late) Shiv Shanker. They have prayed for issue of a writ of certiorari to quash order dated 06.09.2018 in respect of Nazul Plot No.R Naseebpur Bakhtiyara, Bungalow No.23 and Bungalow No.19, Muir Road, Allahabad, area 4 acres, 3 roods, 21 poles, which has also been challenged by R.S.A.Society in WP-2. Therefore, order challenged in WP-2 and WP-3 is the same. Petitioners in WP-3 have further sought a writ of mandamus restraining respondents 2 to 4 from evicting petitioners from property situate at  R-Naseebpur Bakhtiyara, Bungalow No.23 and Bungalow No.19, Muir Road, Allahabad. Petitioners of WP-2 claimed their interest in half of the aforesaid disputed property though claim of petitioner in WP-2 has been disputed by petitioners of WP-3 on the ground that petitioners in WP-2 have no right over property in dispute at all.\n</p> \n<p data-structure=\"Issue\" id=\"p_6\">4.\tSince all these writ petitions relate to same Nazul plot/land, we have heard all these matters together and are deciding the same by this common judgement. Before dealing with the issues raised by learned counsel for parties, it would be appropriate to refer relevant facts of these three writ petitions separately.\n</p> \n<p data-structure=\"Issue\" id=\"p_7\">Writ Petition No. 14201 of 2014 (WP-1)\n \n</p><p data-structure=\"Facts\" id=\"p_8\">5.\tDispute relates to Bungalow No. 21, Clive Road, Allahabad (renumbered by Nagar Nigam, Allahabad as 23, Clive Road and later on as 29, Clive Road).  \n</p> \n<p data-structure=\"Facts\" id=\"p_9\">6.\tSecretary of State for India in Council through Collector, Allahabad executed a lease deed registered on 06.11.1902 in favour of Sri Sahai son of Sri Sheo Din (Kurmi), resident of village Rajapur, Allahabad in respect of Nazul Plot, measuring 4 acres 3 rods 21 poles, situate at Naseebpur Bakhtiyara alias Chikatpur, Allahabad for a period of 30 years, commencing from 01.07.1902, on an yearly rent of Rs. 146 and 8 annas. Lease was renewable for two terms of 30 years each, and total term not to exceed 90 years. A partition suit was filed by one Prithvi Pal son of Mahavir being Suit No. 81 of 1974 in the Court of Civil Judge, Allahabad impleading Asharfi Lal son of Mewa Lal; Mrs. Shanti Devi daughter of Mewa Lal; Mrs. Ganeshia wife of Mewa Lal; Moti Lal son of Mewa Lal and Raja Ram son of Pitamber Lal as defendants-1 to 5 claiming that he has four and half annas share out of six annas i.e. 3/4 share of property in dispute i.e. Bungalow No. 23A (new number 29, Clive Road, Allahabad) and the said property be partitioned and separate possession be given to plaintiff. Suit stood decreed in terms of a compromise entered between the parties, vide judgment dated 04.04.1977 and decree dated 31.08.1977. As a result of compromise decree, name of predecessors in interest, Mewa Lal and Raja Ram was recorded in respect of Bungalow No. 23A/29A, Clive Road, Allahabad (new number 85A/25A-1, Clive Road) and petitioners have no concern with the same. Petitioners&#x27; name was recorded in respect of Bungalow No. 23/29, Clive Road, Allahabad (new number 85/29, Clive Road, Allahabad). It is also said that earlier, sons and grand-sons of Sri Sahai went in a litigation, a partition suit being Suit No. 51 of 1916 in the Court of Sub-Judge, Allahabad. In the aforesaid suit, Smt. Pargasi widow of Mahavir was also impleaded as defendant-3. Petitioners claimed their succession from Pargasi, widow of Mahavir, who was allotted Bungalow No. 4, Beli Road, Allahabad in her share. After death of Sri Sahai (Kurmi), name of Smt. Pargasi was recorded as legal heir and after her death, Prithvi Pal Patel was declared as legal heir. Petitioners&#x27; submitted an application dated 24.04.2000 for freehold of Bungalow No. 85/29 Clive Road, Allahabad, area 5050 square meter in the light of Government Order (hereinafter referred to as &#x27;G.O.&#x27;) dated 01.12.1998. It was stated that lease had expired on 30.06.1992 whereafter application for renewal of lease was given but the same has not been disposed of. \n</p> \n<p data-structure=\"Issue\" id=\"p_10\">7.\tOne Smt. Suraj Kali filed Writ Petition No. 31358 of 2009 for a direction to decide representation dated 29.05.2009. Writ petition was subsequently dismissed as not pressed on 16.06.2009. Petitioners then filed Writ Petition No. 21011 of 2012 seeking a direction to District Magistrate, Allahabad to decide freehold application dated 24.04.2000. This writ petition was disposed of on 01.05.2012 giving direction to District Magistrate to take a decision on petitioner&#x27;s aforesaid application. Ultimately, vide order dated 14.06.2012 (Annexure-14 to the writ petition), District Magistrate rejected application dated 24.04.2000 and representation dated 08.05.2012. Petitioners then filed recall application dated 09.07.2012 seeking recall of exparte order dated 14.06.2012 but nothing has been done thereon, hence, W.P.-1 has been filed challenging aforesaid order dated 14.06.2012.\n</p> \n<p data-structure=\"Precedent\" id=\"p_11\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"12892832\" id=\"span_1\">8.\tImpugned order has been challenged on the ground that it is exparte order; no opportunity was given to petitioners; G.Os. with regard to freehold were not followed; in the Master Plan, land use was shown as &#x27;Commercial&#x27; and to treat disputed land as &#x27;Residential&#x27; is erroneous and decision of Collector is arbitrary, shows non application of mind and unfair. Reliance has been placed on a Division Bench decision of this Court in <a href=\"/doc/12892832/\" id=\"a_1\">Sangam Upniveshan Avas Evam Nirman Sahkari Samiti Ltd. vs. State of U.P. and Others</a> 2018 (7) ADJ 617 (DB).</span>\n</p> \n<p data-structure=\"Facts\" id=\"p_12\">9.\tA counter affidavit has been filed by respondents sworn by Sri Rajesh Kumar Rai, Additional District Magistrate (Nazul), Allahabad. It is said that Plot No. R-Naseebpur, Bakhtiyara, Allahabad, area 4 acres 3 roods 2 poles (i.e. 19731.96 square metre) is a &#x27;Nazul land&#x27;. Lease deed was executed on 11.10.1902 in favour of Sri Sahai (kurmi) sons of Sheo Din for a period of 30 years, with effect from 01.07.1902. The initial period of lease was subject to renewal twice of 30 years each and a total period, not more than 90 years. Initial tenure of lease expired on 30.06.1932. Thus, taking maximum period of lease it would have expired on 30.06.1992. In Nazul Register, names of Mewa Lal, Raja Ram, grand-sons of Sri Sahai (Kurmi) and sons of Pitamber as well as Smt. Pargasi, daughter-in-law of Pitamber, Jokhu another son of original lessee, i.e., Sri Sahai (Kurmi) and Baijnath, grandson of Sri Sahai (Kurmi) and son of Jokhu were recorded. Later on, half portion of disputed land was shown in the name of U.P. Agricultural Credit Bank (hereinafter referred to as &quot;U.P.A.C. Bank&quot;). The family tree of Sri Sahai Kurmi is as under: \n</p> \n<blockquote id=\"blockquote_1\">Sahai (Kurmi)\n \n(died in 1915)\n \n /\n \nSamera (Wife)\n \n/\n \n</blockquote><blockquote id=\"blockquote_2\">--------------------------------------------------------\n</blockquote> \n<pre id=\"pre_2\">\t\t\t/\t\t\t\t\t      /\n \n\t\t   Pitamber\t\t\t\t\tJokhu\n \n\t\t           /\t\t\t\t\t                   /\n \n\t\t          /\t\t\t\t\t\tBaijnath\n \n\t--------------------------------------------\n \n\t     /\t\t      /\t\t        /\n \n          Mahabir                Rajaram           Mewalal\n \n\t   /                                          Ganeshia (wife)\n \n      Smt. Pargasi (Wife)                                 /\n \n               /                              ------------------------------------------------------\n \n   Prithvi Pal Patel             /                         /                    /                        /\n \n            /                     Asharfilal        Shanti              Moti Lal         Raja Ram \n \n    ---------------------------\n \n   /                                  /\n \nHari Shanker Patel   Shiv Shanker Patel\n \n</pre><blockquote id=\"blockquote_3\">10.\tAs per record Sri Baijnath, grand-son of Sri Sahai (Kurmi) created mortgage over disputed Nazul land, which came into his share, in favour of U.P.A.C. Bank. He failed to pay loan whereupon recovery suit was filed by U.P.A.C.Bank and in execution sale, U.P.A.C.Bank itself purchased that part of disputed Nazul land on 04.09.1943. Possession was delivered to U.P.A.C.Bank on 04.05.1946. This is evident from the judgment dated 05.10.1961 of this Court passed in Second Appeal No. 2189 of 1951, U.P. Agricultural Credit Bank Limited versus Baij Nath and 2 Others. After expiry of first term of lease in 1932, no application for renewal of lease was given by anyone. The partition suits, referred to in writ petition, are not concerned with respondents since State of U.P. and its authorities were not party, either in Suit No. 51 of 1916 or 81 of 1974. Moreover, parties to the suit did not own land. The only right, at the best they could have, was lease right, which also expired on 30.6.1932. Hence, there could not have been any division or partition of ownership of land in dispute. Petitioner and other heirs of original lessee committed breach of conditions of lease, inasmuch as, they raised construction of non-residential buildings on disputed land, hence, an order was passed by Collector, Allahabad on 24.09.1992 (Annexure CA-3) directing Mukhya Nagar Adhikari, Nagar Mahapalika, Allahabad to enter the name of State Government in &#x27;Nazul Register&#x27; and take appropriate action for possession of entire land from unauthorized occupants. Order dated 24.09.1992 was challenged by Smt. Ram Dulari wife of Prithvi Pal in Writ Petition No. 36227 of 1992 seeking following reliefs:-\n</blockquote> \n<blockquote id=\"blockquote_4\">&quot;i. \tissue a writ order or direction in the nature of certiorari quashing the impugned notice dated 18.2.1992 as issued by the respondent no. 2 (Annexure-4), the impugned order passed by the respondent no. 2 dated 24.9.1992 (Annexure-6) the news item as published in Nav Bharat Times dated 2.10.1992 (Annexure-7) and the entire proceedings consequent upon the notice dated 18.2.1992 (Annexure-4) in respect to the property situated over Plot No. &#x27;R&#x27; of village Naseebpur, Bakthiara Pargana Chail, District Allahabad, known as 19 Muir Road 23 Clive Road, now numbers 277/87 Muir Road, 85/29 Clive Road.\n</blockquote> \n<blockquote id=\"blockquote_5\">ii.\tissue a writ order or direction in the nature of mandamus directing the respondent no. 2 to consider the petitioners application for renewal of lease dated 17.9.1990 (Annexure-2) in accordance with law.\n</blockquote> \n<blockquote id=\"blockquote_6\">iii.\tissue any other alternative and suitable writ order or direction as this Hon&#x27;ble Court may deem fit and proper in the circumstances of the case.\n</blockquote> \n<blockquote id=\"blockquote_7\">iv. \taward costs of the petitioner throughout to the petitioners.&quot;\n</blockquote> \n<p data-structure=\"PetArg\" id=\"p_13\">11.\tWrit Petition was ultimately dismissed as not pressed, vide Court&#x27;s order dated 22.11.1999. In the aforesaid writ petition, wife, sons and daughters of Prithvi Pal were petitioners and besides State of U.P., District Magistrate, Allahabad and Others, Asharfi Lal and Moti Lal, sons of Mewa Lal, and Raja Ram son of Pitamber were impleaded as respondents. As a result of dismissal of writ petition, order dated 24.09.1992 attained finality in respect of those petitioners and in respect of others also since they did not challenge the said order.\n</p> \n<p data-structure=\"Issue\" id=\"p_14\">12.\tLater on, Smt. Suraj Kali claiming herself to be legal heir of Sri Sahai (kurmi), filed Writ Petition No. 31358 of 2009 seeking a direction for deciding her claim for freehold rights of land in dispute and therein present petitioners were impleaded as respondents-5 to 9. Suraj Kali pleaded  that they (respondents 5-9) were not entitled to have any right over disputed plot. Aforesaid writ petition was also dismissed as not pressed. \n</p> \n<p data-structure=\"Issue\" id=\"p_15\">13.\tCollector thereafter examined claim of petitioners for freehold and passed a detailed order holding that they were not entitled for freehold, in the facts stated above. Opposing the writ petition, it is said in the counter affidavit that petitioners are not entitled for grant of freehold for following reasons:-\n</p> \n<blockquote id=\"blockquote_8\">&quot;(a)\tthe concerned lease deed dated 11.10.1902 has already been rescinded/ cancelled by the order dated 24.09.1992, and the name of the State of Uttar Pradesh has been re-entered, and thus, the petitioners could/cannot be treated to have entered into the shoes of the aforementioned &quot;Sri Sahai Kurmi&quot; (original lessee) in any manner whatsoever qua the disputed plot. \n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_16\">\tWithout prejudice to the aforesaid, even otherwise, \n \n</p><p data-structure=\"PetArg\" id=\"p_17\">(b) \tthe petitioners could/ cannot be treated to be the exclusive owners of the said specific portion of the disputed-plot for which, the application was submitted by the petitioners for the grant of free-hold rights.\n</p> \n<p data-structure=\"Precedent\" id=\"p_18\">\tAs stated hereinbefore, no reliance could/ can be placed upon the partition decree passed in the aforementioned Suit No. 81 of 1974 on account of the reasons mentioned hereinbefore, and thus, without prejudice, if there has been any right upon the disputed-plot of t he heirs of the said &quot;Sri Sahai Kurmi&quot; then the same has been equally of all the surviving heirs of the said &quot;Sri Sahai Kurmi&quot; since all of them, if entered, then jointly, entered into the shoes of the said &quot;Sri Sahai Kurmi&quot;, and thus, the petitioners should have submitted that consent of all the remaining surviving heirs of &quot;Sri Sahai Kurmi&quot; for the purpose of grant of free-hold rights in favour of the petitioners upon the particular/ specific portion of the disputed plot for which the concerned application for the grant of free hold rights upon the disputed plot was filed by the petitioners; \n</p> \n<p data-structure=\"Precedent\" id=\"p_19\">\tWithout prejudice to the aforesaid, even otherwise, \n \n</p><p data-structure=\"PetArg\" id=\"p_20\">(c) the unauthorized constructions without the permission of the Answering-Respondent No. 2 that too for the commercial purposes, have been raised upon the disputed-plot, and thus, the petitioners have violated the terms of the said lease-deed and as per the report of the Nagar Nigam, Allahabad, the &quot;land use&quot; of the disputed-plot in the Master-Plan during the relevant period was residential and the said violation could not be treated to have been waived by the State Government, particularly at the time of the submissions of the application by the petitioners for the grant of free-hold rights upon the disputed plot;\n</p> \n<p data-structure=\"Precedent\" id=\"p_21\">\tWithout prejudice to the aforesaid, even otherwise, \n \n</p><p data-structure=\"Conclusion\" id=\"p_22\">(d) \tin view of the averments made in the said Writ Petition No. 31358 of 2009, it is evident that all the surviving heirs of the said &quot;Sri Sahai Kurmi&quot; have not come/ reached upon an amicable settlement with regard to the grant of free-hold rights upon the disputed plot, and thus, the petitioners are not entitled for the free hold rights upon the disputed plot in this view of the matter.&quot;\n</p> \n<p data-structure=\"Facts\" id=\"p_23\">14.\tA rejoinder affidavit has been filed stating that on 17.09.1990, application for renewal of lease was submitted. Alleging that lease was not got renewed; unauthorized construction has been made and possession has been given to unauthorized persons, a show-cause notice was given by District Magistrate, Allahabad to petitioners and other legal heirs of original lessee on 18.02.1992. Petitioners submitted reply on 02.03.1992. In the meantime, in respect of Bungalow No. 19, Muir Road, Allahabad, R.S.A.Society claiming its own right over disputed Nazul land, filed Writ Petition No. 26876 of 1993 wherein this Court made an observation that matter may be examined by competent authority and subject to such observation, writ petition was dismissed. The order passed by this Court on 05.02.2009 reads as under:- \n</p> \n<blockquote id=\"blockquote_9\">\t&quot;Having heard Sri Rahul Sripat learned counsel for the petitioner at some length and after going through the record we find that lease deed was executed in the year 1902 for 30 years in favour of original lessee, who transferred the same in favour of the company namely U.P. Agriculture Credit Bank Limited. The company did not get lease renewed after 30 years and continued in possession. The company went in liquidation proceeding and the property in dispute so leased to the original lessee and sold to the company was sold in liquidation proceeding. Since the lease was not renewed in favour of the company, therefore, right of the purchaser from the company i.e. right of the vendor and the right of the petitioner vendee was subject to renewal of the lease. Therefore no writ of mandamus can be issued for renewal of the lease after such a long gap. In our opinion the initial order of Collector, Allahabad was by way of mistake which was corrected by him by withdrawing the said order. Thus the position emerges that the terms of the lease has already expired and the petitioner has no right to claim writ of mandamus from this Court. However, it is open to the petitioner to approach the State Government for grant of fresh lease under the Government Grant Act. \n</blockquote> \n<blockquote id=\"blockquote_10\">\tConsidering the entire facts of the case and taking into account the fact that the petitioner has paid consideration for purchasing the land from the company in liquidation proceeding and in the liquidation proceeding the Government did not raise any objection that it cannot be sold in liquidation proceeding as lease was not renewed in favour of the company. Therefore the State Government is otherwise stopped from taking such an objection as the doctrine of estoppel will directly come in the way. \n</blockquote> \n<blockquote id=\"blockquote_11\">\tIn view of the above discussion the matter is relegated to the State government to pass a fresh order on merits after scrutinizing and examining the rival claims of the parties and material available on record. It may also consider the claim of Smt. Ram Dulari and others, who have filed impleadment application in the writ petition. \n</blockquote> \n<blockquote id=\"blockquote_12\">\tFor the aforesaid reasons this writ petition is dismissed.&quot; \n</blockquote> \n<p data-structure=\"Issue\" id=\"p_24\">(Emphasis added)\n \n</p><p data-structure=\"PetArg\" id=\"p_25\">15.\tIn the meantime, it appears that a complaint was made by one Brijesh Patel and others to State Government whereupon State Government sought comments from District Magistrate, Allahabad who sent its report vide letter dated 26.11.2012. It was mentioned therein that Bungalow No. 19, Muir Road, Allahabad/ 21 Clive Road, Allahabad was never given in possession to Umeshwar Nath son of Harihar Nath as no such document was available on record. With regard to litigation between U.P.A.C. Bank and Jokhulal, it is said that petitioners were neither party in Suit No. 913 of 1946 nor in Civil Appeal No. 97 of 1950 nor in Second Appeal No. 2189 of 1991. It is also said that matter is pending for consideration before State Government pursuant to an order passed by this Court in Writ Petition No. 26876 of 1993. (We have already observed that this writ petition was dismissed on 05.02.2009). Predecessor in interest of petitioners constructed Bungalow over land of 21, Clive Road, R-Naseebpur, Bakhtiyara. The order cancelling lease deed was challenged by petitioners in Writ Petition No. 36227 of 1992 wherein an interim order was passed and matter is pending before State Government and petitioners were not entitled for freehold of land in dispute in the light of G.O. dated 28.01.2011 and G.O. dated 04.03.2014 is not applicable to petitioners. \n</p> \n<p data-structure=\"Issue\" id=\"p_26\">Writ Petition No. 34702 of 2018 (WP-2)\n \n</p><p data-structure=\"Facts\" id=\"p_27\">16.\tThe case set up by petitioner is that it is a Housing Society registered by U.P. Avas Evam Vikas Parishad under <a href=\"/doc/129412684/\" id=\"a_2\">U.P. Cooperative Societies Act, 1965</a> (hereinafter referred to as &quot;Act, 1965&quot;) vide Registration Certificate issued by Deputy Housing Commissioner/Sub-Registrar, U.P. Avas Evam Vikas Parishad, Lucknow on 11.02.1982 and has been renewed from time to time. Property in dispute was leased out to Sri Sahai son of Sri Sheo Din in 1902, for a period of 90 years, initially for 30 years and renewable for two terms of 30 years each. Partition suit between two sons of Sahai i.e. Pitamber and Jokhu resulted in property in dispute going to share of Jokhu. He got loan from U.P.A.C. Bank creating an equitable mortgage of Bungalow No. 19, Muir Road, Allahabad. Jokhu committed default in payment of dues. U.P.A.C. Bank filed Original Suit No. 173 of 1940 under <a href=\"/doc/161831507/\" id=\"a_3\">Order XXXIV CPC</a> for sale of Bungalow. Suit was decreed in favour of U.P.A.C.Bank vide decree dated 01.05.1946 and pursuant thereto, Bungalow was auctioned which was purchased by U.P.A.C.Bank itself and possession was taken by Bank on 01.05.1946. In the meantime, Baij Nath son of Jokhu filed suit for setting aside decree on the ground that mortgage was without legal necessity. Suit was dismissed whereagainst appeal was also dismissed by this Court. Thereafter, sale was confirmed and sale certificate dated 09.04.1946 was issued giving possession of Bungalow on 04.05.1946 to auction purchaser. Bank filed another Suit No. 913 of 1946 for recovery of certain dues from Baij Nath, which was decreed but Bank lost in Civil Appeal No. 97 of 1950 and then matter came to this Court in Second Appeal No. 2189 of 1951. This Court allowed appeal vide judgement dated 05.10.1961 and a decree of Rs. 3,100/- was passed with six per cent future interest against Baij Nath and Others. Name of U.P.A.C.Bank was entered in Nazul Register on half of the disputed Nazul land. The total area was 23600 square yards out of which 11800 square yards at Bungalow No. 19, Muir Road, Allahabad and remaining 11800 square yards at Bungalow No. 23, Clive Road, Allahabad. U.P.A.C.Bank underwent liquidation proceedings whereupon one Sridhar, Advocate was appointed as Liquidator vide Court&#x27;s order dated 11.09.1958. U.P.A.C.Bank had two Directors namely, Harihar Nath and his wife Malti Devi who resolved in the meeting that assets of U.P.A.C.Bank may be disposed of by transferring Bungalow No. 19, Muir Road, Allahabad to Sri Umeshwar Nath son of Harihar Nath. Information of said transfer was given to official Liquidator. U.P.A.C.Bank was ultimately dissolved on 23.05.1960. Umeshwar Nath son of Harihar Nath executed sale-deed of disputed property i.e. Bungalow No. 19, Muir Road, Allahabad on 06.02.1989 in favour of petitioner and intimation was also given to Collector, Allahabad vide letter dated 07.04.1989. Lease deed of 1902 was an intimated lease. Additional District Magistrate, Allahabad approved renewal of lease in favour of petitioner and communicated to Mukhya Nagar Adhikari, Nagar Mahapalika, Allahabad vide letter dated 24.07.1993 directing it to prepare requisite document for registration of lease deed. A similar direction was also given vide letter dated 31.07.1993. Vide letter dated 04.08.1993, In-charge Adhikari (Nazul) required petitioner to deposit lease rent. Since lease deed was not executed, petitioner approached this Court in Writ Petition No. 26876 of 1993. Thereafter, respondent-2 withdrew earlier order vide order dated 09.09.1993. The order dated 09.09.1993 was also challenged in above writ petition by way of amendment. Subject to certain observations, the writ petition was ultimately dismissed vide judgement dated 05.02.2009. Though in writ petition, para-34, petitioner has said that writ petition was disposed of but in fact it was dismissed.\n</p> \n<p data-structure=\"CDiscource\" id=\"p_28\">17.\tPetitioner also filed a review application which was disposed of vide order dated 30.03.2009 and order reads as under:-\n</p> \n<blockquote id=\"blockquote_13\">\t&quot;This is an application for review/recall of the order dated 5th February, 2009. \n</blockquote> \n<blockquote id=\"blockquote_14\">\tHaving heard learned counsel for the petitioners as well as learned counsel for the respondents, we are of the opinion that the order does not require any review, except slight modification to the extent that the State Government shall not be influenced by any observation or any fact record in the order. \n</blockquote> \n<blockquote id=\"blockquote_15\">\tIn this view of the matter, the review/ recall application is finally disposed of.&quot;\n</blockquote> \n<p data-structure=\"RespArg\" id=\"p_29\">18.\tPetitioner then made a representation to State Government vide letter dated 19.05.2009 whereafter vide letter dated 15.07.2016, respondent-1 relegated the matter to respondent-2 observing that on the subject in question it is respondent-2 who is competent authority to pass order. Thereafter, District Magistrate, Allahabad has passed impugned order which has been challenged on the ground that it is in violation of terms of lease deed, arbitrary, malicious, discriminatory and on various other grounds which we will discuss later on.\n</p> \n<p data-structure=\"Precedent\" id=\"p_30\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"101261125\" id=\"span_2\">19.\tRespondents- 2 to 5 have filed a counter affidavit wherein execution of lease deed with effect from 01.07.1902 in favour of Sri Sahai son of Sheo Din in respect of disputed Nazul land is not disputed. It is said that lease came to an end on 30.06.1932. There was no attempt made by lessee to get it renewed. In terms of lease deed, lessee and his Executors, Administrators or Assignees liable to hand over land to State and now, in public interest, land in dispute is required by State for constructing residences for weaker sections under &quot;Pradhan Mantri Avas Yojana&quot; which is to be developed by ADA. Mortgage of land by Jokhu, over which he himself had no title and its further transfer without consent of owner is void ab initio and would not confer any right upon such transferee. Reliance is placed on <a href=\"/doc/101261125/\" id=\"a_4\">State of U.P. and Others Vs. United Bank of India and Others</a> 2016 (2) SCC 757. Petitioner had no right over property in dispute as petitioner is not a lessee, and all subsequent transactions from the stage of mortgage by Jokhu are wholly unauthorized, illegal and nullity.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"43722908\" id=\"span_3\">Reliance is placed on Smt. Shakira Khatoon Kazmi and Others Vs. State of U.P. and Others 2002(<a href=\"/doc/43722908/\" id=\"a_5\">1) AWC 226 and Azim Ahmad Kazmi and Others Vs. State of U.P. and Others</a> 2012 (7) SCC 278.</span> \n</p> \n<p data-structure=\"Issue\" id=\"p_31\">20.\tA rejoinder affidavit has been filed in which reliance has been placed on <a href=\"/doc/98451039/\" id=\"a_6\">Repealing and Amending (Second) Act, 2017</a> (hereinafter referred to as &quot;Repeal Act, 2017&quot;) repealing <a href=\"/doc/1625086/\" id=\"a_7\">Government Grants Act, 1895</a> (hereinafter referred to as &quot;<a href=\"/doc/1625086/\" id=\"a_8\">GG Act, 1895</a>&quot;) to counter the defence taken by respondents on the basis of terms of lease read with <a href=\"/doc/1625086/\" id=\"a_9\">GG Act, 1895</a>. \n</p> \n<p data-structure=\"Issue\" id=\"p_32\">Writ Petition No. 37541 of 2018 (WP-3)\n \n</p><p data-structure=\"Facts\" id=\"p_33\">21.\tThe facts in brief in WP-3 are that in 1902, lease of Bungalow No.21, Clive Road, Clive Road, R. Naseebpur Bakhtiyara (Nazul Land) was executed in favour of Sri Sahai son of Shiv Din (Kurmi) by Secretary of State for India in Council. Area of land was 4 acres 3 roods 21 poles. Initially, lease was granted for 30 years subject to renewal of 30 years each and maximum 90 years. Sri Sahai (Kurmi) died in 1915 leaving behind his widow Smt. Sumera and two sons namely Pitamber and Jokhu. Partition suit filed by Pitamber i.e. Suit No.51 of 1916 was decreed allotting a share of 5 anna 4 pai to Sumera and same share was allotted to Pitamber and Jokhu. Jokhu had only one son Baijnath. Baijnath, after the death of Jokhu, executed sale deed transferring his share to Smt. Pargasi wife of Mahavir Prasad (Kurmi). She constructed Bungalow no.19, Muir Road, Allahabad on the land purchased by her. Pitamber had three sons namely Mahavir, Rajaram and Mewalal. On 06.01.1930, Mewalal and Rajaram transferred their share in favour of Subratan, resident of Shahganj, Allahabad, who further transferred his said share to Pargasi and Prithvipal vide registered sale deed dated 20.09.1938.\n</p> \n<p data-structure=\"Issue\" id=\"p_34\">22.\tOn the basis of information received under <a href=\"/doc/671631/\" id=\"a_10\">Right to Information Act, 2005</a> (hereinafter referred to as &quot;Act, 2005&quot;) from the office of Land Record, petitioners found that Smt. Sumera widow of Sri Sahai (Kurmi) executed a Will on 14.02.1924 and transferred her entire share in favour of her grandson Prithvipal son of Mahavir in respect of Bungalow No.21, Clive Road, R Naseebpur Bakhtiyara and Bungalow No.06, Vake Nepiar Line, Muskat Road, New Cantt., Allahabad. Baijnath, in the year 1938, took loan from U.P.A.C. Bank by mortgaging disputed property though he had no right over it having transferred the same in favour of Pargasi in 1932. Moreover, for transfer of said land, prior permission of Collector was mandatory.\n</p> \n<p data-structure=\"Precedent\" id=\"p_35\">23.\tBaijnath committed default in payment of his loan amount, which resulted in recovery suit by U.P.A.C. Bank and the same was ultimately finalized upto this Court in Second Appeal No.2189 of 1951 but therein petitioners or Pargasi or Prithvipal were not party. Defendant-respondents in aforesaid appeal were Baij Nath son of Jokhu Lal, Smt. Minda widow of Jokhu Lal and Smt. Sursati widow of Jagmal. U.P.A.C. Bank itself went into liquidation and one Umeshwar Nath son of Harihar Nath claiming to be Director of U.P.A.C. Bank treated property in dispute as his own property though it was never owned by him. R.S.A. Society, petitioner in WP-2 claims its ownership on the basis of sale deed dated 11.03.1989 executed by Umeshwar Nath though Umeshwar Nath had neither any right over property in dispute nor could have transferred any interest or right over the same to R.S.A.Society. \n</p> \n<p data-structure=\"Precedent\" id=\"p_36\">24.\tR.S.A. Society, on the basis of sale deed dated 11.03.1989 got lease renewed in its favour in 1993 but when petitioners of WP-3 objected, the said order was recalled by Collector, Allahabad. This recall order of Collector was challenged by R.S.A. Society in Writ Petition No.26876 of 1993. The writ petition was dismissed vide judgment dated 05.02.2009 with observation that State Government shall look into the matter and pass fresh order. The judgment dated 05.02.2009 passed by this Court dismissing Writ Petition No.26876 of 1993 reads as under :\n</p> \n<blockquote id=\"blockquote_16\">\t&quot;Having heard Sri Rahul Sripat learned counsel for the petitioner at some length and after going through the record we find that sale deed was executed in the year 1902 for 30 years in favour of original lessee, who transferred the same in favour of the company namely U.P.Agriculture Credit Bank Limited. The company did not get lease renewed after 30 years and continued in possession. The company went in liquidation proceeding and the property in dispute so leased to the original lessee and sold to the company was sold in liquidation proceeding. Since the lease was not renewed in favour of the company, therefore, right of the purchaser from the company i.e. right of the vendor and the right of the petitioner vendee was subject to renewal of the lease. Therefore no writ of mandamus can be issued for renewal of the lease after such a long gap. In our opinion the initial order of Collector, Allahabad was by way of mistake which was corrected by him by withdrawing the said order. Thus the position emerges that the terms of the lease has already expired and the petitioner has no right to claim writ of mandamus from this Court. However, it is open to the petitioner to approach the State Government for grant of fresh lease under the Government Grant Act.\n</blockquote> \n<blockquote id=\"blockquote_17\">\tConsidering the entire facts of the case and taking into account the fact that the petitioner has paid consideration for purchasing the land from the company in liquidation proceeding and in the liquidation proceeding the Government did not raise any objection that it cannot be sold in liquidation proceeding as lease was not renewed in favour of the company. Therefore the State Government is otherwise stopped from taking such an objection as the doctrine of estoppel will directly come in the way.\n</blockquote> \n<blockquote id=\"blockquote_18\">\tIn view of the above discussion the matter is relegated to the State government to pass a fresh order on merits after scrutinizing and examining the rival claims of the parties and material available on record. It may also consider the claim of Smt. Ram Dulari and others, who have filed impleadment application in the writ petition.\n</blockquote> \n<blockquote id=\"blockquote_19\">\tFor the aforesaid reasons this writ petition is dismissed.&quot;\n</blockquote> \n<p data-structure=\"Section\" id=\"p_37\">(Emphasis added)\n \n</p><p data-structure=\"PetArg\" id=\"p_38\">25.\tThe claim of R.S.A. Society again was rejected vide order dated 26.11.2012 passed by Additional District Magistrate (Nazul). R.S.A. Society filed Review Application in Writ Petition No.26876 of 1993 but same was rejected vide order dated 30.03.2009. In the meantime, petitioners applied for freehold vide applications dated 24.04.2000 and 01.05.2012. Since no action was taken, petitioners filed Writ Petition No.21011 of 2012 Shiv Shanker Patel and others vs. State of U.P. and others, with the prayer that their application for freehold be directed to be decided. Writ Petition was disposed of vide judgment dated 01.05.2012 directing District Magistrate, Allahabad/Authority concerned to take final decision. Consequently, District Magistrate, Allahabad vide order dated 14.06.2012 rejected petitioners&#x27; application for freehold. This order has been challenged by petitioners in WP-1.\n</p> \n<p data-structure=\"Issue\" id=\"p_39\">26.\tIn the meantime, i.e. during pendency of WP-1, District Magistrate has now passed order dated 06.09.2018 directing petitioners to vacate land in dispute as the same has been allotted to ADA for construction of residential houses for weaker section under &quot;Pradhan Mantri Avas Yojana (Urban)&quot;. Challenging the same, present writ petition has been filed.\n</p> \n<p data-structure=\"Precedent\" id=\"p_40\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"101261125\" id=\"span_4\">27.\tOn behalf of respondents - 2 and 5 i.e. Collector, Allahabad and Additional District Magistrate (Nazul), Allahabad respectively, a counter affidavit has been filed sworn by Sri Gore Lal Shukla, holding office of respondent-5. It is stated therein that Nazul Plot No.23 Clive Road, Allahabad and 19, Muir Road area 4 Acres, 3 Rod and 2 Pol was demised for a period of 30 years renewable for further two period of 30 years each vide lease deed dated 01.07.1902 executed by Secretary of State in Council for India in favour of Sri Sahai son of Sheo Din (Kurmi). The first tenure of 30 years expired on 30.06.1932 but thereafter there is no renewal of lease. Lease was governed by provisions of <a href=\"/doc/1625086/\" id=\"a_11\">GG Act, 1895</a> and in terms of <a href=\"/doc/907595/\" id=\"a_12\">Section 2</a> thereof, provisions of any other Statute including <a href=\"/doc/515323/\" id=\"a_13\">Transfer of Property Act, 1882</a> (hereinafter referred to as &quot;<a href=\"/doc/515323/\" id=\"a_14\">TP Act, 1882</a>&quot;) shall not be applicable to Government Grants. Terms of Government Grant shall construe and prevail as if <a href=\"/doc/515323/\" id=\"a_15\">TP Act, 1882</a> was not passed. In the lease deed, there was a condition that at the end of lease, Lessee shall hand over peacefully and quietly the land and surrender and yield up the same to Secretary of State but that was not done. Any transfer made without complying conditions mentioned in lease deed is void in view of law laid down in <a href=\"/doc/101261125/\" id=\"a_16\">State of U.P. and others vs. United Bank of India and others</a> (2016) 2 SCC 757.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"43722908\" id=\"span_5\">Government has right to re-entry in view of law <a href=\"/doc/101261125/\" id=\"a_17\">laid down in</a>  <a href=\"/doc/43722908/\" id=\"a_18\">Azim Ahmad Kazmi and others vs. State of U.P. and Another</a> (2012) 7 SCC 278 and Division Bench judgment of this Court in Smt. Shakira Khatoon Kazmi and others vs. State of U.P. and others 2002 (1) AWC 226. Repeal Act, 2017 has not resulted in affecting rights, consequences etc.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"76488113\" id=\"span_6\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1860891\" id=\"span_7\">already suffered, acquired, accrued or incurred in view of Section 4 thereof, hence, resumption/re-entry by State for public purposes is valid in view of Division Bench judgment of this Court in <a href=\"/doc/1860891/\" id=\"a_19\">Chintamani Ghosh and another vs. State of U.P. and others</a>, 2001 (2) UPLBEC 1003 and M/s <a href=\"/doc/76488113/\" id=\"a_20\">Madhu Colonizers Pvt. Ltd. vs. State of U.P. and others</a> in Writ Petiton No.62588 of 2010 decided on 02.04.2013. Petitioners have no right to get the land freehold and application was already rejected by District Magistrate vide order dated 14.06.2012 hence petitioners have no justification in claiming any right over land in dispute and writ petition is liable to be dismissed.</span></span>\n</p> \n<p data-structure=\"RespArg\" id=\"p_41\">28.\tIn WP-1 and WP-3 Sri Pramod Kumar Jain, Senior Advocate, assisted by Sri Birendra Kumar, Advocate has advanced his arguments on behalf of petitioners while Sri Ajeet Kumar Singh, Addl. Advocate General, assisted by Sri Nimai Dass and Sri Sudhanshu Srivastava, Additional Chief Standing Counsels, for State of U.P. and its authorities and Sri M.D.Singh &#x27;Shekhar&#x27;, Senior Advocate, assisted by Sri Amit Verma, Advocate, on behalf of Prayagraj Development Authority have made their submissions. In WP-2 Sri Udai Chandani, Advocate, has advanced argument while for respondents, same counsels have advanced their argument, who appeared in WP-1 and 3.\n</p> \n<p data-structure=\"CDiscource\" id=\"p_42\">29.\tBefore going into merits of rival submissions, some glaring important facts borne out from record, we find necessary to recapitulate at this stage.\n</p> \n<p data-structure=\"Precedent\" id=\"p_43\">Date\n \nEvents\n \n06.11.1902\n \nLease Deed executed in favour of Sahai son of Sheo Din (Kurmi) of disputed Nazul Plot area 4 Acres, 3 rods 21 poles situate at Naseebpur Bakhtiyara alias Chikatpur for a period of 30 years w.e.f. 01.07.1902.\n</p> \n<span class=\"hidden_text\" id=\"span_8\">1915</span>\n \n<p data-structure=\"Section\" id=\"p_44\">Sahai (Kurmi) died leaving behind his widow Smt. Sumera and two sons Pitamber and Jokhu.\n</p> \n<span class=\"hidden_text\" id=\"span_9\">1916</span>\n \n<p data-structure=\"Precedent\" id=\"p_45\">Original Suit No.51 of 1916 was filed in the Court of Sub-Judge, Allahabad by Pitamber, son of Sahai and  two minor sons of Pitamber impleading his brother Jokhu Lal, minor son Baijnath, widow of Sahai i.e. Smt. Sumera and Pargasi widow of Mahavir. Smt. Pargasi is the daughter-in-law of Pitamber and wife of Mahavir.\n</p> \n<span class=\"hidden_text\" id=\"span_10\">1917</span>\n \n<p data-structure=\"Precedent\" id=\"p_46\">Aforesaid suit was decreed dividing shares between the parties. Disputed land came to the share of Jokhu Lal son of Sahai (original Lessee). He created equitable mortgage of Bungalow No.19 Muir Road, in favour of UPAC Bank in lieu of loan advanced to him\n \n30.6.1932\n \nFirst thirty years period of lease expired.\n</p> \n<span class=\"hidden_text\" id=\"span_11\">1940</span>\n \n<p data-structure=\"Issue\" id=\"p_47\">Original Suit No.173 of 1940 filed by U.P.A.C. Bank for recovery of loan amount by sale of Bungalow.\n</p> \n<p data-structure=\"Precedent\" id=\"p_48\">01.05.1946\n \n\n \nSuit of Bank was decreed. Bungalow was auctioned, sale was confirmed and possession was taken by Bank itself.\n</p> \n<p data-structure=\"Precedent\" id=\"p_49\">11.09.1958\n \n\n \nBank underwent liquidation whereupon Sridhar, Advocate, was appointed as Liquidator.\n</p> \n<p data-structure=\"Precedent\" id=\"p_50\">...\n</p> \n<p data-structure=\"Precedent\" id=\"p_51\">Harihar Nath and his wife Malti Devi, two Directors of U.P.A.C. Bank decided to transfer Bungalow to Umeshshwar Nath son of Harihar Nath.\n</p> \n<p data-structure=\"Precedent\" id=\"p_52\">23.5.1960\n \nU.P.A.C. Bank dissolved.\n</p> \n<span class=\"hidden_text\" id=\"span_12\">1974</span>\n \n<p data-structure=\"Issue\" id=\"p_53\">Suit No.81 of 1974 was filed for partition between Prithvi Pal Patel son of Mahavir and legal heirs of Mewa Lal.\n</p> \n<p data-structure=\"Precedent\" id=\"p_54\">31.8.1977\n \nPartition Suit No.81 of 1974 was decreed in terms of compromise between the parties. Name of Mewa Lal and Raja Ram was recorded in Khatauni of Bungalow No.23A/29A, Clive Road, (old bungalow no.23/29 Clive Road) (New No. 85A/25A-1)\n \n06.02.1989\n \nUmeshwar Nath son of Harihar Nath executed sale deed of Bungalow No.19, Muir Road, in favour of petitioner of WP-2 i.e. Ravi Sahkari Awas Samiti Ltd.\n</p> \n<p data-structure=\"RespArg\" id=\"p_55\">17.09.1990\n \nApplication for renewal of lease was submitted.\n</p> \n<p data-structure=\"RespArg\" id=\"p_56\">18.02.1992\n \nDistrict Magistrate, Allahabad issued show cause notice stating violation of terms of lease, non renewal, unauthorised construction, possession by unauthorised persons and therefore, re-entry by State.\n</p> \n<p data-structure=\"Precedent\" id=\"p_57\">02.03.1992\n \nReply was submitted.\n</p> \n<p data-structure=\"RespArg\" id=\"p_58\">24.09.1992\n \nCollector directed Mukhya Nagar Adhikari to enter name of State Government in Nazul Register in respect of disputed land, after rejecting request for renewal.\n</p> \n\n \n<p data-structure=\"Issue\" id=\"p_59\">Writ Petition No.36227 of 1992 filed by Ram Dulari wife of Prithvi Pal.\n</p> \n<p data-structure=\"Precedent\" id=\"p_60\">.......\n</p> \n<p data-structure=\"Issue\" id=\"p_61\">Writ Petition No.26876 of 1993 was filed by R.S.A. Society, petitioner of WP-2.\n</p> \n<p data-structure=\"Issue\" id=\"p_62\">24.07.1993\n \nPetitioner of WP-2 applied for renewal of lease and Additional District Magistrate approving the said proposal, forwarded to Mukhya Nagar Adhikari.\n</p> \n<p data-structure=\"Conclusion\" id=\"p_63\">22.11.1999\n \nWrit Petition No.36227 of 1992 was dismissed as not pressed.\n</p> \n<p data-structure=\"Issue\" id=\"p_64\">24.04.2000\n \nPetitioner of WP-1 filed application for freehold of Bungalow No.85/29, Clive Road, Allahabad.\n</p> \n<p data-structure=\"Conclusion\" id=\"p_65\">05.02.2009\n \nWrit Petition No.26876 of 1993 was dismissed.\n</p> \n<p data-structure=\"Precedent\" id=\"p_66\">30.03.2009\n \nReview Application filed by petitioner of WP-2 was rejected.\n</p> \n<p data-structure=\"Precedent\" id=\"p_67\">......\n</p> \n<p data-structure=\"Precedent\" id=\"p_68\">Writ petition No.21011 of 2012 by Shiv Shankar Patel and others for direction to Collector to freehold land in dispute.\n</p> \n<p data-structure=\"Conclusion\" id=\"p_69\">01.05.2012\n \nWrit Petition was disposed of directing District Magistrate to decide application for freehold.\n</p> \n<p data-structure=\"Precedent\" id=\"p_70\">01/8.05.2012\n \nPetitioner of WP-3 applied for conversion of land into freehold.\n</p> \n<p data-structure=\"CDiscource\" id=\"p_71\">14.06.2012\n \nCollector rejected application dated 24.04.2000 and representation dated 08.5.2012.\n</p> \n<p data-structure=\"Issue\" id=\"p_72\">26.11.2012\n \nReport of A.D.M. (Nazul) to Government rejecting application of petitioner of WP-2.\n</p> \n<p data-structure=\"Issue\" id=\"p_73\">06.09.2018\n \n\n \nDistrict Magistrate conveyed decision to construct multi-storied building under Pradhanmantri Awas Yojna (Urban) over disputed land.\n</p> \n\n \n<p data-structure=\"Precedent\" id=\"p_74\">30.\tA copy of lease deed dated 06.11.1902 is also on record as Annexure 2 to WP-1 and relevant terms and conditions thereof are reproduced as under :\n</p> \n<blockquote id=\"blockquote_20\">&quot;(i)\tAND ALSO shall not nor will without the previous consent in writing of the Secretary of State erect or suppose to be erected on any part of the said demised premises any building other than and except the dwelling house and out buildings hereby covenants to be erected and will not without such consent as aforesaid make any alteration in the plan or elevation of said dwelling house and out buildings or carry on or permit to be carried on the said premises any trade or business whatsoever of use the same or permit the same to be used for any purpose than that of a private dwelling house. \n</blockquote> \n<blockquote id=\"blockquote_21\">(ii)\tAND ALSO that the lessee will from time to time and at all times during the said terms repair and keep the dwelling house and out buildings so to be erected as aforesaid in good and substantial repair and condition both externally and internally and the same in such good and substantial repair on the determination of the said term peaceably surrender and yield up unto the Secretary of State.\n</blockquote> \n<blockquote id=\"blockquote_22\">(iii)\tAND ALSO will upon every assignment of the said premises hereby demised or any part there of or within one calendar month thereafter deliver a notice of such assignment to the Collector of Allahabad setting forth the names and description of the parties  to every such assignment and the particulars and effect there of.\n</blockquote> \n<blockquote id=\"blockquote_23\">(iv)\tAND ALSO that it shall be lawful for the Secretary of State and his agents, during the said term at all reasonable times of the day to enter into and upon the said demised premises and the dwelling house and out buildings to be erected thereon and if any defect or want of reparation shall be on any such inspect and view the condition there of and if any defect or want of reparation shall be on any such inspection found and discovered give to the lessee or leave upon the said premises notice in writing to make good and restore the same and that the lease will within three calendar month next after such notice well and sufficiently make good and restore the same accordingly.\n</blockquote> \n<blockquote id=\"blockquote_24\">(v)\tPROVIDED ALWAYS and it is hereby declared that if the said yearly rent hereby reserved or any part there of shall at any time be in arrears and unpaid for the same of one calendar month next after any of the said days whereon the same shall have become due whether the same shall have been lawfully demanded or not or if there shall be any breach or non observance by the lessee of any of the covenant hereinbefore contained on his part to be observed performable then and in any such case it shall be lawful for the Secretary of State of State to enter into and upon the said demised premises and the dwelling house and out buildings so to be rejected as aforesaid or any part thereof in the name of the whole and to be re-prossess retain and enjoy the same as if this demise had not been made\n \n</blockquote><blockquote id=\"blockquote_25\">(vi)\tAnd the Secretary of State doth hereby covenant with the lessee that the lessee paying the rent hereby reserved and performing and observing the covenants and conditions herein contained and on his part to be exercised and observed shall or may peaceably and quietly hold possess and enjoy the said demised premised during the said term without any lawful interruption or disturbance by the Secretary of State or any person or persons lawfully claiming under him\n \n</blockquote><blockquote id=\"blockquote_26\">(vii)\tAnd also that the Secretary of State will at the end of the term of years hereby granted and so on from time to time thereafter at the end of each such successive further term of years as shall be granted at the request and cost of the lessee execute to the lessee a new lease of the premises hereby demised by way of renewal for the term of thirty years.\n</blockquote> \n<blockquote id=\"blockquote_27\">(viii)\tProvided always that such renewed terms of years as shall be granted shall together with the original term of years not exceeding the aggregate the period of ninety years and (the rent of the said premises hereby demised being hereby expressly made subject to enhancement on the granting of each renewed lease) that such renewed lease shall be granted only at such rents within a percentage of enhancement of 25 % twenty five percent of the rent which shall have been reserved by any lessee either original or renewed immediately preceding the renewed lease to be for the time being granted as the Secretary of State shall determine have as to the amount of the rent to hereby reserved and as to the term to be thereby granted every renewed lease of the said premises hereby demised shall contain such of covenant provisions and condition on these presents contained as shall be applicable.\n</blockquote> \n<blockquote id=\"blockquote_28\">(ix)\tProvided also that the expressions &quot;The Secretary of State and the lessee&quot; hereinbefore used shall unless such an interpretation be consistent with the contest include in the case of the former his successors and assigns and in the case of the latter his heirs, executors, administrators, representatives and assigns.\n</blockquote> \n<p data-structure=\"CDiscource\" id=\"p_75\">In witness whereof the parties hereto have hereto set their hands the day and year first above written.&quot;               (Emphasis Added)\n \n</p><p data-structure=\"CDiscource\" id=\"p_76\">31.\tAforesaid conditions show that parting away of lease land had to be conveyed to Secretary of State within one month. If rent of one month fell due, Government was entitled to determine lease and re-enter and after determination of term of lease, it was to be peacefully surrendered and yield up to the Secretary of State. \n</p> \n<p data-structure=\"Conclusion\" id=\"p_77\">32.\tNow, in this backdrop, we proceed to consider merits of writ petition and relief claimed by petitioners.\n</p> \n<p data-structure=\"Issue\" id=\"p_78\">33.\tThe first question is, &quot;what is Nazul?&quot;\n</p> \n<p data-structure=\"CDiscource\" id=\"p_79\">34.\tEvery land owned by State Government is not termed as &#x27;Nazul&#x27; and therefore it has become necessary to understand, what is &#x27;Nazul&#x27;.\n</p> \n<p data-structure=\"Precedent\" id=\"p_80\">35.\tState Government may own land by having acquired and vested in  various ways, which includes vesting of land in the capacity of a Sovereign body and having right of bona vacantia. Property may also be acquired and owned by State by way of acquisition under the Statute relating to acquisition of land or by purchase through negotiation or gift by an individual or in similar other manners. All such land, which is owned and vested in State Government results in making the State, owner of such land, but in legal parlance, the term &quot;Nazul&quot; is not applicable to all such land. It is only such land which is owned and vested in State on account of its capacity of Sovereign, and application of right of bona vacantia, which is covered by the term &#x27;Nazul&#x27;, as the term is known for the last more than one and half century. In Legal Glossary 1992, fifth edition, published by Legal Department of Government of India, at page 589, meaning of the term &#x27;Nazul&#x27; has been given as &#x27;Rajbhoomi, i.e., Government land&#x27;.\n</p> \n<p data-structure=\"CDiscource\" id=\"p_81\">36.\tNazul is an Arabic word. It refers to a land annexed to Crown. During British Regime, immoveable property of individuals, Zamindars, Nawabs and Rajas when confiscated for one or the other reason, it was termed as &#x27;Nazul property&#x27;. The reason being that neither it was acquired nor purchased after making payment. In old record, when such land was referred in Urdu, this kind of land was shown as &#x27;Jaidad Munzabta&#x27;.\n</p> \n<p data-structure=\"CDiscource\" id=\"p_82\">37.\tFor dealing with such property, under the authority of Lt. Governor of North Western Provinces, two orders were issued in October, 1846 and October, 1848. Therein, after the words &quot;Nazul property&quot;, its english meaning was given as &#x27;Escheats to the Government&#x27;. Sadar Board of Revenue on May 20, 1845 issued a circular order in reference to &quot;Nazul land&quot; and in para 2 thereof it mentioned, &quot;The Government is the proprietor of those land and no valid title to them can be derived but from the Government&quot;. Nazul land was also termed as &quot;Confiscated Estate&quot;. Under Circular dated July 13, 1859, issued by Government of North Western Provinces, every Commissioner was obliged to keep a final confiscation statement of each District and lay it before Government for orders. \n</p> \n<p data-structure=\"Precedent\" id=\"p_83\">38.\tRight of King to take property by &#x27;escheat&#x27; or as &#x27;bona vacantia&#x27; was recognized by common law of England. Escheat of property was Lord&#x27;s right of re-entry on real property held by a tenant, dying intestate, without lawful heirs. It was an incident of Feudal Tenure and based on the want of a tenant to perform Feudal services. On the tenant dying intestate without leaving any lawful heirs, his estate came to an end and Lord, by his own right and not by way of succession or inheritance from the tenant, re-entered real property as owner. In most cases, land escheated to Crown as the &#x27;Lord Paramount&#x27;, in view of gradual elimination of Intermediate or Mesne lords since 1290 AD. Crown takes as &#x27;bona vacantia&#x27; goods in which no one else can claim property. In Dyke v. Walford 5 Moore PC 434= 496-13 ER 557 (580) it was said &#x27;it is the right of the Crown to bona vacantia to property which has no other Owner&#x27;. Right of the Crown to take as &quot;bona vacantia&quot; extends to personal property of every kind. The escheat of real property of an intestate dying without heirs was abolished in 1925 and Crown thereafter could not take such property as bona vacantia. The principle of acquisition of property by escheat, i.e., right of Government to take on property by &#x27;escheat&#x27; or &#x27;bona vacantia&#x27; for want of a rightful owner was enforced in Indian territory during the period of East India Company by virtue of Statute 16 and 17 Victoria, C. 95, section 27.\n</p> \n<p data-structure=\"Precedent\" id=\"p_84\">39.\tWe may recollect, having gone through history, that prior to 1857, several Estates were taken over by British Company i.e. East India Company by way of annexation. Doctrine of lapse applied in Jhansi was another kind of above mentioned two principles.\n</p> \n<p data-structure=\"Section\" id=\"p_85\">40.\tThe above provisions had continued by virtue of section 54 of Government of India Act, 1858, <a href=\"/doc/162085261/\" id=\"a_21\">section 20(3)(iii)</a> of Government of India Act, 1915 and <a href=\"/doc/108848211/\" id=\"a_22\">section 174</a> of Government of India Act, 1935. After enactment of Constitution of independent India, <a href=\"/doc/290059/\" id=\"a_23\">Article 296</a> now continue above provision and says :\n</p> \n<blockquote id=\"blockquote_29\">&#x27;Subject as hereinafter provided, any property in the territory of India which, if this Constitution had not come into operation, would have accrued to His Majesty or, as the case may be, to the Ruler of an Indian State by escheat or lapse, or as bona vacantia for want of a rightful owner, shall if it is property situate in a State, vest in such State, and shall, in any other case, vest in the Union.&#x27;                                                                  (Emphasis added)\n \n</blockquote><p data-structure=\"CDiscource\" id=\"p_86\">41.\t<a href=\"/doc/290059/\" id=\"a_24\">Article 296</a>, therefore, has retained power of State to get ownership of such land, in respect whereof principle of &#x27;escheat&#x27;, &#x27;lapse&#x27; or &#x27;bona vacantia&#x27; would have been applicable prior to enforcement of Constitution of India. The above power continued to apply after enactment of Constitution with the only modification that if such land is situate within the territory of State Government, it will vest in State and in other cases, it will vest in Union of India. Vesting of land and giving ownership to State Government or Union of India under <a href=\"/doc/290059/\" id=\"a_25\">Article 296</a> is clearly in respect of a land, which will come to it by way of &#x27;escheat&#x27;, &#x27;lapse&#x27; or &#x27;bona vacantia&#x27; and not by way of acquisition of land under some Statute or purchase etc.\n \n</p><p data-structure=\"Precedent\" id=\"p_87\">42.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1783454\" id=\"span_13\">In <a href=\"/doc/1783454/\" id=\"a_26\">Pierce Leslie and Co. Ltd. Vs. Miss Violet Ouchterlony Wapsnare</a>, AIR 1969 SC 843 Court has considered the above principles in the context of &#x27;Sovereign India&#x27; as stands under Constitution after independence, and, has observed :</span>\n</p> \n<blockquote id=\"blockquote_30\">&quot;....in this country the Government takes by escheat immoveable as well as moveable property for want of an heir or successor. In this country escheat is not based on artificial rules of common law and is not an incident of feudal tenure. It is an incident of sovereignty and rests on the principle of ultimate ownership by the State of all property within its jurisdiction&quot;.\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_88\">(Emphasis added)\n \n</p><p data-structure=\"Precedent\" id=\"p_89\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"25576\" id=\"span_14\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"871138\" id=\"span_15\">43.\tCourt also placed reliance on Collector of Masulipatam v. C. Vencata Narainapah 8 MIA 500, 525; Ranee Sonet Kowar v. Mirza Himmut Bahadoor (<a href=\"/doc/871138/\" id=\"a_27\">2) LR 3 IA 92, 101, Bombay Dyeing and Manufacturing Co. Ltd. v. State of Bombay</a> [1958] <a href=\"/doc/25576/\" id=\"a_28\">SCR 1122, 1146, Superintendent and, Legal Remembrancer v. Corporation of Calcutta</a> [1967] 2 SCR 170, 204.</span></span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_90\">44.\tJudicial Committee in Cook v. Sprigg (1899) AC 572 while discussing, &#x27;what is an act of State&#x27;, observed :\n</p> \n<blockquote id=\"blockquote_31\">&quot;The taking possession by Her Majesty, whether by cession or by any other means by which sovereignty can be acquired, was an act of State.&quot;                                                         (Emphasis added)\n \n</blockquote><p data-structure=\"Precedent\" id=\"p_91\">45.\tThis decision has been followed in Raja Rajinder Chand v. Mst. Sukhi, AIR 1957 SC 286.\n</p> \n<p data-structure=\"Precedent\" id=\"p_92\">46.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"276520\" id=\"span_16\">In <a href=\"/doc/276520/\" id=\"a_29\">Nayak Vajesingji Joravarsingji v. Secretary of State</a> for India in Council AIR 1924 PC 216, Lord Dunedin said :</span>\n</p> \n<blockquote id=\"blockquote_32\">&quot;When a territory is acquired by a sovereign State for the first time, that is an act of State. It matters not how the acquisition has been brought about. It may be by conquest, it may be by cession following on treaty, it may be by occupation of territory hitherto unoccupied by a recognised ruler. In all cases the result is the same. Any inhabitant of the territory can make good in the municipal courts established by the new sovereign only such rights as that sovereign has, through his officers, recognised. Such rights as he had under the rule of predecessors avail him nothing.&quot;                                                             (Emphasis added)\n \n</blockquote><p data-structure=\"Precedent\" id=\"p_93\">47.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"12575\" id=\"span_17\">In <a href=\"/doc/12575/\" id=\"a_30\">Dalmia Dadri Cement Co. Ltd. v. CIT</a> [1958] 34 ITR 514 (SC) : AIR 1958 SC 816, Court said (page 523 of 34 ITR) :</span>\n</p> \n<blockquote id=\"blockquote_33\">&quot;The expression &#x27;act of State&#x27; is, it is scarcely necessary to say, not limited to hostile action between rulers resulting in the occupation of territories. It includes all acquisitions of territory by a sovereign State for the first time, whether it be by conquest or cession.&quot;                                                         (Emphasis added)\n \n</blockquote><p data-structure=\"Precedent\" id=\"p_94\">48.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"781858\" id=\"span_18\">In <a href=\"/doc/781858/\" id=\"a_31\">Promod Chandra Deb v. State of Orissa</a> AIR 1962 SC 1288, Court said, &#x27;Act of State&#x27; is the taking over of sovereign powers by a State in respect of territory which was not till then a part of its territory, either by conquest, treaty or cession, or otherwise.</span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_95\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1908762\" id=\"span_19\">49.\tTo the same effect was the view taken by a Constitution Bench in <a href=\"/doc/1908762/\" id=\"a_32\">Amarsarjit Singh v. State of Punjab</a> AIR 1962 SC 1305, where in para 12, Court said :</span>\n</p> \n<blockquote id=\"blockquote_34\">&quot;It is settled law that conquest is not the only mode by which one State can acquire sovereignty over the territories belonging to another State, and that the same result can be achieved in any other mode which has the effect of establishing its sovereignty.&quot;\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_96\">(Emphasis added)\n \n</p><p data-structure=\"Precedent\" id=\"p_97\">50.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1750663\" id=\"span_20\">In <a href=\"/doc/1750663/\" id=\"a_33\">Thakur Amar Singhji v. State of Rajasthan</a> AIR 1955 SC 504, in para 40, Court said :</span>\n</p> \n<blockquote id=\"blockquote_35\">&quot;The status of a person must be either that of a sovereign or a subject. There is no tedium quid. The law does not recognise an intermediate status of a person being partly a sovereign and partly a subject and when once it is admitted that the Bhomicharas had acknowledged the sovereignty of Jodhpur their status can only be that of a subject. A subject might occupy an exalted position and enjoy special privileges, but he is none the less a subject...&quot;                                                  (Emphasis added)\n \n</blockquote><p data-structure=\"Precedent\" id=\"p_98\">51.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"703666\" id=\"span_21\">In <a href=\"/doc/703666/\" id=\"a_34\">State of Rajasthan vs. Sajjanlal Panjawat</a> AIR 1975 SC 706 it was held that Rulers of the erstwhile Indian States exercised sovereign powers, legislative, executive and judicial. Their firmans were laws which could not have been challenged prior to the Constitution.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"26511\" id=\"span_22\">Court relied on earlier decisions in <a href=\"/doc/26511/\" id=\"a_35\">Director of Endowments, Govt. of Hyderabad vs. Akram Ali</a>, AIR 1956 SC 60, and Sarwarlal vs. State of Hyderabad, AIR 1960 SC 862.</span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_99\">52.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"781858\" id=\"span_23\">In <a href=\"/doc/781858/\" id=\"a_36\">Promod Chandra Deb vs. State of Orissa</a> AIR 1962 SC 1288 &quot;act of the State&quot; was explained in the following words :</span>\n</p> \n<blockquote id=\"blockquote_36\">&quot;an &quot;act of State&quot; may be the taking over of sovereign powers either by conquest or by treaty or by cession or otherwise. It may have happened on a particular date by a public declaration or proclamation, or it may have been the result of a historical process spread over many years, and sovereign powers including the right to legislate in that territory and to administer it may be acquired without the territory itself merging in the new State.&quot;\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_100\">(Emphasis Added)\n \n</p><p data-structure=\"Precedent\" id=\"p_101\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1392212\" id=\"span_24\">53.\tThis decision has been followed later in <a href=\"/doc/1392212/\" id=\"a_37\">Biswambhar Singh vs. State of Orissa</a> 1964 (1) SCJ 364, wherein Court said:</span>\n</p> \n<blockquote id=\"blockquote_37\">&quot;16.\tThus, a territory acquired by a sovereign State is an Act of State but the land comprising territory does not become the land owned by State. The land owned by State may come to it in various ways, like confiscation, purchase, escheat or bona vacantia, gift, etc. In such a case the ownership vests in State, like any other individual and State is free to deal with the same in a manner like any other owner may do so.\n</blockquote> \n<blockquote id=\"blockquote_38\">17.\tThus &#x27;Nazul&#x27; is a land vested in State for any reason whatsoever that is cession or escheat or bona vacantia, for want of rightful owner or for any other reasons and once land belong to State, it will be difficult to assume that State would acquire its own land. It is per se impermissible to acquire such land by forcible acquisition under Act, 1894, since there is no question of any transfer of ownership from one person to another but here State already own it, hence there is no question of any acquisition.&quot;                                                         (Emphasis added)\n \n</blockquote><p data-structure=\"Precedent\" id=\"p_102\">54.\tThus the land in question which is admittedly &#x27;Nazul&#x27;, belonged to the category as discussed above i.e. it came to be vested and owned by State in its capacity of Sovereign and right of bona vacantia. When acquisition is made under the provisions of a Statute, purpose of acquisition is already known and State pay its price but when land is owned by State, which is Nazul, objective of use of such land is not predetermined but it can be utilized by State for larger public welfare and its benefit, as necessitated from time to time. In other words &#x27;Nazul&#x27; land forms the assets owned by State in trust for the people in general who are entitled for its user in the most fair and beneficial manner for their benefit. State cannot be allowed to distribute such largesse by pick and choose manner or to some selected groups etc. The first question is answered accordingly.\n</p> \n<p data-structure=\"Issue\" id=\"p_103\">55.\tThe second question is &quot;lease in question whether governed by provision of <a href=\"/doc/515323/\" id=\"a_38\">Transfer of Property Act, 1882</a> (hereinafter referred to as &quot;<a href=\"/doc/515323/\" id=\"a_39\">TP Act, 1882</a>&quot;) or <a href=\"/doc/1625086/\" id=\"a_40\">GG Act, 1895</a> and what is inter-relationship of the two?&quot;\n</p> \n<p data-structure=\"CDiscource\" id=\"p_104\">56.\tHistorical documents, record as also authorities discussed above show that earlier Government i.e. East India Company upto 1858 and thereafter British Government used to allot &quot;Nazul land&quot; to various persons, who had shown their alliance to such Government in various ways, sometimes by deceiving their Indian counter parts who had raised voice against British Rule, or those who remained faithful to Foreign regime and helped them for their continuation in ruling this country and similar other reasons. Sometimes land was given on lease without any condition and sometimes restricted for certain period etc., but in every case, lease was given to those persons who were faithful and shown complete alliance to British Rule. The reason was that in respect of Nazul, no predetermined objective was available as was the case in respect of land acquired by State by way of acquisition under Statute of Acquisition after paying compensation or purchase. Further, allocation of Nazul land by English Rulers used to be called &quot;Grant&quot;. \n</p> \n<p data-structure=\"Section\" id=\"p_105\">57.\tIn other words, we can say that initially land owned by State used to be allotted in the form of &#x27;Grant&#x27; by British Government. No specific statutory provisions were available to govern it. <a href=\"/doc/515323/\" id=\"a_41\">TP Act, 1882</a> was enacted to govern transfer of immovable property. <a href=\"/doc/576368/\" id=\"a_42\">Sections 10</a> - 12 of <a href=\"/doc/515323/\" id=\"a_43\">TP Act, 1882</a> made provisions invalidating, with certain exceptions, all conditions for forfeiture of transferred property on alienation by transferee and all limitations over consequence upon such alienation or any insolvency of or attempted alienation by him. Apprehending that above provisions of <a href=\"/doc/515323/\" id=\"a_44\">TP Act, 1882</a>, may be construed as a fetter upon discretion of the Crown in creation of inalienable Jagirs in &#x27;Grants&#x27;, acting upon advice that it would not be competent for Crown to create an inalienable and impartible Estate in the land comprised in the Crown Grant, unless such land has heretofore descended by custom as an impartible Raj, it was sought to make a separate statute to give supremacy to the provisions contained in Crown&#x27;s Grant, notwithstanding any other law including <a href=\"/doc/515323/\" id=\"a_45\">TP Act, 1882</a>. With this objective, &#x27;<a href=\"/doc/1625086/\" id=\"a_46\">GG Act</a> 1895&#x27; was enacted. \n</p> \n<p data-structure=\"Section\" id=\"p_106\">58.\tPreamble of GG Act, 1895 gives purpose of its enactment stating that doubts have arisen to the extent and operation of <a href=\"/doc/515323/\" id=\"a_47\">TP Act, 1882</a> and to the power of Crown (later substituted by word &quot;Government&quot;) to impose limitations and restrictions upon grants and other transfers of land made by it or under its authority, hence to remove such doubts, <a href=\"/doc/1625086/\" id=\"a_48\">GG Act, 1895</a> was enacted. \n</p> \n<p data-structure=\"Section\" id=\"p_107\">59.\t<a href=\"/doc/907595/\" id=\"a_49\">Section 2</a> of GG Act, 1895, as it was initially enacted, read as under :\n</p> \n<blockquote id=\"blockquote_39\">&quot;2. <a href=\"/doc/515323/\" id=\"a_50\">Transfer of Property Act, 1882</a>, not to apply to Government grants.- Nothing in the Transfer of Property Act, 1882, contained shall apply or be deemed ever to have applied to any grant or other transfer of land or of any interest therein heretoforce made or hereafter to be made by or on behalf of Her Majesty the Queen Empress, Her heirs or successors, or by or on behalf of the Secretary of State for India in Council to, or in favour of, any person whomsoever; but every such grant and transfer shall be construed and take effect  as if the said Act had not been passed.&quot;                                                                (Emphasis added)\n \n</blockquote><p data-structure=\"Section\" id=\"p_108\">60.\tThe above provision was amended in 1937 and 1950. The amended provision read as under :\n</p> \n<blockquote id=\"blockquote_40\">&quot;2. <a href=\"/doc/515323/\" id=\"a_51\">Transfer of Property Act, 1882</a>, not to apply to Government grants.- Nothing in the Transfer of Property Act, 1882, contained shall apply or be deemed ever to have applied to any grant or other transfer of land or of any interest therein heretoforce made or hereafter to be made by or on behalf of the Government to, or in favour of, any person whomsoever; but every such grant and transfer shall be construed and take effect  as if the said Act had not been passed.&quot;                                                 (Emphasis added)\n \n</blockquote><p data-structure=\"Section\" id=\"p_109\">61.\t<a href=\"/doc/211108/\" id=\"a_52\">Section 3</a> of GG Act, 1895 read as under :\n</p> \n<blockquote id=\"blockquote_41\">3.\tGovernment grants to take effect according to their tenor.- All provisions, restrictions, conditions and limitations over contained in any such grant or transfer as aforesaid shall be valid and the effect according to their tenor, any rule of law, statute or enactment of the Legislature to the contrary notwithstanding.&quot;                                               (Emphasis added)\n \n</blockquote><p data-structure=\"Section\" id=\"p_110\">62.\tIn the State of Uttar Pradesh, vide Government Grants (U.P. Amendment) Act, 1960 (U.P. Act No.XIII of 1960), <a href=\"/doc/907595/\" id=\"a_53\">Sections 2</a> and <a href=\"/doc/211108/\" id=\"a_54\">3</a> of GG Act, 1895,  were substituted by <a href=\"/doc/1920937/\" id=\"a_55\">Section 2</a>, as under :\n</p> \n<blockquote id=\"blockquote_42\">&quot;2. (1) <a href=\"/doc/515323/\" id=\"a_56\">Transfer of Property Act, 1882</a>, not to apply to Government Grants.- Nothing contained in the <a href=\"/doc/515323/\" id=\"a_57\">Transfer of Property Act, 1882</a>, shall apply or be deemed ever to have applied to any grant or other transfer of land or of any interest therein, heretoforce made or hereafter to be made, by or on behalf of the Government to or in favour of any person whomsoever; and every such grant and transfer shall be construed and take effect  as if the said Act had not been passed.&quot;\n</blockquote> \n<p data-structure=\"Section\" id=\"p_111\">(2)\tU.P. Tenancy Act, 1939 and Agra Tenancy Act, 1926 not to affect certain leases made by or on behalf of the  Government.- Nothing contained in the U.P. Tenancy Act, 1938, or the Agra Tenancy Act, 1926, shall affect, or be deemed to have ever affected any rights, created, conferred or granted, whether before or after the date of the passing of the Government Grants (U.P. Amendment) Act, 1960, by leases of land by, or on behalf of, the Government in favour of any person; and every such creation, conferment or grant shall be construed and take effect, notwithstanding anything to the contrary contained in the U.P. Tenancy Act, 1939, or the Agra Tenancy Act, 1926.\n</p> \n<p data-structure=\"Precedent\" id=\"p_112\">(3)\tCertain leases made by or on behalf of the Government to take effect according to their tenor.- All provisions, restrictions, conditions and limitations contained in any such creation, conferment or grant referred to in <a href=\"/doc/1920937/\" id=\"a_58\">Section 2</a>, shall be valid and take effect according to their tenor, any decree or direction of a court of law or any rule of law, statute or enactment of the Legislature, to the contrary notwithstanding :\n</p> \n<blockquote id=\"blockquote_43\">\tProvided that nothing in this section shall prevent, or be deemed ever to have prevented, the effect of any enactment relating to the acquisition of property, land reforms or the imposition of ceiling on agricultural land.&quot;       (Emphasis added)\n \n</blockquote><p data-structure=\"Section\" id=\"p_113\">63.\tA perusal of <a href=\"/doc/907595/\" id=\"a_59\">Section 2</a> of GG Act, 1895 shows two things :\n</p> \n<blockquote id=\"blockquote_44\">i.\tA declaration is made that any grant or other transfer of land or of any interest therein, made by or on behalf of Government, in favour of any person, on and after enactment of <a href=\"/doc/1625086/\" id=\"a_60\">GG Act, 1895</a>, would not be governed by provisions of <a href=\"/doc/515323/\" id=\"a_61\">TP Act, 1882</a> i.e. nothing contained in <a href=\"/doc/515323/\" id=\"a_62\">TP Act, 1882</a> shall apply to such Grant, transfer or interest.\n</blockquote> \n<blockquote id=\"blockquote_45\">ii.\tA clarification that a Grant or Transfer, referred to in <a href=\"/doc/1920937/\" id=\"a_63\">Section 2</a>, when is to be construed and given effect, it shall be done in such manner and by treating as if <a href=\"/doc/515323/\" id=\"a_64\">TP Act, 1882</a> has not been passed.\n</blockquote> \n<p data-structure=\"Section\" id=\"p_114\">64.\tThus, GG Act, 1895, in fact, was a declaratory statute. First declaration is in respect of Grant or transfer of land or creation of any interest, as the case may be, to exclude <a href=\"/doc/515323/\" id=\"a_65\">TP Act, 1882</a> for all purposes. Second part of <a href=\"/doc/1920937/\" id=\"a_66\">Section 2</a> clarified that while construing and giving effect to a Grant or Transfer, referred to in <a href=\"/doc/1920937/\" id=\"a_67\">Section 2</a>, it will be presumed that <a href=\"/doc/515323/\" id=\"a_68\">TP Act, 1882</a> has not been passed at all.\n</p> \n<p data-structure=\"Section\" id=\"p_115\">65.\tIn <a href=\"/doc/907595/\" id=\"a_69\">Section 2(1)</a> of GG Act, 1895, as amended in Uttar Pradesh, we do not find any distinction vis a vis what has been said in <a href=\"/doc/907595/\" id=\"a_70\">Section 2</a> of GG Act, 1895. There is an addition in <a href=\"/doc/1625086/\" id=\"a_71\">GG Act, 1895</a> in its application to Uttar Pradesh, by inserting sub-section (2) in <a href=\"/doc/1920937/\" id=\"a_72\">Section 2</a>, a provision in respect of U.P. Tenancy Act, 1939 and Agra Tenancy Act, 1926 also, making a similar declaration, as made in sub section (1) in respect of <a href=\"/doc/515323/\" id=\"a_73\">TP Act, 1882</a>.\n</p> \n<p data-structure=\"Section\" id=\"p_116\">66.\tSub-section (3) of <a href=\"/doc/907595/\" id=\"a_74\">Section 2</a> of GG Act, 1895 protect certain leases, already made, declaring the same to be valid in the light of insertion of sub-section(1) of <a href=\"/doc/1920937/\" id=\"a_75\">Section 2</a> in the State of Uttar Pradesh and that is why, notwithstanding any decree or direction of Court of law, leases already made, were validated, which otherwise might have been affected by U.P. Tenancy Act, 1938 or Agra Tenancy Act, 1926. \n</p> \n<p data-structure=\"Section\" id=\"p_117\">67.\tProviso to sub-section (3) of <a href=\"/doc/907595/\" id=\"a_76\">Section 2</a> of GG Act, 1895 further declares that all provisions of <a href=\"/doc/907595/\" id=\"a_77\">Section 2</a> of GG Act, 1895 will have no effect when land is sought to be acquired under the provisions of Statute relating to acquisition or for giving effect to a Statute relating to land reforms or imposition of ceiling on agricultural land. \n</p> \n<p data-structure=\"Section\" id=\"p_118\">68.\t<a href=\"/doc/211108/\" id=\"a_78\">Section 3</a> of GG Act, 1895 is not available in State of U.P. after U.P. Amendment Act, 1960 since Sections 2 and 3 of Principal Act virtually got amalgamated in the form of <a href=\"/doc/907595/\" id=\"a_79\">Section 2</a>, by Government Grants (U.P. Amendment) Act, 1960. However, intent, effect and declaration by legislature is almost pari materia with the only addition that in State of U.P., U.P. Tenancy Act, 1939 and Agra Tenancy Act, 1926 are also excluded in the same manner as was done in respect of <a href=\"/doc/515323/\" id=\"a_80\">TP Act, 1882</a>. \n</p> \n<p data-structure=\"Precedent\" id=\"p_119\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"79815\" id=\"span_25\">69.\t<a href=\"/doc/907595/\" id=\"a_81\">Sections 2</a> and <a href=\"/doc/211108/\" id=\"a_82\">3</a> of GG Act, 1895 were considered in <a href=\"/doc/79815/\" id=\"a_83\">State of U.P. vs. Zahoor Ahmad</a>, 1973(2) SCC 547 and in para 16, Court said :</span>\n</p> \n<blockquote id=\"blockquote_46\">&quot;<a href=\"/doc/211108/\" id=\"a_84\">Section 3</a> of the Government Grants Act declares the unfettered discretion of the Government to impose such conditions and limitations as it thinks fit, no matter what the general law of the land be. The meaning of <a href=\"/doc/907595/\" id=\"a_85\">Sections 2</a> and <a href=\"/doc/211108/\" id=\"a_86\">3</a> of the Government Grants is that the scope of that Act is not limited to affecting the provisions of the <a href=\"/doc/515323/\" id=\"a_87\">Transfer of Property Act</a> only. The Government has unfettered discretion to impose any conditions, limitations, or restrictions in its grants, and the right, privileges and obligations of the grantee would be regulated according to the terms of the grant, notwithstanding any provisions of any statutory or common law.&quot;                                  (Emphasis added)\n \n</blockquote><p data-structure=\"Precedent\" id=\"p_120\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1221120\" id=\"span_26\">70.\tAgain in Hajee S.V.M. Mohamed Jamaludeen Bros. &amp; <a href=\"/doc/1221120/\" id=\"a_88\">Co. vs. Government of Tamil Nadu</a> (1997) 3 SCC 466, Court said that combined effect of two sections of <a href=\"/doc/1625086/\" id=\"a_89\">GG Act, 1895</a> is that terms of any Grant or terms of any transfer of land made by a Government would stand insulated from tentacles of any statutory law. <a href=\"/doc/211108/\" id=\"a_90\">Section 3</a> places terms of such Grant beyond reach of restrictive provision contained in any enacted law or even equitable principles of justice, equity and good conscience adumbrated by common law, if such principles are inconsistent with such terms. Court said :</span>\n</p> \n<blockquote id=\"blockquote_47\">&quot;The two provisions are so framed as to confer unfettered discretion on the government to enforce any condition or limitation or restriction in all types of grants made by the government to any person. In other words, the rights, privileges and obligations of any grantee of the government would be completely regulated by the terms of the grant, even if such terms are inconsistent with the provisions of any other law.&quot;\n</blockquote> \n<p data-structure=\"Conclusion\" id=\"p_121\">(Emphasis added)\n \n</p><p data-structure=\"Precedent\" id=\"p_122\">71.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"79815\" id=\"span_27\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"43722908\" id=\"span_28\">In <a href=\"/doc/43722908/\" id=\"a_91\">Azim Ahmad Kazmi and others vs. State of U.P. and Another</a> (2012) 7 SCC 278 observations made in para 16 in <a href=\"/doc/79815/\" id=\"a_92\">State of U.P. vs. Zahoor Ahmad</a> (supra) have been reproduced and followed.</span></span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_123\">72.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"101261125\" id=\"span_29\">In <a href=\"/doc/101261125/\" id=\"a_93\">State of U.P. and others vs. United Bank of India and others</a> (2016) 2 SCC 757, in para 30 of the judgment, Court said :</span>\n</p> \n<blockquote id=\"blockquote_48\">&quot;Indisputably, the lease of nazul land is governed by the <a href=\"/doc/1625086/\" id=\"a_94\">Government Grants Act, 1895</a>. <a href=\"/doc/907595/\" id=\"a_95\">Sections 2</a> and <a href=\"/doc/211108/\" id=\"a_96\">3</a> of the Government Grants Act, 1895 very specifically provide that  the provisions of the <a href=\"/doc/515323/\" id=\"a_97\">Transfer of Property Act</a> do not apply to government lands .....&quot;                                        (Emphasis added)\n \n</blockquote><p data-structure=\"Precedent\" id=\"p_124\">73.\tThus, a &#x27;Grant&#x27; of a Nazul will be governed by terms and conditions contained in the instrument/deed of Grant, wholly unaffected by any Statute providing otherwise.\n</p> \n<p data-structure=\"Precedent\" id=\"p_125\">74.\tIt neither can be doubted nor actually so urged by petitioners that the lease granted in the case in hand is/was a &#x27;Grant&#x27; governed by <a href=\"/doc/1625086/\" id=\"a_98\">GG Act, 1895</a>. Broadly, &#x27;Grant&#x27; includes &#x27;lease&#x27;. In other words, where &#x27;Nazul&#x27; is let out to a person by Government under agreement of lease i.e. Grant, it is governed by <a href=\"/doc/1625086/\" id=\"a_99\">GG Act, 1895</a> and rights of parties therefore have to be seen in the light of stipulations contained in the document of &#x27;Grant&#x27;. &#x27;Grant&#x27; includes a property transferred on lease though in some cases, &#x27;Grant&#x27; may result in wider interest i.e. transfer of title etc. Whatever may be nature of document of transfer i.e. instrument of &#x27;Grant&#x27;, the fact remains that terms and conditions of &#x27;Grant&#x27; shall be governed by such document and it shall prevail over any other law including <a href=\"/doc/515323/\" id=\"a_100\">TP Act</a> 1882. One cannot take resort to <a href=\"/doc/515323/\" id=\"a_101\">TP Act, 1882</a> to wriggle out of any condition or limitation etc. imposed in terms of document of &#x27;Grant&#x27;.\n</p> \n<p data-structure=\"Precedent\" id=\"p_126\">75.\tIn the State of Uttar Pradesh, management of &#x27;Nazul&#x27;, in absence of statutory provisions, is governed by various administrative orders compiled in a Manual called &quot;Nazul Manual&quot;. Here Government has made provisions of management of &#x27;Nazul&#x27; through its own authorities namely District Magistrate or Commissioner, or, in some cases, through local bodies.\n</p> \n<p data-structure=\"Precedent\" id=\"p_127\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"101261125\" id=\"span_30\">76.\tNature of orders compiled in &quot;Nazul Manual&quot; in the context of &#x27;Nazul&#x27; have been considered recently in <a href=\"/doc/101261125/\" id=\"a_102\">State of U.P. vs. United Bank of India</a> (supra) where Court has said that land and building in question is &quot;Nazul&quot;, being property of Government, and maintained by State authorities in accordance with &#x27;Nazul Rules&#x27; but not administered as a &#x27;State property&#x27;. Court has also observed that lease of &quot;Nazul&quot; land is governed in accordance with <a href=\"/doc/1625086/\" id=\"a_103\">GG Act, 1895</a>. <a href=\"/doc/907595/\" id=\"a_104\">Sections 2</a> and <a href=\"/doc/211108/\" id=\"a_105\">3</a> thereto very specifically provide that provisions of <a href=\"/doc/515323/\" id=\"a_106\">TP Act, 1882</a> do not apply to Government land. <a href=\"/doc/211108/\" id=\"a_107\">Section 3</a> says that all provisions, restrictions, conditions and limitations contained in any such &#x27;Grant&#x27; or &#x27;Transfer&#x27;, as aforesaid, shall be valid and take effect according to their tenor, any rule of law statute or enactment of the Legislature to the contrary, notwithstanding. Thus stipulations in &quot;lease deed&quot; shall prevail and govern the entire relation of State Government and lessee.</span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_128\">77.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1239771\" id=\"span_31\">In <a href=\"/doc/1239771/\" id=\"a_108\">Pradeep Oil Corporation vs. Municipal Corporation of Delhi and others</a> (2011) 5 SCC 270, Court said that <a href=\"/doc/1625086/\" id=\"a_109\">GG Act, 1895</a> is a  special Statute and will prevail over general Statute i.e. <a href=\"/doc/515323/\" id=\"a_110\">TP Act, 1882</a>. It says:</span>\n</p> \n<blockquote id=\"blockquote_49\">&quot;In the present case grant has been made by the President of India in terms of <a href=\"/doc/907595/\" id=\"a_111\">Section 2</a> of the Government Grants Act, 1895 and the <a href=\"/doc/515323/\" id=\"a_112\">Transfer of Property Act, 1882</a> may have little bearing in the instant case. The former, i.e. the <a href=\"/doc/1625086/\" id=\"a_113\">Government Grants Act, 1895</a> being a special statute would prevail over the general statute, i.e. the <a href=\"/doc/515323/\" id=\"a_114\">Transfer of Property Act, 1882</a>. Accordingly, the rights and obligations of the parties would be governed by the terms of the provisions of <a href=\"/doc/1625086/\" id=\"a_115\">Government Grants Act, 1895</a> whereunder the Government is entitled to impose limitations and restrictions upon the grants and other transfer made by it or under its authority.&quot;                                            (Emphasis added)\n \n</blockquote><p data-structure=\"Precedent\" id=\"p_129\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"43722908\" id=\"span_32\">78.\tSuperiority of the stipulations of Grant to deal the relations between Grantor and Grantee has been reinforced in <a href=\"/doc/43722908/\" id=\"a_116\">Azim Ahmad Kazmi and others</a> (Supra). Therein dispute related to Plot No. 59, Civil Station, Allahabad, area 1 acre and 4272 sq. yard, i.e., 9112 sq. yard or 7618 sq. meter. Initially a lease deed was executed on 11.01.1868 by Secretary of State for India in Council, in favour of one, Thomas Crowby, for a period of 50 years and it was signed by Commissioner, Allahabad Division on behalf of Secretary of State for India in Council. After expiry of lease, a fresh lease was executed for another period of 50 years on 12.04.1923 w.e.f. 01.01.1918. Lease holder with permission of Collector, Allahabad transferred lease rights to Purshottam Das in 1945. The legal heirs of Sri Purshottam Das, on 31.10.1958, transferred leasehold rights in favour of Smt. Shakira Khatoon Kazmi, Smt. Sabira Khatoon Kazmi and Smt. Maimoona Khatoon Kazmi. After the death of Smt. Maimoona Khatoon Kazmi, her legal heirs, namely, Azim Ahmad Kazmi, Omar Ahmad Kazmi, Shamim Ahmad Kazmi, Alim Ahmad Kazmi and Maaz Ahmad Kazmi also claimed lease rights by succession. Lease granted on 12.04.1923 w.e.f. 01.01.1918 expired on 31.12.1967. It was renewed on 19.03.1996 for a period of 30 years w.e.f. 01.01.1968 which period expired on 31.12.1997. Again on 17.07.1998 it was renewed for a further period of 30 years w.e.f. 01.01.1998. While lease was continuing, vide Government Order dated 15.12.2000, right of resumption was exercised by State Government. It directed resumption of possession of plot in question and lease deed was cancelled. District Magistrate, Allahabad served a notice dated 11.01.2001 to lease holders intimating them that State Government&#x27;s order dated 15.12.2000 has cancelled lease and resumed possession of land in question, as the same was required for public purpose. Notice also directed lease holders to remove structures standing on plot, failing which possession would be taken in accordance with Clause 3(c) of lease deed. Lease holders filed objections against notice to District Magistrate and also stated that they have sent representation/ objection to Chief Minister praying for revocation of Government Order dated 15.12.2000. District Magistrate passed order on 24.08.2001 rejecting objection of lease holders and sent a cheque of Rs. 10 lacs representing compensation for the building standing over plot. State authorities claimed that they took possession of open land on 01.09.2001.</span> Lease holders filed writ petition which was dismissed vide judgment dated 07.12.2001, Shakira Khatoon Kazmi vs. State of U.P., AIR 2002 All 101. Lease holders challenged judgment dated 07.12.2001 in Supreme Court to the extent they failed. State Government filed appeal against part of order of this Court wherein an observation was made that State Government is not entitled to take forcible possession though it may take possession of demised premises in accordance with procedure established by law. After considering Clause 3(c) of lease deed which provides for resumption of land for public purpose after giving a month&#x27;s clear notice to lessee to remove any building standing at the time on demised premises and within two months of receipt of notice, to take possession thereof on expiry of that period, and <a href=\"/doc/907595/\" id=\"a_117\">Sections 2</a> and <a href=\"/doc/211108/\" id=\"a_118\">3</a> of GG Act, 1895, Court said that Clause 3(c) of lease deed confers power upon State Government that plot in question, if required by Government for its own purpose or for any public purpose, it shall have the right to give one month&#x27;s notice in writing to lessees to remove any building standing on the plot and to take possession thereof on expiry of two months from the date of service of notice. Court said that land, if required for any public purpose, State Government has absolute power to resume leased property. Under the terms of Grant, it is absolute, therefore, order of resumption is perfectly valid and cannot be said to be illegal. It also refers to an earlier instance where Nazul Plot No. 13, Civil Station, Allahabad situate in Civil Lines area was resumed by State Government for the purpose of construction of a &#x27;Bus Stand&#x27; by exercising similar power, without initiating any proceeding under <a href=\"/doc/7832/\" id=\"a_119\">Land Acquisition Act, 1894</a> (hereinafter referred to as &quot;Act, 1894&quot;). Resumption in that case was challenged in Writ Petition No. 44517 of 1998, Sayed Shah Khursheed Ahmad Kashmi vs. State of U.P. and said writ petition was dismissed on 16.12.1999 by a Division Bench of this Court, whereagainst Special Leave Petition No. 4329 of 2000 was dismissed by Supreme Court on 07.09.2001. First question, therefore, was answered in negative and in favour of Government. \n</p> \n<p data-structure=\"Precedent\" id=\"p_130\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"79815\" id=\"span_33\">79.\tWith respect to procedure for taking possession, Supreme Court, while considering Question-2, said that in absence of any specific law, State Government may take possession by filing a suit. When a land is acquired under <a href=\"/doc/7832/\" id=\"a_120\">LA Act, 1894</a>, Government can take possession in accordance with provisions of said Act and in case of urgency, Collector can take possession after publication of notice under Section 9 and no separate procedure is required to be followed. Court said that similarly where a lease has been granted under the terms of <a href=\"/doc/1625086/\" id=\"a_121\">GG Act, 1895</a>, then what procedure has to be followed is provided by <a href=\"/doc/211108/\" id=\"a_122\">Section 3</a> of GG Act, 1895 which says that all provisions, restrictions, conditions and limitations contained in any such creation, conferment or Grant referred to in <a href=\"/doc/907595/\" id=\"a_123\">Section 2</a>, shall be valid and take effect according to their tenor; any decree or direction of a Court of Law or any rule of law, statute or enactments of the Legislature, to the contrary notwithstanding. Court relied on its earlier judgment in <a href=\"/doc/79815/\" id=\"a_124\">State of U.P. vs. Zahoor Ahmad</a>, 1973(2) SCC 547 holding that <a href=\"/doc/211108/\" id=\"a_125\">Section 3</a> of GG Act, 1895 declares unfettered discretion of Government to impose such conditions and limitation as it thinks fit, no matter what the general law of land be. Then Court construing Clause 3(C) of lease deed said that it provides procedure for taking possession of demised premises when State Government re-enter or resume possession of demised land. Court in para 30 and 32 of judgment said:</span> \n</p> \n<blockquote id=\"blockquote_50\">&quot;30. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"79815\" id=\"span_34\">In the case of <a href=\"/doc/79815/\" id=\"a_126\">The State of U.P. vs. Zahoor Ahmad and Another</a>, 1973(2) SCC 547, this Court held that the <a href=\"/doc/211108/\" id=\"a_127\">Section 3</a> of the Act declares the unfettered discretion of the Government to impose such conditions and limitation as it thinks fit, no matter what the general law of land be. From Clause 3(C) of the deed, it is clear that the State of U.P. while granting lease made it clear that if the demised premises are at any time required by the lessor for his or for any public purpose, he shall have the right to give one month&#x27;s clear notice to the lessee to remove any building standing at the time of the demised property and within two months&#x27; of the receipt of the notice to take possession thereof on the expiry of that period subject to the condition that the lessor is willing to purchase the property on the demised premises, the lessee shall be paid for such amount as may be determined by the Secretary to the Government of U.P. in the Nagar Awas Department.&quot;</span>\n</blockquote> \n<blockquote id=\"blockquote_51\">&quot;32. Under Clause 3(C) of the lease deed, the respondent-State was permitted resumption of the land which required for its own use or for public purpose and after giving one month&#x27;s clear notice in writing is entitled to remove any building standing at the time on the demised premises and within two months of the receipt of the notice to take possession thereof subject to the condition that if the lessor is willing to purchase the building of the demised premises required to pay the lessee the amount for such building as may be determined by the Secretary to Government of U.P. in the Nagar Awas Department....&quot;                          (Emphasis added)\n \n</blockquote><p data-structure=\"Precedent\" id=\"p_131\">80.\tHaving said so, Court said: \n</p> \n<blockquote id=\"blockquote_52\">&quot;we are of the view that there is no other procedure or law required to be followed, as a special procedure for resumption of land has been laid down under the lease deed&quot;.  \n</blockquote> \n<p data-structure=\"Conclusion\" id=\"p_132\">(Emphasis Added)\n \n</p><p data-structure=\"Conclusion\" id=\"p_133\">81.\tSupreme Court then set aside direction of this Court that State will not take possession forcibly except in accordance with procedure established by any other law holding that since special procedure for resumption is prescribed under lease deed, no direction otherwise could have been issued to State Government. \n</p> \n<p data-structure=\"Precedent\" id=\"p_134\">82.\tThe above discussion makes it clear that &#x27;Nazul&#x27; is a land owned and vested in State. It is such land which has vested in State by virtue of its &#x27;Sovereignty&#x27; and incidence of &#x27;Sovereignty&#x27; i.e. annexation, lapse and bona vacantia. Further, &#x27;Grant&#x27; means transfer of property by a deed in writing and includes within its ambit, an instrument of lease/lease deed. Such &#x27;Grant&#x27; is governed by provision of <a href=\"/doc/1625086/\" id=\"a_128\">GG Act, 1895</a>, which were applicable to &#x27;Grants&#x27; executed on and after enforcement of <a href=\"/doc/1625086/\" id=\"a_129\">GG Act, 1895</a> and rights and entitlement of private parties in respect of land, which was transferred to such person under such &#x27;Grant&#x27; would be governed by terms and conditions contained in such &#x27;Grant&#x27; and not by provisions of <a href=\"/doc/515323/\" id=\"a_130\">TP Act, 1882</a> or any other Statute. The terms and conditions of &#x27;Grant&#x27; shall override any Statute providing otherwise. Moreover, in State of U.P., wherever applicable, U.P. Tenancy Act, 1939 and Agra Tenancy Act, 1926 will also be inapplicable to such &#x27;Grant&#x27;.\n</p> \n<p data-structure=\"Conclusion\" id=\"p_135\">83.\tAbove discussion, therefore, leaves no manner of doubt that Grant/Lease of Nazul land shall be exclusively governed by stipulations/conditions/terms contained in Grant/Indenture of Lease and no Statute can be resorted to govern rights of parties over Nazul land, which will be governed by aforesaid Grant/Indenture of Lease. We, therefore, answer second question accordingly.\n</p> \n<p data-structure=\"Conclusion\" id=\"p_136\">84.\tThe third and fourth questions are, &quot;Whether petitioners have any actionable claim, right or interest over disputed land after expiry of lease on 30.06.1932, and order of re-entry passed by Collector on 24.9.1992 has attained finality?&quot; and &quot;whether petitioners are entitled to a quit notice?&quot;\n</p> \n<p data-structure=\"Precedent\" id=\"p_137\">85.\tWe have reproduced contents of lease deed constituting terms and conditions to govern the land in dispute. In almost every aspect, some restrictions on exercise of lease rights over Nazul land were imposed by Grantor/Lessor i.e. State. Some such instances are :\n</p> \n<blockquote id=\"blockquote_53\">(i)\tIf there is any breach in payment of rent or other covenant of lease deed in such case it shall be lawful for Secretary of State to enter into and upon the said demised premises and dwelling house and out buildings erected as aforesaid or any part thereof in the name of whole and thereupon the same shall remain to the use of and be vested in Secretary of State as if the deed was not executed.\n</blockquote> \n<blockquote id=\"blockquote_54\">(ii)\tRenewal of lease shall be at the request and cost of lessee.\n</blockquote> \n<blockquote id=\"blockquote_55\">(iii)\tTotal period of lease including renewal shall not exceed 90 years.\n</blockquote> \n<blockquote id=\"blockquote_56\">(iv)\tNo construction other than dwelling house shall be made without permission for trade or business.\n</blockquote> \n<p data-structure=\"Section\" id=\"p_138\">86.\tEntire lease deed show that if premises is assigned, within one calendar month, a notice was to be given to Collector giving details of persons but in case of any non observance or breach, it was lawful for Lessor to enter upon demised premises.\n</p> \n<p data-structure=\"Precedent\" id=\"p_139\">87.\tAs already said that after 30th June, 1932 i.e. expiry of first term of lease, there was no renewal of term of lease at all. Land was shared by heirs of Sri Sahai as if it was owned by him or them though Sri Sahai had only lease rights. After expiry of lease on 30.06.1932, even lease rights ceased.\n</p> \n<p data-structure=\"CDiscource\" id=\"p_140\">88.\tIt is nobody&#x27;s case that any rent or premium was paid thereafter to the State. With regard to intimation also, there is nothing on record to show as to that when part of land was equitably mortgaged to U.P.A.C. Bank or the manner in which it was subsequently dealt with by Bank or anything was communicated to Lessor. It is in these circumstances, Collector rightly rejected application for renewal of lease vide order dated 24.09.1992 whereby Mukhya Nagar Adhikari was directed to record name of State in Nazul register. The said order has attained finality.\n</p> \n<p data-structure=\"Conclusion\" id=\"p_141\">89.\tIn fact, the initial lease commenced on 01.07.1902, the period of 90 years lapsed on 30.6.1992. If renewal would have been allowed, even then no lease to lessees could have been granted for period subsequent to 30.6.1992 since maximum period of lease including two renewals was 90 years.\n</p> \n<p data-structure=\"Conclusion\" id=\"p_142\">90.\tThus, petitioners had no legal right whatsoever over property in dispute in any manner after 30.6.1932 and, in any case, after 30.6.1992.\n</p> \n<p data-structure=\"Precedent\" id=\"p_143\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"106781280\" id=\"span_35\">91.\tSo far as claim of petitioners that they have submitted application for freehold, it has already been held by this Court in <a href=\"/doc/106781280/\" id=\"a_131\">Anand Kumar Sharma vs. State of U.P. and others</a> 2014(2) ADJ 742 (FB) that mere submission of application does not give any vested right for freehold. State is the owner of property and it has already rejected application for renewal in 1992 and has re-entered the premises directing for recording name of the State in Nazul register over land in dispute. Land being Nazul, State Government is fully empowered to re-enter/resume at any point of time.</span> \n</p> \n<p data-structure=\"Precedent\" id=\"p_144\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"43722908\" id=\"span_36\">92.\tMoreso, when it is required in public purpose, such right of State in respect of Nazul land has been recognized in <a href=\"/doc/43722908/\" id=\"a_132\">Azim Ahmad Kazmi and Others Vs. State of U.P. and Others</a> (supra). Mere continuation in possession over land in dispute does not give any right to petitioners. Neither <a href=\"/doc/349627/\" id=\"a_133\">Section 116</a> of TP Act, 1882 gets attracted nor petitioners are entitled to a quit notice. The nature of possession of even a lessee after expiry of period of lease is that of &#x27;Tenant at Sufference&#x27;. Here petitioner of WP-1 does not come even in that category.</span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_145\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"158667548\" id=\"span_37\">93.\tFurther, once lease period expired, whether a quit notice is necessary or not, in our view, is an issue, which need not detain us since this aspect is already covered by a recent authority in <a href=\"/doc/158667548/\" id=\"a_134\">Sevoke Properties Ltd. vs. West Bengal State Electricity Distribution Company Ltd.</a> AIR 2019 SC 2664. Therein, Court held that once it is admitted by Lessee that term of lease has expired, lease stood determined by efflux of time. Then Court said :</span>\n</p> \n<blockquote id=\"blockquote_57\">&quot;Once the lease stood determined by efflux of time, there was no necessity for a notice of termination Under Section 106.&quot;\n</blockquote> \n<p data-structure=\"Conclusion\" id=\"p_146\">(Emphasis added)\n \n</p><p data-structure=\"Precedent\" id=\"p_147\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"518480\" id=\"span_38\">94.\tFor taking above view, Court relied on its earlier decision in <a href=\"/doc/518480/\" id=\"a_135\">R.V. Bhupal Prasad v. State of A.P.</a> (1995) 5 SCC 698.</span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_148\">95.\tIn the above authority, Court held that after expiry of period of lease, status of Lessee becomes that of &#x27;Tenant at sufferance&#x27;.  &#x27;Tenant at sufference&#x27; is one who comes into possession of land by lawful title, but who holds it by wrong after termination of term or expiry of lease by efflux of time. The tenant at sufferance is one who wrongfully continues in possession after extinction of a lawful title. There is little difference between him and a trespasser. Quoting from Mulla&#x27;s Transfer of Property Act (7th Edn.) at page 633, Court observed that tenancy at sufferance is merely a fiction to avoid continuance in possession operating as a trespass. It has been described as the least and lowest interest which can subsist in reality. It, therefore, cannot be created by contract and arises only by implication of law when a person who has been in possession under a lawful title continues in possession after that title has been determined, without consent of person entitled. A &quot;tenancy at sufferance&quot; does not create relationship of landlord and tenant. Court further quoted from page 769 of Mulla&#x27;s transfer of <a href=\"/doc/3482533/\" id=\"a_136\">Property Act</a> (7th Edition), that act of holding over after expiration of term does not necessarily create a tenancy of any kind. If lessee remains in possession after determination of term, the common law Rule is that he is a tenant at sufferance. \n</p> \n<p data-structure=\"Section\" id=\"p_149\">96.\tIn the present case, it is not the case of any of the petitioner that after expiry of lease on 30.06.1992, they have been permitted to remain in possession of disputed Nazul land and rent has been accepted by respondents or they have paid rent. Even if what is said by petitioners is taken to be correct, we do not find that Section 116 is applicable in the case in hand at all. <a href=\"/doc/349627/\" id=\"a_137\">Section 116</a> of TP Act, 1882 reads as under :\n</p> \n<blockquote id=\"blockquote_58\">&quot;116. Effect of holding over.- If a lessee or under-lessee of property remains in possession thereof after the determination of the lease granted to the lessee, and the lessor or his legal representative accepts rent from the lessee or under lessee, or otherwise assents to his continuing in possession, the lease is, in the absence of an agreement to the contrary, renewed from year to year, or from month to month, according to the purpose for which the property is leased, as specified in section 106.&quot;\n</blockquote> \n<p data-structure=\"Section\" id=\"p_150\">97.\tTwin conditions to attract principle of holding over vide <a href=\"/doc/349627/\" id=\"a_138\">Section 116</a> of TP Act, 1882, which need be satisfied, are:\n</p> \n<blockquote id=\"blockquote_59\">(i) \tAfter determination of lease, lessor or his representative has accepted rent from lessee or under lessee or assent to his continuing in possession; and\n \n</blockquote><blockquote id=\"blockquote_60\">(ii)\tLessee or under-lessee has remained in possession.\n</blockquote> \n<p data-structure=\"Conclusion\" id=\"p_151\">98.\tNone of the above conditions are attracted/satisfied in this case. Hence <a href=\"/doc/349627/\" id=\"a_139\">Section 116</a>, TP Act, 1882 is not attracted. We, therefore, answer third and fourth questions accordingly.\n</p> \n<p data-structure=\"Conclusion\" id=\"p_152\">99.\tThe fifth and last question is &quot;whether re-entry/resumption of land by Lessor i.e. State  Government is valid?&quot;\n</p> \n<p data-structure=\"CDiscource\" id=\"p_153\">100.\tSo far as validity of resumption of land for &#x27;public purpose&#x27; is concerned, it could not be disputed that land has been sought to be required by State for &#x27;public purpose&#x27;. Allahabad City has been selected for development as a Smart City and respondents have pleaded that demand of huge land has been made by various Government departments since various Offices, Workshops, Parks, Parking places etc. have to be constructed. The land in dispute has been found suitable for &quot;construction of affordable houses for Weaker Section under &#x27;Pradhan Mantri Avas Yojana (Urban)&#x27;&quot; which are public purpose. In fact, on this aspect, no substantial argument has been made and in our view, resumption of land by State is for &#x27;public purpose&#x27;.\n</p> \n<p data-structure=\"Conclusion\" id=\"p_154\">101.\tIn the result, all the writ petitions lack merit. Dismissed. \n</p> \n<p data-structure=\"Conclusion\" id=\"p_155\">102.\tHowever, considering the facts and circumstances and also the fact that petitioners already enjoyed interim order passed by this Court and continued in possession over land in dispute for the last almost more than a year, we direct petitioners to vacate disputed land within one month from the date of delivery of judgment.\n</p> \n<p data-structure=\"Conclusion\" id=\"p_156\">Order Date :- 31.10.2019\n \nAK/KA\n \n\n \n\n\n\n \n\n\n\n\n \n\n\n \n    \n     \n  \n </p>","numcites":38,"numcitedby":7,"docsource":"Allahabad High Court","citetid":191069374,"divtype":"judgments","relatedqs":[{"value":"government grant act","formInput":"government%20grant%20act"},{"value":"partition suit","formInput":"partition%20suit"},{"value":"bona vacantia","formInput":"bona%20vacantia"},{"value":"expiry of lease ","formInput":"expiry%20of%20lease%20"},{"value":"the government grant act,1895","formInput":"the%20government%20grant%20act%2C1895"},{"value":"nazul land","formInput":"nazul%20land"},{"value":"transfer of property act","formInput":"transfer%20of%20property%20act"},{"value":" writ of mandamus","formInput":"%20writ%20of%20mandamus"},{"value":"nazul land lease","formInput":"nazul%20land%20lease"},{"value":"escheat","formInput":"escheat"},{"value":"lease nazul ","formInput":"lease%20nazul%20"},{"value":"lease renewal","formInput":"lease%20renewal"},{"value":"rule of law","formInput":"rule%20of%20law"},{"value":"\"government grants act\"","formInput":"%22government%20grants%20act%22"},{"value":"Transfer of property act and government grants","formInput":"Transfer%20of%20property%20act%20and%20government%20grants"},{"value":"sovereignty","formInput":"sovereignty"},{"value":"land dispute","formInput":"land%20dispute"},{"value":"tp act","formInput":"tp%20act"},{"value":"transfer of property","formInput":"transfer%20of%20property"},{"value":"Attained finality","formInput":"Attained%20finality"}],"cats":[{"value":"transfer-of-property","formInput":"tag:transfer-of-property"},{"value":"saving-of-certain-enactments","formInput":"tag:saving-of-certain-enactments"}],"courtcopy":true,"query_alert":null,"agreement":false}