{"tid":49708520,"publishdate":"2018-07-06","title":"Nagar Palika Parishad vs State Of U.P. And 13 Ors. on 6 July, 2018","doc":"<h2 class=\"doc_title\">Nagar Palika Parishad vs State Of U.P. And 13 Ors. on 6 July, 2018</h2>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-agarwal\">Sudhir Agarwal</a>, <a href=\"/search/?formInput=benchid:s-kant\">Shashi Kant</a></h3>\n\n<pre id=\"pre_1\">\n\n\n\n\nHIGH COURT OF JUDICATURE AT ALLAHABAD\n \n \n\nAFR\n \nReserved on 26.02.2018\n \nDelivered on 06.07.2018\n \nCourt No. - 34\n \n\n \nCase :- FIRST APPEAL No. - 176 of 2016\n \n\n \nAppellant :- Nagar Palika Parishad\n \nRespondent :- State Of U.P. And 13 Ors.\n \nCounsel for Appellant :- Ramesh Chandra Singh,Dharmaveer Singh\n \nCounsel for Respondent :- Atul Dayal,Kamal Kumar Singh,Krishna Kumar Singh,Pramod Kumar Jain,Standing Counsel\n \n\n \nHon&#x27;ble Sudhir Agarwal,J.\n \n</pre><p data-structure=\"Issue\" id=\"p_1\">Hon&#x27;ble Shashi Kant,J.\n</p> \n<p data-structure=\"Issue\" id=\"p_2\">(Delivered by Hon&#x27;ble Sudhir Agarwal, J.)\n \n</p><p data-structure=\"Issue\" id=\"p_3\">1.\tThis is a plaintiff&#x27;s appeal filed under Section 96 of Civil Procedure Code (hereinafter referred to as &quot;<a href=\"/doc/161831507/\" id=\"a_1\">CPC</a>&quot;) arising from judgment and decree, dated 14.03.2016 and 26.03.2016, respectively, passed by Sri Pramod Kumar Singh-II, Civil Judge (Senior Division), Mau, dismissing plaintiff-appellant&#x27;s Original Suit No. 164 of 1999.\n</p> \n<p data-structure=\"Facts\" id=\"p_4\">2.\tDispute relates to Araji No. 148/14, area 1 acre, and 366 kadi and Araji No. 167/4, area 200 kadi (hereinafter referred to as &quot;disputed land&quot;) situate at Village Sadatpura, Qasba, Pargana and Tehsil Maunath Bhanjan, District Mau.\n</p> \n<p data-structure=\"RespArg\" id=\"p_5\">3.\tPlaintiff instituted aforesaid suit alleging that disputed land was acquired for public purpose of disposal of night soil, vide gazette notification of 1909 published under <a href=\"/doc/7832/\" id=\"a_2\">Land Acquisition Act, 1894</a> (hereinafter referred to as &quot;Act, 1894&quot;) and was transferred to appellant. Land was never a Nazul land. In 1909, appellant was a notified &quot;Town Area&quot;. In 1953, elected body of appellant was not there. It was being managed by Administrator, i.e., District Magistrate, Azamgarh. The then Administrator executed a lease deed of disputed land in favour of Defendant-4, Brij Bihari Lal Tandon (later deceased and substituted by his legal heirs) for a period of 30 years. After expiry of period of lease appellant entered into possession of disputed land and since thereafter Defendant-Respondent-4 had no right title or interest in said property. However, with mischievous and mala fide intention, Defendant-Respondent-4, Brij Bihari Lal Tandon, instituted Original Suit No. 1725 of 1992 in the Court of Munsif, Mau, which is still pending (on the date when appellant filed original suit in question). Besides, Defendant-Respondent-4 involved Defendants-1 to 3 in his collusive act by requesting them to make land in question &quot;Freehold&quot; and submitted an application dated 11.10.1995 to District Magistrate, Mau for the said purpose. In the said application Defendant-Respondent-4 clearly stated that he was evicted from disputed land prior to 1992. Thus he was not entitled to get land in dispute, Freehold as it could have been done only in respect of those who were in possession of leased out Nazul land. Defendant-Respondents-1 to 3 however were working in collusion with Defendant-Respondent-4 and threatened appellant that they would make, disputed land, freehold. Defendants-Respondents-1 to 3 are Government officials and can evict appellant from disputed land at any point of time. Moreover, plaintiff-appellant filed Writ Petition No. 14729 of 1999 which was dismissed on 08.04.1999 on the ground of alternative remedy of getting declaration from a Civil Court. Defendant-Respondent-4 also raised some construction over disputed land which is illegal and contrary to terms of lease. He also also inducted Sales Tax Officer and Bhawani Shanker Tharad as sub-lessees on disputed land. Under the terms of lease, subletting being a violation of conditions of lease, has resulted in cessation of rights of Defendant-Respondent-4 to continue with lease rights over disputed property. Plaintiff-appellant repeatedly requested Respondents-1 to 3 not to take any action for making land in dispute &quot;Freehold&quot; in favour of Defendant-Respondent-4 but they were not listening and hence a notice under <a href=\"/doc/55198661/\" id=\"a_3\">Section 80</a> CPC was served upon them and thereafter suit has been filed.\n</p> \n<p data-structure=\"PetArg\" id=\"p_6\">4.\tDefendant-Respondents-1 to 3 filed written statement disputing averments made by plaintiff-appellant in plaint and pleaded that appellant was neither owner nor in possession of disputed land. In Revenue records also there was no entry in respect of land in dispute in the name of plaintiff-appellant. Disputed land was never acquired for the purpose of night-soil as pleaded by plaintiff-appellant. As per Revenue record, ownership of disputed land is vested in State of U.P. and its management was in the hands of Municipal Board. Disputed land is not entered in Nazul register. On 10.10.1953, a 30 years lease was executed in favour of Defendant-Respondent-4 and said lease deed was duly registered in the office of Sub-Registrar, Mohammadabad Gohana. After expiry of lease period of 30 years, lease has ceased and Defendant-Respondent-4 has no right on the basis of his continued illegal possession over disputed land. Lease deed has expired on 30.09.1983 and land in dispute is owned by Defendants-1 to 3.\n</p> \n<p data-structure=\"PetArg\" id=\"p_7\">5.\tA separate written statement was filed by legal representatives of Defendant-Respondent-4 since by that time he had already died. Plaint&#x27;s averments were denied. In additional pleas it was said that disputed land was neither in possession of plaintiff-appellant nor it is owner thereof. In Revenue record plaintiff-appellant was never shown as owner of disputed land. It was never acquired for public purpose of night-soil, as alleged. Land belong to State of U.P. and managed by Municipal Board. On 10.10.1953, a 30 year&#x27;s lease was executed by State of U.P. through Collector, Mau in favour of Brij Behari Lal Tandon, i.e., Respondent-4 (since deceased). After taking possession of lease land, Defendant-Respondent-4 constructed a three storied building, spending a huge amount. In 1988 plaintiff-appellant made an illegal attempt to oust Defendant-Respondent-4 from disputed land on account whereof Defendant-Respondent-4, Sri Brij Behari Lal Tandon (now deceased) filed Writ Petition No. 13846 of 1988 in which this Court passed two interim orders on 26.07.1988 and 27.07.1988. Plaintiff-appellant was restrained from evicting Defendant-Respondent-4 from disputed land by interim order dated 27.07.1988. In the said writ petition, plaintiff-appellant was arrayed as Respondent-3. Disputed land is a Nazul and this fact is well known to plaintiff-appellant. Defendant-Respondent-4 was in continuous possession over disputed land and has never been ousted / evicted as alleged by plaintiff-appellant. No declaration, therefore, as prayed by plaintiff-appellant can be granted and suit even otherwise is liable to be dismissed. \n</p> \n<p data-structure=\"Issue\" id=\"p_8\">6.\tDefendants-5 to 9 were subsequently impleaded in suit and filed their written statement stating that though Arazi No. 148/14 and 167/4 is owned by State of U.P. but rest of the averments of plaint are incorrect. They further said that plaintiff-appellant has illegally included Arazi No. 166/1, area 45 kadi, and 148/3/2, area 11 kadi, as part of disputed land though neither plaintiff-appellant nor Defendants-1 to 4 have any concern or interest with said land. Arazi No. 166/1 and 148/3/2 were let out to father of Defendant-5 by the then Zamindar as perpetual lease vide deed dated 27.11.1948. After death of Defendant-5&#x27;s father, Defendants-5 to 9 are in possession over said land and shown as Bhumidhar in record. Aforesaid land has illegally been included as part of disputed land in the map submitted by plaintiff-appellant alongwith plaint. Defendant-4 after getting lease deed in respect of Arazi No. 148/14 and 167/4 threatened Defendants-5 to 9 to handover possession thereof to Defendant-Respondent-4 on account whereof Defendant-5, Kamla Prasad filed Original Suit No. 158 of 1976 in the Court of Munzif Mohammadabad Gohana, District Azamgarh. After survey of plot said suit was decided in favour of Defendant-Respondent-5, Kamla Prasad vide judgment and decree dated 19.12.1990 and survey report was made part of decree. Having lost aforesaid suit, Defendant-Respondent-4 in collusion with plaintiff-appellant and other official defendants tried to interfere in possession of Defendant-Respondents-5 to 9 hence for protection of their right over property, Defendant-Respondents-5 to 9 instituted Original Suit No. 199 of 1992 in the Court of Civil Judge (Senior Division), Mau. Defendant-Respondent-4 also challenged judgment and decree dated 19.12.1990 passed in Original Suit No. 158 of 1976 in Civil Appeal but District Judge vide judgment dated 01.04.1998 has dismissed appeal and confirmed judgment and decree dated 19.12.1990. Thereagainst a Second Appeal No. 458 of 1998 has been filed and same is pending. Since plaintiff-appellant and Defendants-1 to 4 have no connection with land which is part of Araji No. 166/1 and 148/3/2, therefore, by including said land in the map submitted with plaint, Plaintiff-Appellant and Respondents-1 to 4 are trying to usurp land of Defendant-Respondents- 5 to 9, hence suit in question to that extent is liable to be dismissed.\n</p> \n<p data-structure=\"CDiscource\" id=\"p_9\">7.\tPlaintiff-appellant also filed a replication reiterating that Araji No. 148/14 and 167/4 belong to it and it is owner in possession thereof. In Revenue record also it is entered in the name of Nagar Palika Parishad, Mau. Araji No. 148/14 had a total area of 3.554 acres and Araji No. 167/4, a total of 446 kadi. For the purpose of night-soil it was acquired by notification dated 08.07.1909, land vested in plaintiff-appellant under <a href=\"/doc/154673524/\" id=\"a_4\">Section 116</a> of U.P. Municipalities Act, 1916 (hereinafter referred to as &quot;Act, 1916&quot;). Earlier Notified Area became Municipal Board in 1949. First election of Board was held on 26.10.1953. Earlier Sri Brij Pal Singh Seth, District Magistrate, Azamgarh was Administrator. Nazul Clerk submitted a report dated 27.09.1951 stating that Araji No. 167/4 and 148/14 are not Nazul and this was approved by District Magistrate on 01.03.1952. In the capacity of Administrator, the then District Magistrate, Azamgarh, executed a lease deed dated 12.10.1953 for a period of three years in favour of Defendant-Respondent-4, Brij Behari Lal Tandon. It was clearly mentioned in the said lease deed that land of Municipal Board is being let out for the purpose of building residential quarter and godown for Government Department. Defendants-Respondents-1 to 4 have filed written statements concealing these facts. Defendant-Respondent-4 also, earlier, wrote letter dated 03.10.1950 to the then District Magistrate, Azamgarh in which it was stated that Nagar Palika Parishad had two vacant plots, ie. Araji no. 148/11/2 and 167/1/1 which may be given on annual contract to Defendant-Respondent-4. This letter also shows that disputed land belong to Nagar Palika Parishad and State Government had no concern therewith. In Writ Petition No. 13846 of 1988 this Court passed order on 01.12.2014 directing for expeditious disposal of suit so as to decide, whether disputed land is owned by State Government or Nagar Palika Parishad. Term of lease deed expired on 10.10.1983 and thereafter Defendant-Respondent 4 had no claim, interest or right over disputed land. He was already evicted from disputed land vide Collector&#x27;s order dated 06.07.1988. Sri Brij Behari Lal Tandon (Defendant-Respondent-4) himself was Chairman, Nagar Palika Parishad, Mau from 25.08.1961 to 30.11.1964 and during this period had written letter dated 17.06.1964 to Collector admitting that disputed land was let out to him by the then Collector in the capacity of Administrator with the consent of Nagar Palika Parishad. Aforesaid admission is binding on legal representatives of Defendant-Respondent 4 also. Management of Nazul land was vested in various Municipal Boards vide Government notification of 1940. Land is not a Nazul land. The then District Magistrate, Azamgarh vide order dated 06.07.1988 directed for removal of Malba (debris) of constructed building on disputed land and informed Defendant-Respondent-4 to give possession to Nagar Palika Parishad.\n</p> \n<p data-structure=\"RespArg\" id=\"p_10\">8.\tWith respect to claim of Respondents-5 to 9 also, plaintiff-appellant filed replication stating that they have no claim with respect to Araji No. 148/14 area 1 acre 366 Kadi and Araji No. 166/4 area 200 kadi. They also filed Original Suit No. 1 of 1991, Kamla Prasad Vs. State of U.P. but it was dismissed with liberty to file fresh suit after giving notice. Written statement has been filed by Defendants-Respondents 5 to 9, by concealment of this fact. Land which Defendants-Respondents 5 to 9 claim to be part of Araji No. 166 and 148/3/2 is not correct and map submitted by plaintiff-appellant alongwith plaint is absolutely correct. Disputed land is in possession of Nagar Palika Parishad since 1988 and under Integrated Development Plan construction of a Complex is proposed thereon. In Original Suit No. 158 of 1976 filed by Defendant-Respondent 5, plaintiff-appellant was not party and, therefore, said judgment is not binding upon him.\n</p> \n<p data-structure=\"Issue\" id=\"p_11\">9.\tTrial Court formulated 15 issues as under: \n</p> \n<blockquote id=\"blockquote_1\">**1-\tD;k nkok oknh okni= esa of.kZr fookfnr vkjkft;kr o mlesa fLFkr rkehjkr ds ekfyd o dkfct gksus ds laca/k esa mn~?kks&quot;k.kkRed fMdzh izkIr djus ds vf/kdkjh gS\\\n \n</blockquote><blockquote id=\"blockquote_2\">1.\tWhether the plaintiff is entitled to obtain a decree of declaration proclaiming him to be the owner having possession over the disputed properties and the constructions made thereon as mentioned in the plaint?\n</blockquote> \n<p data-structure=\"Section\" id=\"p_12\">2-\tD;k nkok oknh fookfnr Hkwfe vkjkth ua0 148@14 jdck ,d ,dM+ 366 dM+h o vkjkth ua0 167@4 jdck 200 dM+h dqy jdck ,d ,dM+ 566 dM+h ds laca/k esa LFkk;h fu&quot;ks/kkKk dh fMdzh izkIr djus ds vf/kdkjh gS\\\n \n</p><p data-structure=\"Issue\" id=\"p_13\">2.\tWhether the plaintiff is entitled to obtain a decree for permanent injunction in connection with the disputed land i.e. property no. 148/14 measuring 1 acre 366 Kadi and property no. 167/4 measuring 200 Kadi, totaling 1 acre 566 kadi, as mentioned in the suit?\n</p> \n<p data-structure=\"Issue\" id=\"p_14\">3-\tD;k izfrokn la0 1 ,oa 2 dks mDr Hkwfe dks Qzh&amp;gksYM djus dk vf/kdkj izkIr gS\\\n \n</p><p data-structure=\"Issue\" id=\"p_15\">3.\tWhether the defendants 1 and 2 are entitled to get the said land on freehold basis?\n</p> \n<p data-structure=\"Precedent\" id=\"p_16\">4-\tD;k okni= esa of.kZr fookfnr lEifRr uD&#x27;kk&amp;utjh esa izfroknhx.k la0 5 rk 9 dh vkjkth xkVk la0 166@1 jdck 45 dM+h o vkjkth la0 148@3@2 jdck 11 dM+h Hkh &#x27;kkfey gS] ;fn gka rks mldk izHkko\\\n \n</p><p data-structure=\"PetArg\" id=\"p_17\">4.\tWhether the properties being Gata no. 166/1 measuring 45 Kadi and being Gata no. 148/3/2 measuring 11 Kadi belonging to the defendant nos. 5 to 9 are also included in the site map of the disputed property mentioned in the plaint? If so, its effect?\n</p> \n<p data-structure=\"Precedent\" id=\"p_18\">5-\tD;k nkok oknh vYiewY;kafdr gS rFkk iznRr U;k;&#x27;kqYd vi;kZIr gS\\\n \n</p><p data-structure=\"Issue\" id=\"p_19\">5.\tWhether the suit of the plaintiff is undervalued and the court fee paid is insufficient?\n</p> \n<p data-structure=\"Section\" id=\"p_20\">6-\tD;k nkok ds lquokbZ dk {ks=kf/kdkj bl U;k;ky; dks ugha izkIr gS\\\n \n</p><p data-structure=\"Issue\" id=\"p_21\">6.\tWhether this court has no jurisdiction to hear the suit?\n</p> \n<p data-structure=\"Section\" id=\"p_22\">7-\tD;k nkok oknh /kkjk 242 fn ;wukbZVsM izkfoalst VsusUlh ,sDV 1939 ls ckf/kr gS\\\n \n</p><p data-structure=\"Issue\" id=\"p_23\">7.\tWhether the suit is barred by <a href=\"/doc/45919326/\" id=\"a_5\">Section 242</a> of the United Provinces Tenancy Act, 1939?\n</p> \n<p data-structure=\"Section\" id=\"p_24\">8-\tD;k nkok oknhx.k /kkjk 34] 41 fo0vuq0vf/k0 ls ckf/kr gS\\\n \n</p><p data-structure=\"Issue\" id=\"p_25\">8.\tWhether the suit is barred by <a href=\"/doc/1028815/\" id=\"a_6\">Sections 34</a> and <a href=\"/doc/1436285/\" id=\"a_7\">41</a> of the Specific Relief Act?\n</p> \n<p data-structure=\"Section\" id=\"p_26\">9-\tD;k nkok oknh vla;kstu ds nks&quot;k ls ckf/kr gS\\\n \n</p><p data-structure=\"Issue\" id=\"p_27\">9.\tWhether the suit of the plaintiff suffers from non-joinder of parties?\n</p> \n<p data-structure=\"Issue\" id=\"p_28\">10-\tD;k nkok oknh dqla;kstu ds nks&quot;k ls ckf/kr gS\\\n \n</p><p data-structure=\"Issue\" id=\"p_29\">10.\tWhether the suit of the plaintiff suffers from mis-joinder of parties?\n</p> \n<p data-structure=\"Issue\" id=\"p_30\">11-\tD;k nkok oknh izkax U;k; ds fl)kUr ls ckf/kr gS\\\n \n</p><p data-structure=\"Issue\" id=\"p_31\">11.\tWhether the suit of the plaintiff is barred by the Doctrine of Res Judicata?\n</p> \n<p data-structure=\"Issue\" id=\"p_32\">12-\tD;k nkok oknh /kkjk 10 tk0nh0 ls ckf/kr gS\\\n \n</p><p data-structure=\"Issue\" id=\"p_33\">12.\tWhether the suit of the plaintiff is barred by <a href=\"/doc/85279687/\" id=\"a_8\">Section 10</a> of the CPC?\n</p> \n<p data-structure=\"Precedent\" id=\"p_34\">13-\tD;k nkok oknh focU/ku ds fl)kUr ls ckf/kr gS\\\n \n</p><p data-structure=\"Issue\" id=\"p_35\">13.\tWhether the suit of the plaintiff is barred by the Doctrine of Estoppel?\n</p> \n<p data-structure=\"Section\" id=\"p_36\">14-\tD;k nkok oknh dky ckf/kr gS\\\n \n</p><p data-structure=\"Issue\" id=\"p_37\">14.\tWhether the suit of the plaintiff is barred by limitation?\n</p> \n<p data-structure=\"Precedent\" id=\"p_38\">15-\tD;k nkok oknh /kkjk 80 tk0nh0 ls ckf/kr gS\\\n \n</p><p data-structure=\"Issue\" id=\"p_39\">15.\tWhether the suit of the plaintiff is barred by <a href=\"/doc/55198661/\" id=\"a_9\">Section 80</a> of CPC?&quot; (English translation by Court)\n \n</p><p data-structure=\"CDiscource\" id=\"p_40\">10.\tIssues-1 and 2, both have been answered against plaintiff-appellant. Issue-3 has been answered on the ground that this is to be seen by Defendants-1 and 2 since land belong to State and hence no adjudication can be made. Issue 4 relates to claim set up by Defendants-5 to 9 and Trial Court held that since the matter is sub judice in second appeal before this Court, therefore, it is not to be answered by it. Issue-5 relates to plea of under valuation and sufficiency of Court fees which was already decided vide judgment and order dated 09.02.2016, in favour of plaintiff-appellant. However, since Issues-1 and 2 which are substantial in matter, were already answered against plaintiff-appellant, Court below has dismissed suit.\n</p> \n<p data-structure=\"RespArg\" id=\"p_41\">11.\tSri R.C. Singh, Advocate assisted by Sri D.V. Singh, Advocate has advanced arguments on behalf of appellant. Learned Standing Counsel made submissions on behalf of Respondents-1 to 3, Sri Pramod Jain, Advocate assisted by Sri Atul Dayal, Advocate has advanced his arguments on behalf of Respondents-4/1 to 4/5 and Sri Krishna Kumar Singh, Advocate has advanced submissions on behalf of Respondent-5.\n</p> \n<p data-structure=\"Section\" id=\"p_42\">12.\tFirst of all we may clear a preliminary aspect.   \n</p> \n<p data-structure=\"Precedent\" id=\"p_43\">13.\tDefendant-Respondent-4 Sri Brij Behari Lal Tandon (now deceased) had filed two Writ Petitions No.13846 of 1988 and 20134 of 2000 before this Court. In Writ Petition No.13846 of 1988, he had challenged order dated 08.07.1988 passed by Collector, Azamgarh directing Respondent-4 to remove his Malba from disputed land and hand over vacant possession to Executive Officer, Nagar Palika Parishad, Mau Nath Bhanjan. Writ petition No. 20134 of 2000 was filed challenging order dated 20.04.2000 passed by Collector, Mau whereby he directed that proceedings for Freehold of disputed land in favour of Brij Behari Lal Tandon shall be kept in abeyance till civil suits pending in the Court are decided. Both these writ petitions were initially disposed of by a Division Bench consisting of Hon&#x27;ble P.C. Verma and Hon&#x27;ble Rajesh Chandra JJ. vide judgment and order dated 08.05.2009 and the said order reads as under:\n</p> \n<blockquote id=\"blockquote_3\">\t&quot;Heard learned counsel for the petitioners, and learned standing counsel. \n</blockquote> \n<blockquote id=\"blockquote_4\">\tCollector Mau is directed to take decision in compliance with the Government Order dated 17.1.2000 contained in (Annexure-10 to the writ petition) within a period of two months as the petitioner has already deposited the whole amount as mentioned in the Government Order for getting the land free hold. \n</blockquote> \n<blockquote id=\"blockquote_5\">\tPetition is disposed of with the aforesaid observation/ direction.&quot;\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_44\">14.\tFelt aggrieved by aforesaid order, Respondent-3 filed appeal in Supreme Court being Civil Appeals no. 5684 and 5685 of 2012. The appeals were decided vide judgment dated 27.07.2012 and setting aside order dated 08.05.2009, matter was remanded to this Court with a direction to decide both these writ petitions on merits. Order passed by Apex Court on 27.07.2012, reads as under:\n</p> \n<blockquote id=\"blockquote_6\">\t&quot;Leave granted.\n</blockquote> \n<blockquote id=\"blockquote_7\">\tWe have heard the learned counsel for the parties.\n</blockquote> \n<blockquote id=\"blockquote_8\">\tA perusal of the order passed by the High Court clearly shows that no reasons have been assigned by the High Court in support of its conclusion. The matter pertains to grant of freehold rights to the respondents which had to be considered on the basis of material produced before the Court.\n</blockquote> \n<blockquote id=\"blockquote_9\">\tIn view of above, the impugned orders passed by the High Court are set aside and the matters are remitted back to the High Court for deciding the writ petitions on merit. Since the parties have been litigating for a very long time, the High Court is requested to dispose of the writ petitions as early as possible, in any event, within a period of six months from the date of communication of this order. \n</blockquote> \n<blockquote id=\"blockquote_10\">\tThe appeals are disposed of accordingly.&quot; (emphasis added) \n \n</blockquote><p data-structure=\"Precedent\" id=\"p_45\">15. \tIn view of Supreme Court judgment dated 27.07.2012 directing this Court to decide writ petitions on merits, the same were considered and decided vide judgment dated 21.07.2016 and the same were dismissed.\n</p> \n<p data-structure=\"Precedent\" id=\"p_46\">16. \tAgainst judgment dated 21.07.2016, passed in both aforesaid writ petitions, Defendant-Respondents-4/1 to 4/5 representing Defendant-Respondent-4 (deceased) filed Civil Appeals Nos.8863-8864 of 2016 arising out of Special Leave Petitions (C) No. 26536-26537 of 2016. Supreme Court vide judgment dated 09.09.2016 has observed that this Court ought not to have made a declaration with respect to title of disputed property in favour of Municipal Board and instead pending First Appeal should have been decided. Consequently, it has set aside judgment dated 21.07.2016 passed in aforesaid writ petitions and required this Court to decide First Appeal as expeditiously as possible. Relevant extract of judgment dated 09.09.2016 passed by Supreme Court reads as under:\n</p> \n<blockquote id=\"blockquote_11\">\t&quot;The aforesaid narration of facts clearly reveal that the controversy fundamentally relates to right, title and interest of the property in question. The High Court in the writ petitions, as we find, has almost given a kind of declaration in favour of the Municipal Board. In our considered view, in a writ petition such a declaration should not have been given, more so, regard being had to the fact that the appeal where the adjudication is to take place is sub judice. Therefore, we are compelled to set aside the common judgment and order passed by the High Court in the writ petitions and request the High Court to dispose of the First Appeal, as expeditiously as possible. Before parting with the case, we may hasten to mention that we have not expressed any opinion with regard to the nature of the lease and the status of the lessor or lessee.\n</blockquote> \n<blockquote id=\"blockquote_12\">\tStatus quo, as regards the property in question, shall be mentioned till the First Appeal is disposed of. \n</blockquote> \n<blockquote id=\"blockquote_13\">\tThe appeals are allowed to the extent indicated above. There shall be no order as to costs.&quot; (emphasis added) \n \n</blockquote><p data-structure=\"RespArg\" id=\"p_47\">17. \tLearned counsel for appellant contended that aforesaid judgment of Supreme Court has to be construed as if the matter and issue in both writ petitions have also been remanded to this Court and same need be decided along with this appeal.\n</p> \n<p data-structure=\"RespArg\" id=\"p_48\">18.\tSri Pramod Jain, learned counsel appearing for Respondents.4/1 to 4/5 however vehemently contended that there is no direction by Supreme Court for remanding the matter and instead, Court has set aside judgment dated 21.07.2016 without any further direction or granting any relief to Respondents-4/1 to 4/5. It has simply required this Court to decide First Appeal as expeditiously as possible on merits, therefore aforesaid judgment cannot be construed as if two writ petitions stand restored and can be deemed to be pending as there is no order of remand. He submits that since judgment dated 21.07.2016 has been set aside by Supreme Court, the result would be that in the light of judgment of this Court in First Appeal, parties shall be at liberty to proceed for claiming their rights in accordance with law.\n</p> \n<p data-structure=\"Conclusion\" id=\"p_49\">19. \tHaving gone through the Supreme Court&#x27;s judgment very carefully, we find substance in the submission of Sri Pramod Jain that though judgment dated 21.07.2016 of this Court has been set aside but neither any direction in favour of either of parties have been given by Superme Court in aforesaid two writ petitions nor the matter has been remanded requiring  us to treat aforesaid writ petitions as restored or pending and decide on merits, as fresh. Only a direction has been given for deciding appeal. Meaning thereby judgment of this Court dated 21.07.2016, since it has adjudicated rights of parties with regard to title, Supreme Court has set aside the same and required us to decide only appeal. It thus cannot be said that two writ petitions are liable to be treated as restored or pending but the same are not pending though effect of judgment dated 21.07.2016 has been set at naught by Supreme Court by setting aside the same to the extent title of Nagar Palika Parishad was declared. We, therefore, are clearly of the view that two writ petitions cannot be treated to be pending having already been decided and the matter is now covered by Supreme Court judgment dated 09.09.2016 and this Court has to decide first appeal on merits and thereafter it would be open to parties to proceed for their further rights, if any, settled, in accordance with law.\n</p> \n<p data-structure=\"PetArg\" id=\"p_50\">20.\tNow coming back to first appeal, Sri R.C. Singh, learned counsel appearing for appellant contended that land in question was acquired by State Government for public purpose of night-soil and finding to this effect has been recorded by Trial Court. It has also recorded that land was given to Municipal Board for its management. Therefore, land must have been taken as it belong to appellant and in recording a finding otherwise Trial Court has erred in law. He further submitted that with regard to possession over property in dispute, Trial Court has simply relied on interim order passed by this Court in Writ Petition No. 13846 of 1988 to hold that plaintiff-appellant is not in possession, while deciding Issue-1, though it was admitted by witnesses produced by Defendants-4/1 to 4/5 that a large number of Gumtis and Jhopdis were raised on disputed land and from the occupants, Municipal Board, i.e., appellant was collecting Tah Bazari. Had the land been in possession of Defendants-4/1 to 4/5, there would not have been any occasion of land being in occupation of third parties from whom plaintiff-appellant could have recovered or realized Tah Bazari. Those occupants with permission of plaintiff-appellant were in possession of disputed land and carrying on their business. Therefore, findings of Trial Court in respect of possession of disputed land are perverse. It has failed to consider or misread relevant evidence in this regard available on record. He further submitted that possession of land in question having already been restored to plaintiff-appellant and they were collecting Tah Bazari, Trial Court has erred in law while adjudicating Issue-2 by holding that question of making land in dispute &quot;Freehold&quot; in favour of Defendants-4/1 to 4/5 has to be considered in accordance with relevant statutory provisions inasmuch as they were not in possession of disputed land, as already vacated, and also being guilty of committing breach of lease deed had no right to claim disputed land &quot;Freehold&quot;.\n</p> \n<p data-structure=\"Precedent\" id=\"p_51\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1683926\" id=\"span_1\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"123401091\" id=\"span_2\">21.\tSri Pramod Jain, learned counsel appearing for Defendants-Respondents 4/1 to 4/5, on the contrary, submitted that Trial Court already found that disputed land was in possession of Defendant-4 and after his death, Defendants-4/1 to 4/5. That being so, suit for mere declaration without any consequential relief of possession was not maintainable and reliance is placed on Supreme Court&#x27;s decision in <a href=\"/doc/123401091/\" id=\"a_10\">Executive Officer, Arulmigu Chokkanatha Swamy Koil Trust Virudhunagar vs. Chandran and others</a>, 2017(<a href=\"/doc/1683926/\" id=\"a_11\">3) SCC 702 and Ram Saran and another Vs. Smt. Ganga Devi</a>, AIR 1972 SC 2685. He further submitted that possession of land in dispute was never taken by plaintiff-appellant. Order of Collector was challenged in Writ Petition No. 13846 of 1988 and it was stayed by this Court. Said interim order had continued throughout, therefore, Trial Court has rightly held possession of Defendants-4/1 to 4/5, over property in dispute. It warrants no interference. So far as finding with regard to ownership is concerned, he submits that no material was placed before Court below and there is no evidence to show that land is owned by appellant. According to own submission of plaintiff-appellant land was acquired by State Government and once it is vested in State, and, there is no revesting/divesting of title in/to Municipal Board by State Government, ownership of land continued with State Government. Mere conferment of right of management upon appellant would not make plaintiff-appellant owner of disputed property. Therefore, Court below has rightly answered Issue-1 with regard to title and has rightly non suited plaintiff-appellant.</span></span>\n</p> \n<p data-structure=\"CDiscource\" id=\"p_52\">22.\tIn our view, three crucial points for determination have arisen in the light of rival submissions of parties for deciding this appeal, which are:\n</p> \n<blockquote id=\"blockquote_14\">(I)\tWhether plaintiff-appellant could show by adducing any evidence that ownership or title of disputed property vested in it and Trial Court in taking an otherwise view has erred in law.\n</blockquote> \n<blockquote id=\"blockquote_15\">(II)\tWhether disputed land at the time of filing of suit was in possession of plaintiff-appellant or, as claimed, possession continued with Defendant-4 or Defendants-4/1 to 4/5, after death of Defendant-4.\n</blockquote> \n<blockquote id=\"blockquote_16\">(III) If the second question with regard to possession is answered against plaintiff-appellant, whether suit for declaration as framed by plaintiff-appellant without seeking any consequential relief of delivery of possession is maintainable or is barred by <a href=\"/doc/1028815/\" id=\"a_12\">Section 34</a> of Specific Reliefs Act, 1963 (hereinafter referred to as &quot;Act, 1963&quot;).\n</blockquote> \n<p data-structure=\"Section\" id=\"p_53\">23.\tBoth parties have relied on the notification published in United Provinces Gazette dated 17.07.1909 containing Municipal Department&#x27;s notification dated 08.07.1909, which reads as under: \t\n</p> \n<blockquote id=\"blockquote_17\">&quot;NOTIFICATIONS OF THE APPROPRIATION OF LAND FOR PUBLIC PURPOSES\n \n</blockquote><blockquote id=\"blockquote_18\">------\n</blockquote> \n<blockquote id=\"blockquote_19\">MUNICIPAL DEPARTMENT \n \nThe 8th July 1909\n \n\tNo. 1978/XI-110--The land designated below being required for a public purposes, declaration is made accordingly--\n</blockquote> \n<blockquote id=\"blockquote_20\">District\n \nPargana\n \nMauza\n \nApproximate area\n \nFor what purpose required\n \nRemarks\n \nAzamgarh\n \nMau Nathbhanjan\n \nSradatpur\n \nAcres \n \n<span class=\"hidden_text\" id=\"span_3\">4</span>\n \nDisposal of night-soil\n \nThe plan may be inspected at the Collector&#x27;s office, Azamgarh\n \n</blockquote><blockquote id=\"blockquote_21\">2.\tThis declaration is made under <a href=\"/doc/1773715/\" id=\"a_13\">section 6</a>, Act I of 1894 (the <a href=\"/doc/7832/\" id=\"a_14\">Land Acquisition Act</a>), and, under <a href=\"/doc/515526/\" id=\"a_15\">section 7</a> of that Act, the Collector of Azamgarh is hereby directed to take order for the acquisition of the land specified above.&quot;\n</blockquote> \n<p data-structure=\"Section\" id=\"p_54\">24.\t<a href=\"/doc/336037/\" id=\"a_16\">Sections 6</a> and <a href=\"/doc/150354/\" id=\"a_17\">7</a> of Act, 1894 read as under:\n</p> \n<blockquote id=\"blockquote_22\">\t&quot;6.\tDeclaration that land is required for a public purpose.--(1) Subject to the provisions of Part VII of this Act, whenever it appears to the Local Government that any particular land is needed for a public purpose, or for a Company, a declaration shall be made to that effect under the signature of a Secretary to such Government or of some officer duly authorized to certify its order. \n</blockquote> \n<blockquote id=\"blockquote_23\">\tProvided that no such declaration shall be made unless the compensation to be awarded for such property is to be paid by a Company, or wholly or partly out of public revenues or some fund controlled or managed by a local authority. \n</blockquote> \n<blockquote id=\"blockquote_24\">\t(2) The declaration shall be published in the Official Gazette, and shall state the district or other territorial division in which the land is situate, the purpose for which it is needed, its approximate area, and where a plan shall have been made of the land, the place where such plan may be inspected.\n</blockquote> \n<blockquote id=\"blockquote_25\">\t(3)\tThe said declaration shall be conclusive evidence that the land is needed for a public purpose or for a Company, as the case may be; and, after making such declaration, the Local Government may acquire the land in manner hereinafter appearing.\n</blockquote> \n<blockquote id=\"blockquote_26\">\t7.\tAfter declaration Collector to take order for acquisition.--Whenever any land shall have been so declared to be needed for a public purpose, or for a Company, the Local Government, or some officer authorized by the Local Government in this behalf, shall direct Collector to take order for the acquisition of the land.&quot;\n</blockquote> \n<p data-structure=\"Section\" id=\"p_55\">25.\tAforesaid notification, therefore, is a mere declaration under <a href=\"/doc/1773715/\" id=\"a_18\">Section 6</a> read with <a href=\"/doc/1789527/\" id=\"a_19\">Section 7</a> of Land Acquisition Act, 1894 (hereinafter referred to as &quot;Act, 1894&quot;) that the land measuring 4 acres situated at Mauza Sradatpur, Pargana Mau Nathbhanjan, District Azamgarh was required for public purpose of disposal of night-soil. Sub-section (3) of <a href=\"/doc/336037/\" id=\"a_20\">Section 6</a> of Act, 1894 also provides that once declaration is made it is conclusive evidence that land is needed for public purpose and after such declaration Government may acquire land in the manner as provided in subsequent provisions of Act, 1894.\n</p> \n<p data-structure=\"CDiscource\" id=\"p_56\">26.\tNo other document relating to acquisition has been placed on record to show that there was any requisition or request made by plaintiff-appellant to State Government to acquire disputed land for the benefit or for any statutory duties to be discharged by plaintiff-appellant in public purpose and pursuant thereto disputed land was acquired. In fact, with regard to acquisition of land, no other document has been placed on record by parties.\n</p> \n<p data-structure=\"CDiscource\" id=\"p_57\">27.\tPW-1, Gufranul Haq has stated in his oral deposition that disputed land was acquired in 1909 by Notified Area, Mau. When questioned, learned counsel appearing for plaintiff-appellant could not dispute that acquisition under Act, 1894 has to be made by State Government and there is no provision under any other Statute or Act, 1894 which authorizes a local body like, plaintiff-appellant which was a Notified Area in 1909, to acquire any land belong to a private party. PW-1 also admitted in his cross-examination that in 1909 total 4 acres of land was acquired.\n</p> \n<p data-structure=\"CDiscource\" id=\"p_58\">28.\tPW-2, Amir Faisal in his cross-examination also admitted that State Government&#x27;s Urban Development Department gave this land to Nagar Palika Parishad. This statement of PW-2 in cross-examination is reproduced as under: \n</p> \n<blockquote id=\"blockquote_27\">**;g tehu uxj fodkl foHkkx ls u0ik0 dks ;g tehu feyhA** \n \n&quot;This land passed on to Nagar Palika from the Department of Urban Development.&quot; (English translation by Court)\n \n</blockquote><p data-structure=\"Precedent\" id=\"p_59\">29.\tHe further stated in cross-examination:\n</p> \n<blockquote id=\"blockquote_28\">**fookfnr Hkwfe 1989 esa ,Dok;j dh x;h Fkh u0ik0 ds i{k esaA eq&gt;s bl ckr dh tkudkjh ugha gS fd ,Dok;j djrs le; tehu dk ewY; o mldk dEiu&#x27;ks&#x27;ku rRdkyhu Hkw&amp;Lokeh dks fdruk fd;kA eq&gt;s bl ckr dh tkudkjh ugha gS fd u0ik0 ds lEifRr jftLVj ij fdlh vfHkys[k esa bl rjg dk dksbZ vfHkys[k ntZ ugha gS fd ;g Hkwfe rRdkyhu Hkw&amp;Lokeh dks fdruk :i;k nsdj yh x;hA**\n \n&quot;The disputed land was acquired in the year 1989 in favour of Nagar Palika. I have no knowledge as to how much cost of the land and its compensation was given at the time of acquisition to the then land owner. I have no knowledge of whether anything of documentary nature is available in the property register of the Nagar Palika showing how much money was given to the then land owner for acquiring this land.&quot; (English translation by Court) \n \n</blockquote><p data-structure=\"Section\" id=\"p_60\">30.\tHe also admits that Paper No. 183C is the Gazette Notification of acquisition of land issued by Nagar Vikas Department. Relevant statement in this regard reads as under:\n</p> \n<blockquote id=\"blockquote_29\">**dkxt la0 183x fookfnr tehu dks ,Dok;j djus dk xtV gSA ;g xtV uxj fodkl dk gSA**\n \n&quot;Paper no. 183Ga is the gazette as to acquisition of the disputed land. This gazette is of the urban development.&quot; (English translation by Court) \n \n</blockquote><p data-structure=\"Precedent\" id=\"p_61\">31.\tDefendant-Respondent 4 (4/1 to 4/5) clearly admitted and set up their case that disputed land is owned by State Government. In the oral deposition of DW-1, Vishnu Kumar Tandon this fact was stated in examination-in-chief as under:\n</p> \n<blockquote id=\"blockquote_30\">**vkjkft;kr etdwj jktLo vfHkys[kksa esa o LofeRo esa mRrj izns&#x27;k ljdkj dh jgh gSA**\n \n&quot;The aforesaid properties have been under the ownership of the Government of Uttar Pradesh, in the revenue records.&quot; (English translation by Court)\n \n</blockquote><p data-structure=\"RespArg\" id=\"p_62\">32.\tSri R.C. Singh, learned counsel for appellant also could not dispute that in Khatauni Paper No. 104Ga disputed land was shown as owned by State Government and under management of Municipal Board, Mau. This finding recorded by Trial Court is neither shown to be perverse nor contrary to record.\n</p> \n<p data-structure=\"PetArg\" id=\"p_63\">33.\tFrom record, thus, it is evident that disputed land initially belong to one Smt. Dhan Dei Kunwar. Under the provisions of Act, 1894, declaring that disputed land is needed for night-soil, it was acquired by the then Provincial Government through Collector, Azamgarh initiating acquisition proceedings in 1909 under Act, 1894. Provisions of acquisition under Act, 1894 show that land is acquired by State Government through Collector and compensation to owner of land is also paid by Collector from the funds of State Government. On possession being taken by Collector on behalf of State Government, land vested in State without any encumbrance and, therefore, State Government became its owner. At that time status of plaintiff-appellant was that of a Notified Area. Thereafter it was upgraded as Town Area and then Municipal Board. Entries made in Revenue record shows that land was being managed by plaintiff-appellant. It thus appears that land, though owned by State Government and ownership came to be by way of acquisition, but for its maintenance, possession was given to local body as it then was. Therefore, plaintiff-appellant got possession of land in dispute for the purpose of management/ maintenance. In absence of any evidence to show that title of land ever vested in plaintiff-appellant, Point-1 is answered against plaintiff-appellant and we confirm findings of Trial Court in this regard that plaintiff-appellant failed to prove that disputed land is owned by it at any point of time. Instead only status it has vis-a-vis disputed land, is that of right of management.\n</p> \n<p data-structure=\"CDiscource\" id=\"p_64\">34.\tNow coming to second point for determination, it is not in dispute that plaintiff-appellant did not have any elected Board in October, 1953. At that time Collector, Azamgarh was managing affairs of plaintiff-appellant as &quot;Administrator&quot;. A lease deed was executed by Collector, Azamgarh on behalf of State Government in respect of disputed land granting lease of said land to Defendant-Respondent 4, Sri Brij Behari Lal Tandon (now deceased and represented by Defendants-4/1 to 4/5). It is also admitted by PW-1 and PW-2, both, that said lessee raised construction of a godown and two small rooms on disputed land. Period of lease was 30 years. Admittedly lease period expired on 30.09.1983/ 01.10.1983, since lease was granted for 30 years commencing from 01.10.1953. It was not renewed. The fact that a godown and house was constructed is admitted in para 1 of written statement of Defendants-4/1 to 4/5, which reads as under:\n</p> \n<blockquote id=\"blockquote_31\">**ml ij xksnke o edku dk fuekZ.k fd;k tkuk rlyhe gSA**\n \n&quot;The construction of a godown and a house thereon is admitted.&quot;\n</blockquote> \n<blockquote id=\"blockquote_32\">(English translation by Court)\n \n</blockquote><p data-structure=\"Precedent\" id=\"p_65\">35.\tWith regard to possession PW-1 stated in his deposition as under:\n</p> \n<blockquote id=\"blockquote_33\">**ysfdu blds iwoZ u0ik0 ifj&quot;kn us ikVZuj c`t fcgkjh yky V.Mu dks fookfnr lEifRr ls lu~ 1987 esa csn[ky dj fn;k FkkA csn[kyh dh dk;Z geus rc fd;k tc iV~Vk budk lu~ 1983 esa lekIr gks x;k Fkk vkSj ikfydk dk laKkfur gqvk rks ikfydk us lEiw.kZ Hkw&amp;Hkkx ij dCtk dj fy;kA c`t fcgkjh yky V.Mu dks iV~Vs oknh lEifRr dks csn[ky djus ds ckn viuk dCtk fd;kA csn[kyh dh dk;Zokgh dk dksbZ eqdnek ugha fd;k FkkA iV~Vs oknh lEifRr igys Hkh u0ik0 dh Fkh vkSj vkt Hkh gSA**\n \n&quot;But prior to this, the Nagar Palika Parishad had in 1987 dispossessed the partner Brij Bihari Lal Tandon from the disputed property. We initiated the proceedings for dispossession when the lease had come to expire in the year 1983, and the Palika took possession over the entire area of the land when it came to know about it. We took into our possession the property under suit after dispossessing the lease holder Brij Bihari Lal Tandon. No case was filed for initiation of proceedings for dispossession. The property on lease under suit earlier belonged to Nagar Palika and the same belongs to it now as well.&quot; (English translation by Court)\n \n</blockquote><p data-structure=\"Precedent\" id=\"p_66\">36.\tPW-1 further said:\n</p> \n<blockquote id=\"blockquote_34\">**fookfnr fczt fcgkjh yky V.Mu dks tks tehu iV~Vs ij nh x;h mlesa dqN ,d nks DokVj o ,d NksVk xksnke cuk;k x;kA ckdh tehu gekjs dCts esa gS vkjkth gSA xksMkmu fxj x;k dsoy nks DokVj cps gSA leLr tehu ij u0ik0 dk dCtk gSA QqVikFk ds yksx jksVh jksth dekrs gSA**\n \n&quot;Some quarters one or two, and a small go-down were constructed on the disputed land leased out to Brij Biharilal Tandon; and the rest of the land is in our possession. It is araji. Go-down has fallen; only two quarters remain to exist. Nagar Palika has possession over the whole land. Roadside vendors earn their livelihood.&quot; (English translation by Court)\n \n</blockquote><p data-structure=\"Precedent\" id=\"p_67\">37.\tPW-2 also stated in his examination-in-chief as under:\n</p> \n<blockquote id=\"blockquote_35\">**;w iV~Vk etdwj dks fe;kn lu~ 1983 ckn fcrus fe;kn 30 lky lekIr gks x;h rks uxj ikfydk ifj&quot;kn emukFk Hkatu us mDr Hkwfe ij viuk dCtk dj fy;k vkSj rc ls yxkrkj mDr Hkwfe ij lCth eNyh o Vhxj rl:Qkr dh xqefr;ksa dks j[kok dj mlls rgcktkjh olwy djrh jgh gS fd Jh c`tfcgkjh yky VaMu dks dksbZ Hkh dCtk mDr Hkwfe ij ugha jg x;kA**      \n \n&quot;On expiration of 30 years&#x27; period of the aforesaid lease in 1983, Nagar Palika Parishad, Maunath Bhanjan, acquired possession on the said land; and since then, the Parishad, having set up the gumtis (Kiosks) of vegetables, fish and other items on the said land, has been persistently realising the bazari from them. No possession of Shri Brij Beharilal Tandon has remained on the said land.&quot; (English translation by Court)\n \n</blockquote><p data-structure=\"Precedent\" id=\"p_68\">38.\tDW-1, Vishnu Kumar Tandon himself admitted in his oral deposition that on disputed land there are about 25 to 30 Gumtis which are there for the last 15-20 years and they were kept at the instance of Nagar Palika Parishad itself. This statement of contesting Defendant-4/1 as DW-1 reads as under:\n</p> \n<blockquote id=\"blockquote_36\">**bl le; &gt;xM+k okyh tehu esa 25&amp;30 xqefV;ka gSA mlesa fofHkUu rjg ds O;olk; djrs gS bu nqdkuksa dh rgcktkjh u0ik0 olwy djrh Fkh fd ugha eq&gt;s tkudkjh ugha gSA mijksDr nqdkuksa dks fookfnr tehu esa eSa 15&amp;20 o&quot;kZ ls ns[k jgk gwWA pwafd u0ik0 us gh bu xqefV;ka dks j[kok;k FkkA blfy;s u0ik0 ds f[kykQ nkf[ky fd;k &#x27;kklu ds f[kykQ fy[kk FkkA** \n \n&quot;At present, there are 25-30 gumtis (kiosks) on the disputed land; whereon, different kinds of businesses are being run. I don&#x27;t know whether Nagar Palika realises tehbazari for these shops or not. I have been a witness to these shops being on the disputed land for 15-20 years. Since it was Nagar Palika which had caused these gumtis (kiosks) to be set up; hence, a case has been filed against the Nagar Palika while writing against the government.&quot; (English translation by Court) \n \n</blockquote><p data-structure=\"Precedent\" id=\"p_69\">39.\tThis admission of DW-1 clearly shows that at the time of filing of suit in question in 1999, disputed land substantially was in possession of Nagar Palika Parishad and for this purpose Sri Brij Behari Lal Tandon had also filed a Suit No. 1725 of 1992 which was subsequently dismissed for non prosecution. Trial Court has completely ignored this evidence on record and has simply referred to this Court&#x27;s interim order passed in Writ Petition No. 13846 of 1988. It has said that since there was a direction that petitioner shall not be evicted, therefore, plaintiff&#x27;s possession is not proved. In Writ Petition No. 13846 of 1988 interim order passed on 26.07.1988 reads as under:\n</p> \n<blockquote id=\"blockquote_37\">&quot;Till further orders of this Court the direction of the Government to the petitioner to renew the lease on condition of payment of premium of Rs. 1,97,200/- shall remain stayed. The petitioner shall be liable to pay only the annual rent as has been determined in the order dated 31.3.85, copy of which has been filed as Annexure 5 to the writ petition. The arrears shall be paid within six weeks from the date a copy of this order is filed before the District Magistrate/ Collector, Azamgarh.&quot; \n</blockquote> \n<p data-structure=\"Conclusion\" id=\"p_70\">40.\tOn 27.07.1988 on Misc. Application No. 14371 of 1988 filed by Sri Brij Behari Lal Tandon in Writ Petition No. 13846 of 1988, this Court passed following interim order:\n</p> \n<blockquote id=\"blockquote_38\">\t&quot;In furtherance of our order dated 26th July, 1988, we further direct that the petitioner shall not be evicted from the property in dispute.&quot;\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_71\">41.\tThe ex parte interim orders were passed by Court on the basis of averments made by petitioner in writ petition. Said orders cannot be construed as if correctness of facts asserted by petitioner on merits was adjudicated. Aforesaid interim orders cannot be construed as if this Court recognized and adjudicated the fact that Sri Brij Behari Lal Tandon was in possession of disputed land and Nagar Palika Parishad was not having possession thereof. This adjudication ought to have been made by Trial Court in the case in hand on the basis of evidence brought before it but it has failed to do so. Evidence on record, particularly admission on the part of DW-1, Vishnu Kumar Tandon, that on disputed land Nagar Palika Parishad got several hutments (gumtis) placed wherein commercial activities are being carried on and plaintiff-appellant was realizing Tah Bazari, shows actual physical possession of appellant. Instead of examining evidence on record, Court below, only on the basis of ex parte interim order dated 27.07.1988 has answered Issue-1 in respect of possession of disputed land in favour of Defendants-4/1 to 4/5 which cannot be said to be a finding based on evidence. We have no hesitation in reversing the same since, in our view, there is evidence on record and also admission on the part of Defendants-4/1 to 4/5 that substantial land in dispute, was taken in possession by Nagar Palika Parishad. It got placed a large number of hutments (gumtis) thereon and started realization of Tah Bazari from occupants in respect of commercial activities undertaken by them. This fact is also fortified from subsequent action of Defendants-4/1 to 4/5 in filing Original Suit No. 1725 of 1992 against Nagar Palika Parishad. Copy of plaint of Original Suit No. 1725 of 1992 (Paper No. 298Ga) is on record and in para 10 thereof it has said as under:\n</p> \n<blockquote id=\"blockquote_39\">**;g fd izfroknhx.k clkftl [kqngk ekuuh; mPp U;k;ky; ds vkns&#x27;k dh voekuuk djrs gq;s lqUnjhdj.k ds uke ij oknh dh iV~Vk &#x27;kqnk tehu ij iVjh ds foLFkkfir fd;s x;s nqdkunkjksa] xqeVh okyksa rFkk iVjh ij [kksepk j[kus okyksa mtkM+dj oknh dh iV~Vk &#x27;kqnk tehu ij vkckn djus dh lkft&#x27;k dj jgs gSa vkSj yxkrkj iV~Vk &#x27;kqnk tehu ij voS/k dCtk djk jgs gSaA**\n \n&quot;The defendants, while showing contempt to the Hon&#x27;ble High Court&#x27;s order, are conspiring together to remove the shopkeepers, gumtiwalas (kiosk owners) and khomachwalas (vendors) from the roadsides in the name of beautification, to relocate them to the leased land of the plaintiff, and to persistently ensure delivery of possessions thereof to them.&quot; (English translation by Court)\n \n</blockquote><p data-structure=\"Section\" id=\"p_72\">42.\tRelief prayed for in aforesaid suit reads as under:\n</p> \n<blockquote id=\"blockquote_40\">**v\t;g fd U;k;ky; }kjk fMdzh gqdqe bErsukbZ nokeh cgd oknh f[kykQ izfroknhx.k bl vez dh lkfnj Qjek;h tkos fd os vkjkft;kr ustk;h ua0 148@14 jdck 1-366 dM+h o vkjkth ua0 167@4 jdck 200 dM+h okdk ekStk lgknriqjk dLck ijxuk o rglhy emukFk Hkatu] tuin em gLc rQlhy pkSgn~nh uD&#x27;kk utjh v{kj v] c] l] n vthZ nkok esa oknh ds dCtk n[ky esa fdlh uo ls ekuko eqtkfge u gksa ml ij u rks dksbZ LFkk;h vFkok vLFkk;h fuekZ.k djsa u ml ij vU; fdlh l[l dks dCtk djus dks izksRlkfgr djsa vkSj u fdlh xSj l[l dh &gt;qXxh &gt;ksiM+h xkseVh vFkok nqdku fVu &#x27;ksM yxok;saA\n \nc\t;g fd oknh ftl fdlh vU; nknjlh dk eqLrgd gks lkfnj Qjek;h tkosA\n \nl\t;g fd dqy [kpkZ eqdnek ftEek izfroknhx.k vk;n fd;k tk;sA**\n \n&quot;(A) A decree may please be passed by the court by way of an injunction against the defendants to the effect that they shall refrain from creating any obstruction on the peaceful occupation and possession of the plaintiff on the land, araji no. 148/14 measuring 1.366 kadi and araji no. 167/4 measuring 200 kadi demarcated by the boundary marked as letter A, B, C and D in the suit, situated at Village - Sahadatpura, Town-Pargana-Tehsil - Maunath Bhanjan, District - Mau ; nor shall they raise any permanent or temporary constructions thereon; nor shall they abet others to get possession thereon; and nor shall they have jhuggi-jhopadi (hutments), gumtis or tin-shades of the shops of any other persons set up thereon.&quot;    \n</blockquote> \n<blockquote id=\"blockquote_41\">(B) That any other relief which the plaintiff may be entitled to, may please be awarded to him. \n</blockquote> \n<blockquote id=\"blockquote_42\">(C) That the whole cost of the suit may please be imposed on the defendants.&quot;  (English translation by Court)\n \n</blockquote><p data-structure=\"Precedent\" id=\"p_73\">43.\tAforesaid suit admittedly has been dismissed. Aforesaid evidence of both parties shows that substantial part of land in dispute was in possession of plaintiff-appellant on the date, suit was filed. However, as per admission of plaintiff&#x27;s own witness, a small part of land on which two Kotharies (rooms) were constructed, continued in possession of Defendant-Respondent 4 (now Defendants-4/1 to 4/5). Therefore, we reverse findings otherwise recorded by Court below in respect of possession of disputed land and answer Point-2 in favour of plaintiff-appellant in the manner as said above.\n</p> \n<p data-structure=\"Conclusion\" id=\"p_74\">44.\tNow comes third question, whether suit for mere declaration is maintainable or not. In view of our answer to Point-2 returned in favour of plaintiff-appellant, we have no hesitation in holding that suit for mere declaration is not barred, since plaintiff-appellant was in possession of land in dispute substantially. Suit was not barred by <a href=\"/doc/1317393/\" id=\"a_21\">Section 34</a> of Act, 1963 and two judgments referred and relied by learned counsel appearing for Defendants-4/1 to 4/5 do not help him.\n</p> \n<p data-structure=\"Conclusion\" id=\"p_75\">45.\tIn view of above, appeal is partly allowed. Judgment and decree, dated 14.03.2016 and 26.03.2016, respectively, passed by Court below in Original Suit No. 164 of 1999, in so far as it has dismissed suit of plaintiff-appellant with regard to its declaration on the point of possession over disputed land, is set aside and to that extent, suit in question is decreed. It is declared that land in dispute, except to the extent of two Kotharies (rooms) constructed by father of Defendants-4/1 to 4/5 which are existing and in continued possession of Defendants-4/1 to 4/5, rest of the land is in possession of plaintiff-appellant.\n</p> \n<p data-structure=\"Conclusion\" id=\"p_76\">46.\tParties shall bear their own costs to the extent of success. \n</p> \n<p data-structure=\"Conclusion\" id=\"p_77\">Order Date :-06.07.2018\n \nAK\n \n\n\n\n \n\n\n\n\n \n\n\n \n    \n     \n  \n </p>","numcites":16,"numcitedby":7,"docsource":"Allahabad High Court","citetid":49708520,"divtype":"judgments","relatedqs":[{"value":"court translators","formInput":"court%20translators"},{"value":"nazul land","formInput":"nazul%20land"},{"value":"revenue records","formInput":"revenue%20records"},{"value":"mere declaration ","formInput":"mere%20declaration%20"},{"value":"land dispute","formInput":"land%20dispute"},{"value":"property dispute","formInput":"property%20dispute"},{"value":"possession over land","formInput":"possession%20over%20land"},{"value":"azamgarh","formInput":"azamgarh"},{"value":" land acquisition  act 1894","formInput":"%20land%20acquisition%20%20act%201894"},{"value":"land record","formInput":"land%20record"},{"value":"govt land","formInput":"govt%20land"},{"value":"lease of land   ","formInput":"lease%20of%20land%20%20%20"},{"value":"translators","formInput":"translators"},{"value":"nazul","formInput":"nazul"},{"value":"collusion","formInput":"collusion"},{"value":"PUBLIC PURPOSE","formInput":"PUBLIC%20PURPOSE"},{"value":"dispossession","formInput":"dispossession"},{"value":"bihari lal ","formInput":"bihari%20lal%20"},{"value":"lease deed","formInput":"lease%20deed"},{"value":"  municipalities land","formInput":"%20%20municipalities%20land"}],"cats":[{"value":"discretion-of-court","formInput":"tag:discretion-of-court"},{"value":"land-acquisition-law","formInput":"tag:land-acquisition-law"},{"value":"limitation","formInput":"tag:limitation"}],"courtcopy":true,"query_alert":null,"agreement":false}