{"tid":1623517,"publishdate":"2006-12-04","title":"Ramji Rai & Another vs Jagdish Mallah (Dead) Through L.Rs.& ... on 4 December, 2006","doc":"<h2 class=\"doc_title\">Ramji Rai &amp; Another vs Jagdish Mallah (Dead) Through L.Rs.&amp; ... on 4 December, 2006</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2007 SUPREME COURT 900, 2007 AIR SCW 599, 2007 (2) ALL LJ 206, (2008) 3 LANDLR 631, 2006 (13) SCALE 328, (2007) 2 JCR 236 (SC), (2007) 3 ALLMR 371 (SC), 2007 (14) SCC 200, (2007) 49 ALLINDCAS 9 (SC), (2007) 2 LANDLR 632, (2006) 13 SCALE 328, (2007) 4 CIVILCOURTC 107, (2007) 1 ICC 849, (2007) 66 ALL LR 307, (2007) 1 ALL RENTCAS 367, (2007) 2 WLC(SC)CVL 88, (2007) 3 RECCIVR 680</h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-pasayat\">Arijit Pasayat</a>, <a href=\"/search/?formInput=benchid:s-h-kapadia\">S.H. Kapadia</a></h3>\n\n<pre id=\"pre_1\">           CASE NO.:\nAppeal (civil)  5353 of 2006\n\nPETITIONER:\nRamji Rai &amp; Another\n\nRESPONDENT:\nJagdish Mallah (Dead) through L.Rs.&amp; Another\n\nDATE OF JUDGMENT: 04/12/2006\n\nBENCH:\nARIJIT PASAYAT &amp; S.H. KAPADIA\n\nJUDGMENT:</pre>\n<p data-structure=\"Issue\" id=\"p_1\">J U D G M E N T\n(Arising out of SLP (C)No.19322 of 2004)\n\nKAPADIA, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\tLeave granted.\n</p><p data-structure=\"Facts\" id=\"p_3\">\tPlaintiff (appellant no.1 herein) instituted Civil Suit \nNo.202/77 for permanent injunction in the court of Additional \nMunsif Magistrate-VII, Ballia, against defendants-respondents.  \nIn the said suit appellant sought permanent injunction \nrestraining the defendants from interfering in the possession \nof the land in dispute or from raising boundary wall.  In the \nsuit it was alleged that the appellants owned a house from the \ntime of their ancestors; that their sehan was towards the \nsouth of the said house; that the said sehan was in their \npossession even prior to the enactment of <a href=\"/doc/91098237/\" id=\"a_1\">U.P. Zamindari \nAbolition and Land Reforms Act, 1950</a>; and that their cattle, \npalanis and troughs etc. existed on the said land which was \nutilized by the appellants for different household purposes.  \nThe appellants further alleged that the disputed land was \nunbounded and that they had started construction of the \nboundary wall after leaving a small passage between their \nhouse and the sehan.  The appellants further stated that they \ncould not complete the boundary wall as they had to go to \nBombay where they were employed; that when they came back \nfrom Bombay to the village they started the work of \nreconstruction which was obstructed by the respondents and, \ntherefore, they were compelled to file the suit for a permanent \ninjunction restraining the respondents from interfering in the \npossession of the land in dispute as also from interfering in \nthe construction of the boundary wall.\n</p>\n<p data-structure=\"PetArg\" id=\"p_4\">\tThe respondents denied the above allegations.  They \ncontended that the disputed land belonged to them; that the \ndisputed land was used by them for different household \npurposes; that they had been in possession of the land in \ndispute for several years; that there was a passage between \nthe house of the appellants and the disputed land in question; \nthat the respondents had constructed a wall which could not \nbe completed on account of the temporary injunction order \nobtained by the appellants in the present suit.  The \nrespondents further contended that the appellants were not \ntilling their agricultural land; that the appellants had let out \ntheir agricultural land to others and, therefore, there was no \nneed of keeping any cattle or agricultural equipment on the \ndisputed land as claimed by the appellants.\n</p>\n<p data-structure=\"Issue\" id=\"p_5\">\tAfter framing the issues the trial court decreed the suit.  \nThe trial court held that the appellants were the owners and \nthey were in possession of the disputed land.\n</p>\n<p data-structure=\"Issue\" id=\"p_6\">\tAggrieved by the decree passed by the trial court, the \nrespondents herein carried the matter in appeal vide Civil \nAppeal No.84 of 1979 in the court of Additional District Judge, \nBallia.\n</p>\n<p data-structure=\"PetArg\" id=\"p_7\">\tBy judgment and order dated 21.9.1981, A.D.J. came to \nthe conclusion that the plaintiff-appellants had failed to prove \nthat the disputed land was his sehan land; that appellant  \nno.1 had admitted in his statement that one Raghunath Rai \nwas the real brother of his father; that separation had taken \nplace in the family between the appellants and Raghunath Rai; \nthat prior to the separation, the appellants and Raghunath Rai \nwere joint; that at that time they had a common sehan land \nand that the appellants sehan, at the time when the family \nwas joint, was towards the east of his house.  The lower \nappellate court further found that both the appellants and the \nrespondents were claiming the disputed land as an area \nappurtenant to their building.  However, the lower appellate \ncourt came to the conclusion that the boundary wall was \nconstructed by the respondents and not by the appellants.  \nThe lower appellate court further found that the appellants \nhad no direct access to the land in question; that there was a \nlane running between the appellants&#x27; house and the disputed \nland in question; that the appellants were not using the \ndisputed land as his sehan from the time of their ancestors; \nthat the appellants had admitted that before the partition the \npresent house of the appellants was used for keeping cattle \nand that the sehan of the appellants before the partition was \ntowards the east and not towards the south of the house as \nclaimed by the appellants.  The lower appellate court further \nfound that the respondents were using the land in dispute; \nthey were keeping their cattle on the disputed land; they were \nkeeping fodder and other agricultural equipments on the \ndisputed land and in the circumstances the lower appellate \ncourt came to the conclusion that the suit land was being \nused by the respondents for their household purposes and \nthey were in possession of the said land.  In the \ncircumstances, the suit was dismissed by the lower appellate \ncourt.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_8\">\tAggrieved by the judgment delivered by the lower \nappellate court, the appellants carried the matter in second \nappeal to the High Court.  By the impugned judgment, Second \nAppeal No.2839 of 1981 was dismissed on 2.4.2004.  Hence \nthis civil appeal.\n</p>\n<p data-structure=\"Precedent\" id=\"p_9\">\tAs stated above, the lower appellate court vide judgment \ndated 21.9.1981 dismissed the suit filed by the appellants.   \nWhile dismissing the suit the lower appellate court held as \nfollows:\n</p><blockquote id=\"blockquote_1\">&quot;On consideration on the entire materials \non record, as discussed above, I find that the \nplaintiff has totally failed to establish that the \ndisputed land was ever possessed by him as \nhis sahan land.  He has also failed to establish \nthat the construction upto the time of the filing \nof the suit was got raised by him.  That being \nso, the plaintiff is not proved to be the owner of \nthe disputed land.  Therefore, he is not entitled \nto get any relief as claimed.  In the result, the \nappeal succeeds and it must be allowed with \ncosts.&quot;                                  (underlined by us)\n\n\n\n\tDr. R.G. Padia, learned senior counsel appearing on \nbehalf of the appellants, submitted that the lower appellate \ncourt and the High Court had erred in holding that the \nappellants were not in possession of the suit land as their \nsehan land.  It was further argued that the boundary wall was \nunder construction by the appellants and not by the \nrespondents.  Learned counsel submitted that in any event the \nlower appellate court had erred in stating that the appellants \nhave failed to prove that they were the owners of the disputed \nland.  It was urged that the present suit was only for \npermanent injunction.  It was urged that the appellants had \nnever sought a declaration of ownership and, therefore, lower \nappellate court had erred in holding that the appellants had \nfailed to prove their title to the disputed land.\n</blockquote>\n<blockquote id=\"blockquote_2\">\tOn the finding of facts, we do not wish to interfere.  There \nis no reason to reverse the concurring findings.  However, \nsuffice it to state that the lower appellate court should have \ndismissed the suit filed by the appellants only on the ground \nthat the appellants had failed to prove that they were in \npossession of the disputed lands.  Under <a href=\"/doc/1474155/\" id=\"a_2\">Section 38</a> of the \nSpecific Relief Act, 1963 an injunction restraining disturbance \nof possession will not be granted in favour of the plaintiff who \nis not found to be in possession.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1472774\" id=\"span_1\">In the case of a permanent \ninjunction based on protection of possessory title in which the \nplaintiff alleges that he is in possession, and that his \npossession is being threatened by the defendant, the plaintiff \nis entitled to sue for mere injunction without adding a prayer \nfor declaration of his rights [See: Mulla&#x27;s Indian Contract and \nSpecific Relief Acts, 12th Edn., page 2815]\n\n\n\tIn the case of <a href=\"/doc/1472774/\" id=\"a_3\">A.L.V.R. Ct. Veerappa Chettiar v. \nArunachalam Chetti and others</a> \u0016 AIR 1936 Madras 200, it \nhas been held that mere fact that the question of title may \nhave to be gone into in deciding whether an injunction can be \ngiven or not is not any justification for holding that the suit is \nfor a declaration of title and for injunction.  There can be a \nsuit only for an injunction.  The present suit is only for \npermanent injunction and, therefore, the lower appellate court \nshould have, on the facts and circumstances of this case, \nconfined itself to its dismissal only on the ground that the \nappellants have failed to show that they were in possession.  \nThis has been done but the declaration that the appellants are \nnot the owners, was not necessary.</span>  \n</blockquote>\n<blockquote id=\"blockquote_3\">\tSubject to above clarification, the appeal stands \ndismissed with no order as to costs.\n</blockquote>","numcites":3,"numcitedby":58,"docsource":"Supreme Court of India","citetid":1623517,"divtype":"judgments","relatedqs":[{"value":"permanent injunction","formInput":"permanent%20injunction"},{"value":"Sehan land","formInput":"Sehan%20land"},{"value":"land dispute","formInput":"land%20dispute"},{"value":"\"permanent injunction\"","formInput":"%22permanent%20injunction%22"},{"value":"boundary","formInput":"boundary"},{"value":"suit for land","formInput":"suit%20for%20land"},{"value":"\" household\"","formInput":"%22%20household%22"}],"cats":[{"value":"court-fees","formInput":"tag:court-fees"}],"courtcopy":true,"query_alert":null,"agreement":false}