{"tid":1690015,"publishdate":"1995-07-12","title":"Rajinder & Ors vs State Of Haryana on 12 July, 1995","doc":"<h2 class=\"doc_title\">Rajinder &amp; Ors vs State Of Haryana on 12 July, 1995</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1995 SCC (5) 187, JT 1995 (5) 272</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:m-k-mukherjee\">M.K Mukherjee</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:m-k-mukherjee\">M.K Mukherjee</a></h3>\n\n<pre id=\"pre_1\">           PETITIONER:\nRAJINDER &amp; ORS.\n\n\tVs.\n\nRESPONDENT:\nSTATE OF HARYANA\n\nDATE OF JUDGMENT12/07/1995\n\nBENCH:\nMUKHERJEE M.K. (J)\nBENCH:\nMUKHERJEE M.K. (J)\nANAND, A.S. (J)\n\nCITATION:\n 1995 SCC  (5) 187\t  JT 1995 (5)\t272\n 1995 SCALE  (4)379\n\n\nACT:\n\n\n\nHEADNOTE:\n\n\n\nJUDGMENT:</pre>\n<p data-structure=\"Issue\" id=\"p_1\">\t  THE 12TH DAY OF JULY 1995\nPresent:-\n</p><blockquote id=\"blockquote_1\">\t  Hon&#x27;ble Dr.Justice A.S Anand\n\t  Hon&#x27;ble Mr.Justice M.K.Mukherjee\nMr.R.K .Jain, Sr.Adv. and mr.Ravinder Bana, Adv. with him\nfor the Appellants.\n</blockquote><blockquote id=\"blockquote_2\">Mr.D.B. Vohra, Mr. K.C.Bajaj,Ms. Indu malhotra, Advs. for\nthe respondent.\n</blockquote><blockquote id=\"blockquote_3\">Mr.R.L.Kohli,Sr.Adv.Mrs.Rani Chhabra, Adv. with him for the\ncomplainant.\n</blockquote><blockquote id=\"blockquote_4\">\t       J U D G M E N T\nThe following Judgement of the court was delivered:\n</blockquote><blockquote id=\"blockquote_5\">\t  IN THE SUPREME COURT OF INDIA\n\t  CRIMINAL APPELLATE JURISDICTION\n\t  CRIMINAL APPEAL NO.125 OF 1968\nRajinder &amp; Ors.\t\t\t\t.....appellants\n\t  Versus\nState of Haryana\t\t\t.....Respondent\n\t\t    J U D G M E N T\nM.K. MUKHERJEE. J.\n</blockquote><blockquote id=\"blockquote_6\">     The eighteen  appellants herein  along with  ten others\nwere indicated\tfor an\tincident that took place on november\n17 1985\t in village  Lawa Khurd within the Police station of\nBahadurgarh in\twhich three  persons were killed and several\ninjured. Against one of them a charge under Section 6 of the\nTerrorist and  Distrubtive Activities (Prevention) Act, 1985\n(Act for  short) read  with <a href=\"/doc/73862/\" id=\"a_1\">sections  25</a> and  <a href=\"/doc/244673/\" id=\"a_2\">27</a> of the Arms\nAct, 1959 was also framed and therefore they were tried by a\nDesignated Court  constituted under <a href=\"/doc/1577703/\" id=\"a_3\">Section 9</a> of the Act. on\nconclusion of the trial, the Court, while recording an order\nof acquittal  against ten  co-accused in  respect of all the\ncharges levelled  against  them,  convicted  the  appellants\nunder\t Sections     148,    302/149\t  (three    counts),\n326/149.325/149,324/149 and 323/149 of the Indian Penal code\n(<a href=\"/doc/1569253/\" id=\"a_4\">I.P.C</a>.for short).  Besides,  two  of  the  appellants\twere\nconvicted under\t <a href=\"/doc/455468/\" id=\"a_5\">Section  307</a>  I.P.C.(two  counts)  and\t the\nremaining sixteen  were convicted for the same offences with\nthe aid\t of  <a href=\"/doc/999134/\" id=\"a_6\">Section  149</a>  I.P.C.  for\tthe  convictions  so\nrecorded the appellants were sentenced to different terms of\nimprisonment, including\t life. The above order of conviction\nand sentence  is under\tchallenge in this appeal filed under\n<a href=\"/doc/1062836/\" id=\"a_7\">Section 16</a> of the Act.\n</blockquote><p data-structure=\"Facts\" id=\"p_2\">     The prosecution  case as  disclosed by the evidence led\nat the\ttrial is  as under; One Prem Raj was the owner of 19\nkillas of  land in  village Lawa khurd. He died in May, 1982\nleaving behind a will whereby he had bequeathed that land to\nhis only  son Shri  Krishan. Consequent\t upon Shri Krishan&#x27;s\ndeath in  April, 1983  his wife Sm.Krishna (PW17) became the\nowner thereof.\tWhile in  possession of the land she entered\ninto an\t agreement with\t mange Ram (PW19) on November 4,1985\nfor its\t sale for  a total  consideration  of  Rs.2,00,000/-\nand,on receipt\tof a  sum of  Rs.50,000/- out  of  the\tsaid\namount at  the time  of execution  of the deed of agreement,\nhanded\tover  the  possession  to  Mange  Ram.\tOn  november\n12,1985, the  appellant Rajinder  singh, claiming himself to\nbe one\tof the\towners of the said land (hereinafter refered\nto as  disputed land&#x27;),\t as an\their of\t Prem  Raj,  and  in\npossession thereof,  lodged  a\tcomplaint  with\t the  police\nalleging  that\t Mange\tRam   and  his\tmen  had  criminally\ntrespassed therein  and cestroyed  the crops  he  had  grown\nthereon.  On   that  report   Bahadurgarh   Police   Station\nregistered a  case being  No. 532  dated 12.11.1985  against\nMange Ram  and others  put  it\tultimately  ended  in  their\ndischarge  as\tthe  police  found,  on\t investigation,\t the\naccusation to be false.\n</p><p data-structure=\"Facts\" id=\"p_3\">     The prosecution version of the incident that took place\non  November  17,1985  is  that\t at  or\t about\t10  A.M.when\nSm.Krishan (P.W.13),  niece of\tMange Ram.  Her\t father\t Ran\nSingh (deceased),her  uncles Rattan  Singh  (deceased),\t and\nDhan Singh,  her cousin\t Satabir (deceased),  her sister Ms.\nKamlesh (P.W.14).  her brother Balbir Singh (P.W.15) and her\nsister\t-   in\tLaw  Sm.Rajo  (P.W.16)\tand  Sm.Ramesh\twere\ncultivating their  ancestral land, which is at a distance of\none Killa  from the disputed land, Malak ram and Ved Prakash\n(two of\t the appellants) came there (the disputed land) with\ntwo camel-  ploughs. A\tfew  minutes  thereafter  the  other\naccused persons\t came there  in three tempos and one tractor\narmed with  various weapons.  Reaching there  they asked Ved\nPrakash and  Malak Ram\tas  to\twhy  they  had\tnot  started\nploughing.  On\t being\tso   encouraged\t when  they  started\nploughing the disputed land, Sm.Krishna along with her eight\ncompanions went there and implored the accused not to plough\nas that\t land had  been purchased and ploughed by them. then\nRam Karan  (since acouitted) instigated the other accused to\nkill them.  Immediately thereupon, the appellants Bhup Singh\nand Ishwar.  Who were two of the tempo drivers started their\ntempos and  dashed against   Rattan Singh, Ran Singh, Satbir\nSing and  Sm. Kamlesh  as a  result of which they fell down.\nThen the  other accused\t persons started  hitting them\twith\njailis, lathis,\t balams and  pharsas as\t a result  of  which\nRattan Singh,  Ram Singh  and satbir Singh fell down dead at\nthe spot  while others\tsustained injuries  - some  of\tthem\ngrievous. All  the appellants  then left  the place  leaving\nbehind two tempos and the camel ploughs.\n</p><p data-structure=\"Facts\" id=\"p_4\">     Sm. Krishna who had also sustained some injuries at the\nhands of the miscreants rushed to her house and narrated the\nincident to Mange Ram. Both of them then left for the Police\nStation to  lodge an  information about\t the incident,\twhen\nthey arrived  at the  local bus stand for that purpose, they\nmet Police  Inspector Rattan  singh (PW22),  who along\twith\nother police  personal was coming to their village in a jeep\nfor investigating into the case lodged on the information of\nappellant Ranjinder  Singh on  12.11.1985.P.W22 recorded the\nstatement of  Sm.Krishna at the bus stand and sent it to the\npolice\tstation\t  through  Constable   Rambhagat,  who\t was\naccompanying him,  for\tregistration  of  a  case.  he\tthen\nproceeded to  the disputed  land along\twith Sm.Krishna\t and\nMange Ram to take up investigation of the case. Reaching the\nspot he\t recorded the  supplementary statement of Sm.Krishna\nand sent  her for  medical examination. He held inquest into\nthe death  of Ran  singh and  Rattan singh while  S.I. Phool\nSingh (Pw  21), who  was accompanying him, held inquest into\nthe death  of Satbir  Singh. Some  blood stained  earth from\nfive different\tspots were seized by him and two tempos, two\ncamels, two  ploughs and  some pieces  of bricks  were taken\npossession of.\tAfter preparing\t a site plan and despatching\nthe dead  bodies for post-mortem examination, P.W.22 went to\nMedical college\t hospital, Rohtak  where injured Dhan Singh,\nSm.Ramesh,  Balbir,   Sm.  Kamlesh   and  Sm.Rajo   had\t got\nthemselves admitted  on their  own for\ttreatment. There  he\nrecorded the statement of all the injured except Dhan Singh,\nas according  to the doctor he was not recorded by P.W.22 on\nthe following  day. The\t accused were  arrested\t on  diverse\ndates and  various weapons  were recovered  from them. Those\nweapons along  with the\t blood stained\tearth earlier seized\nwere sent to Forensic Science laboratory(F.S.L) for chemical\nexamination.  After   receipt\tof   reports   of   chemical\nexamination and\t post-mortem examination and oncompletion of\ninvestigation P.W.22  submitted\t charge\t sheet\tagainst\t the\naccused.\n</p><p data-structure=\"Facts\" id=\"p_5\">     The  appellants  pleaded  not  guilty  to\tthe  charges\nlevelled against  them. Their  version, as given out by them\nin their statements recorded under\n <a href=\"/doc/767287/\" id=\"a_8\">Section 313</a> of the Code of Criminal Procedure and by\nAttar Singh  (DW15), who  claimed to  be an eye witness, was\nthat they  were cul;tivating  the disputed land for a number\nof years.  Having learnt a few days before the incident that\nMange Ram  was planning\t to destroy their crops, two of them\npersonally asked  him not to do so. As, Mange Ram refused to\noblige and  threatened to  cause harm  to them,\t they lodged\ncomplaints against Mange Ram on 6.11.1985 and 11.11.1985 but\nno action  was\ttaken  by  the\tpolice\tthereon.  Encouraged\nthereby,in the\tnight of  November 11/12,1985, Mange Ram and\nhis men\t uprooted the  crops they  had sown  on the disputed\nland a\tmonth earlier. For this mischief they again lodged a\ncomplaint against Mange Ramand his men and some of them were\narrested. As regards the incident on november 17, 1985 their\nversion was  that at  or about 6 A.M. seven of them- who are\nall appellants\tbefore us_  went to  the disputed  land with\ncamel ploughs  and a  tempo carrying  fertiliser and  seeds.\nWhile they  were ploughing  the land, seven persons, namely,\nRan Singh, Rattan Singh, Dhan Singh, satbir, Sm.Kamlesh, sm.\nRajo and  Sm. Ramesh  came there  carrying lathis and jails.\nRan Singh, father of Sm. Krishna (PW13), trespassed into the\ndisputed land  and shouted  that they  should be  killed and\nforcible possession of the land taken. Then satbir shattered\nthe wind  screen of  their   tempo with a jaili while others\ncaused hurt  to some  of them.\tFinding no other alternative\nthey exercised\ttheir right  of private\t defence of property\nand person  as a  result of  which all the seven persons who\nhad  trespassed\t into  the  land  were\tinjured.  The  other\nappellants however  denied their  presence at  the spot\t and\ncontended  that\t  they\thad  been  falsely  implicated.\t The\nappellant, Ishwar  put forward\ta plea of a alibi contending\nthat he\t was a conductor of Haryana Roadways and at the time\nof the alleged incident he was on duty in a bus\t plying from\nDelhi to Katra.\n</p><p data-structure=\"PetArg\" id=\"p_6\">     In support\t of their  respective cases  the prosecution\nexamined twenty two witnesses and the defence sixteen.\n</p><p data-structure=\"CDiscource\" id=\"p_7\">     On\t consideration\t of  the  evidence,  both  oral\t and\ndocumentary, the trial court held, firstly, that the accused\nwere in\t settled possession  of the  disputed land  and\t not\nSm.Krishana (PW\t 17) widow of Shri Krishan and, consequently\nthe question  of her  delivering possession  of that land to\nMange Ram  after the execution of the agreement for sale old\nnot arise. As regards the sequence of  events on the fateful\nmorning\t the  trial  court  observed  that  the\t prosecution\nversion\t that  on  seeing  the\taccused\t entering  into\t the\ndisputed land for ploughing, the complainant party came from\ntheir ancestral land and with folded hands requested them to\nwithdraw  therefrom  was  patently  false.  With  the  above\nobservation, the Court drew the following conclusion:-\n</p><blockquote id=\"blockquote_7\">&lt;SLS&gt;\n     &quot;What appears  is that in the morning of\n     17.11.1985.   the\t  complainant\tparty\n     trespassed into  this land, and when the\n     accused party  came to  know about, they\n     immediately  mounted   a\tfull-strength\n     assault on\t them to throw them out. I am\n     aware that\t this is  not the  version of\n     either party.  I am  also aware  of  the\n     dictum that court is not to evolve third\n     story. But\t I am  also conscious that it\n     is one  of the bounden and sacred duties\n     of the  Court  to\tsift  the  truth,  to\n     separate the  grain from  the chaff. And\n     after giving  a serious  thought to  the\n     matter on\trecord and  the circumstances\n     emerging therefrom,  I have  come to the\n     conclusion recorded above&quot;.\n</blockquote><p data-structure=\"Issue\" id=\"p_8\">&lt;SLE&gt;\n     The trial\tcourt next  posed the question as to whether\nthe complainant\t party&#x27;s illegal and unauthorised entry into\nthe land  entitled the\taccused to  cause harm to them - and\nparticularly to\t the extent  they had  caused - and answered\nthe same with the following words:\n</p><blockquote id=\"blockquote_8\">&lt;SLS&gt;\n      &quot;Here,  the first thing is the injuries\n     sustained by  theaccused. they have just\n     been reproduced  above in\tparagraph No.\n</blockquote><blockquote id=\"blockquote_9\">     24. They are eight in number and all are\n     superficial. As  against this, the total\n     number  of\t  injuries   found   on\t  the\n     complainant party is sixty - five. It is\n     true that comparative number of injuries\n     is not  the sole decisive factor, but it\n     is one  of the  guiding factors  for the\n     court to  determine the  extent of right\n     of self-defence.  Another important fact\n     is\t the  parts  of\t body  involved.  The\n     injuries on  the deceased\twere on vital\n     parts and\tit has not been disputed that\n     they were\tsufficient to cause immediate\n     death.  Indeed,   this  could   not   be\n     disputed, because the deeths occurred at\n     the spot  itself. Thus  it is clear that\n     the accused  have\tcommitted  much\t more\n     harm then was necessary.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_9\">&lt;SLE&gt;\n     In recording  the above  finding the  trial Court\ttook\ninto consideration  the fact  that no  explanation was forth\ncoming either from the accused or from D.W.15, as to how the\nthree victims  met with\t their death. In negativing the plea\nof right  of the  private defence  of  property\t and  person\nraised by the accused the Court lastly observed:\n</p><blockquote id=\"blockquote_10\">&lt;SLS&gt;\n     &quot;Furthermore, since the accused were not\n     present   in   the\t  fields   when\t  the\n     complainant&#x27;s party  entered  there,  as\n     held  by\tme,  above,   there  was   no\n     immediate\tdanger\t to   their   person.\n</blockquote><blockquote id=\"blockquote_11\">     Therefore, no  right of  private defence\n     of person\taccrued to them. In any case,\n     there was no danger of death or grievous\n     hurt and,\ttherefore, they\t had no right\n     to cause the harm which they have caused\n     to the complainant party. As regards the\n     right of  private defence\tof  property,\n     the  only\t offence  committed   by  the\n     complainant  party,   was\t that\tunder\n     <a href=\"/doc/162506/\" id=\"a_9\">Section 447</a>  of the  Indian Penal\tCode,\n     and that  would not  give the  accused a\n     right of  self-defence to\tthe extent of\n     causing grevious hurt to death.\n</blockquote><blockquote id=\"blockquote_12\">     Thus the action of the accused party was\n     neither within the scope of  section 100\n     of the  Indian penal Code nor within the\n     purview of Section 103.\n</blockquote><blockquote id=\"blockquote_13\">     Above all,\t the accused had time to have\n     recourse to  the  protection  of  public\n     authorities as well. Therefore, no right\n     of\t private   defence  accrued   to  the\n     accused at\t all even on the holding that\n     they were\tin settled possession and the\n     complainant party had committed trespass\n     on the morning of 17.11.1985.&quot;\n</blockquote><blockquote id=\"blockquote_14\">&lt;SLE&gt;\n     In assailing  the judgement the learned counsel for the\nappellants  first  submitted  that  having  disbelieved\t the\nprosecution case  as to\t the manner  in which  the onslaught\noriginated, the\t trial Court was not justified in basing the\nconviction  on\ta  case\t made  out  by\titself.It  was\tnext\ncontended  that\t the  trial  Court  having  disbelieved\t the\nevidence  of   the  four   eye-witnesses  examined   by\t the\nprosecution as\tagainst ten of the accused ought not to have\nrelied\tupon   the  self   same\t evidence   to\tconvict\t the\nappellants. It\twas then contended that having regard to the\nfindings recorded  by the trial Court that the accused party\nwere in\t settled possesion of the disputed land and that the\ncomplainant party  had criminally trespassed thereon and the\nuncontroverted evidence\t on record  that four of the accused\nsustained injuries in the incident, the trial Court ought to\nhave held,  in view  of <a href=\"/doc/777353/\" id=\"a_10\">section 96</a> of the Indian Penal Code,\nthat no\t offence was  committed by the accused as they acted\nin bonafide  exercise of  their right  of private defence of\nproperty and  person. The  learned counsel  lastly submitted\nthat even if the entire case of the prosecution was believed\nthe conviction\tunder section 302 read with 149 <a href=\"/doc/1569253/\" id=\"a_11\">I.P.C</a>. could\nnot be\tsustained and  it was  liable to  be altered  to one\nunder Section  304 (Part  1) <a href=\"/doc/1569253/\" id=\"a_12\">I.P.C</a>  as the facts of the case\nwere squarely covered by exception 2 to <a href=\"/doc/626019/\" id=\"a_13\">section 300</a> IPC.\n</blockquote><blockquote id=\"blockquote_15\">     In\t repudiating  the  above  contentions,\tthe  learned\ncounsel appearing  on behalf  of the respondent- state urged\nthat the findings of the trial Court, that the accused party\nwere in settled possession of the disputed land and that the\ncomplainant party  had criminally  trespassed therein before\nthe former&#x27;s  arrival, were,  in view  of  the\tevidence  on\nrecord, patently  wrong. He  however, urged  that the  other\nfindings recorded by the trial Court were fully porne out by\nthe evidence  on record.  As regards  the contention  of the\nappellants that\t they were antitled to an order of acquittal\nin view\t of acquittal  of ten  others the Counsel urged that\nthe principle  &quot;Falsus in  uno, Falsus\tin omnibus&quot;  was not\navailable in  criminal trial.  Besides,\t he  submitted,\t the\nreasons which weighed with the trial court for the acquittal\nof the\tten others  were not available to the appellants. He\nlastly urged  that  considering\t the  manner  in  which\t the\nassault took place and the nature and number of injuries the\naccused inflicted  on the  deceased and other members of the\ncomplainant party  Exception 2\tto <a href=\"/doc/626019/\" id=\"a_14\">Section 300</a> of the Indian\nPenal Code had no manner of application.\n</blockquote><blockquote id=\"blockquote_16\">     Having carefully  considered and  assessed the evidence\non record,  so far  as they relate to the appellants, we are\nunable to accept any of the\ncontentions raised  on their  behalf even  proceeding on the\nassumption that\t the finding  of the  trial Court  that\t the\naccused were  in settled  possession of the disputed land is\nunassailable. Prosecution  led evidence\t through  Sm.Krishna\n(P.W.13)   Sm.Kamlesh\t (P.W.14),   Balbir   (P.W.15)\t and\nSm.Rajo(P.W.16) that in the morning of November 17,1985,when\nthey along  with their\tother  family  members\tnamely,\t Ran\nSingh, Dhan singh, Satbir Singh, Balbir singh and Sm. Ramesh\nwere cultivating  their ancestral  land, which separated the\ndisputed land  by a killa, accused Ved Prakash and Malak Ram\ncame there  with two camel ploughs. A few minutes thereafter\nthe other accused came there in three tempos and one tractor\narmed with  various weapons  including pharsas,\t ballams and\nlathis and  asked Ved  Prakash and  Malak Ram as to why they\nhad not\t started ploughing  the disputed land. At that stage\nall the\t members  of  the  complainant\tparty  went  to\t the\ndisputed land and requested the accused with folded hands to\nwithdraw from  that land  as they had purchased the same and\nalso ploughed  it. According  to the  above four  witnesses.\nImmediately thereupon on the instigation of Ram Karan (since\nacquitted) Bhup\t and Ishwar (two of the appellants) put into\nmotion the  two tempos,\t of which  they were the drivers and\ndashed against some of them felling them down. Then Bhup and\nIshwar\tstopped\t their\ttempos.\t The  accused  persons\tthen\nstarted beating\t the members  of the  complainant party with\nthe various  weapons they were carrying as a result of which\nRam Singh,  Rattan Singh  and Satbir Singh fell down dead on\nthe spot,  Dhan Singh,\tSm. Rajo  and Sm.  Kamlesh sustained\ngrievous injuries  including fractures\tand the\t other three\nsustained minor\t injuries. Then\t the accused persons left in\none tempo and a tractor.\n</blockquote><blockquote id=\"blockquote_17\">     The accused  in their  turn led evidence through D.W.15\nAttar Singh to prove that in the morning when he had gone to\nplough his  land, adjacent  to the  disputed land,  he found\nNafe, Phool  Chand, Bhup,  Nathu, Mahinder, Surte and Ramesh\n(all appellants\t before us)  ploughing\tthe  disputed  land.\nSometimes thereafter  he saw  Ran Singh,  Rattan singh, Dhan\nSingh, Satbir Singh, Sm. Kamlesh, daughter of Dhan singh and\nSm. Ramesh  and Sm. Rajo, two daughters-in-law of Dhan Singh\n(seven members\tof  the\t complainant  party)  coming  there.\nAccording to him while the male members were carrying jailis\nthe ladies  were carrying  lathis. He  next stated  that Ran\nSingh raised  lalkara and  then starting  beating  Mahinder,\nRamesh and  Bhup causing injuries on them. Besides, nafe was\nalso beaten  up but  the witness could not say who beat him.\nThen Rajinder  and others  picked up  jailis and  lathis  in\ntheir defence  causing injuries to the above mentioned seven\nmembers of the complainant party.\n</blockquote><blockquote id=\"blockquote_18\">     As noticed earlier the trial Court disbelieved both the\nversions relating  to the  genesis of the assault and gave a\nversion of its own which has already been reproduced. We are\nin complete  agreement with  the  learned  counsel  for\t the\nappellants that\t the trial Court was not justified in making\nout a  case of\tits own,  disbelieving\tand  discarding\t the\nrespective cases  made out  by the parties; but then, having\ngiven our  anxious consideration  to the evidence adduced by\nthe parties  regarding the  origin of  the incident  of that\nfateful day,  we are  of the  opinion that  the trial  Court\nought to  have accepted\t the prosecution  version. The trial\nCourt held  that keeping  in view  the incidents  that\ttook\nplace earlier  on November  12 and November 14, 1985 and the\nfact that  a large number of miscreants came in three tempos\nand one\t tractor armed\twith deadly  weapons for a murderous\nassault it would be an insult to common sense to believe the\nprosecution story  that the  nine members of the complainant\nparty went  there with\tfolded hands  to  persuade  them  to\nwithdraw. In  the context  of the  evidence on record we are\nconstrained to\tsay that  the above remark made by the trial\nCourt  is  not\tonly  uncalled\tfor  and  unsustainable\t but\nunfortunate. Admittedly\t only a\t few days back - on November\n12, 1985 to be precise - the appellant Rajinder had lodged a\ncomplaint against  some members\t of  the  complainant  party\nincluding  Mange   Ram\tfor  committing\t trespass  into\t and\ndamaging crops\tof  the\t disputed  land\t and  in  connection\ntherewith some\tof them were arrested. Again on November 14,\n1985 Sm\t Rajo (P.W.16)\thad lodged an F.I.R. against some of\nthe accused  persons alleging  commision of  offences  under\n<a href=\"/doc/838469/\" id=\"a_15\">Section 452</a> and <a href=\"/doc/1011035/\" id=\"a_16\">323</a> IPC. The motive for the assault as given\ntherein was  that the  complainant party  had  ploughed\t the\ndisputed land.\tIn the\tcontext of  these facts,  which\t the\ntrial Court  also  noticed,  it\t was  not  likely  that\t the\ncomplainant party  would venture  to forcibly  cultivate the\ndisputed  land\t immediately  thereafter  and  face  another\nprosecution. Judged  in that  light their  assertion that at\nthe material time they were cultivating their ancestral land\ndoes not seem to be improbable more so, when the accused did\nnot even  suggest, much\t less prove,  that they\t had no such\nland near the disputed land.\n</blockquote><blockquote id=\"blockquote_19\">     Besides, the  evidence of\tP.Ws. 13,14,15\tand 16 as to\nthe manner in which the trouble started and the assault took\nplace is  not only  cogent and\tconsistent but\talso  stands\ncorroporated by\t other materials on the record, which may be\nsummarised as under:-\n</blockquote><blockquote id=\"blockquote_20\">i) The\taccused admitted  the presence\tof seven  out of the\nnine members  of the complanant party (except P.Ws. 13 &amp; 15)\nat the\ttime of\t the incident  and of their having sustained\ninjuries.\n</blockquote><blockquote id=\"blockquote_21\">ii) Dr.\t S.K. Bhutani  (P.W.2) examined P.W.13 on 17.11.1985\nat 1.45\t p.m. and found three injuries on her person; one of\nwhich, he  opined, could  be caused  by a pointed weapon and\nother two by blunt weapon.\n</blockquote><blockquote id=\"blockquote_22\">iii) On\t the same  afternoon  (17.11.1985)  Dr.\t J.S.  Lamba\n(P.W.4)\t examined   Dhan  Singh,  Sm.  Ramesh,\tSm.  Kamlesh\n(P.W.14) Sm.  Rajo (P.W.16)  and Balbir\t (P.W.15) and  found\nlacerated injuries  on their  persons. On  X&#x27;ray examination\nDhan Singh was found to have sustained compound fractures of\nboth bones  of\tright  forearm\tand  of\t right\thumerus\t and\nfracture of  left radius;  Sm. Kamlesh sustained fracture of\nshaft of right femur and Sm. Rajo sustained fracture of left\nparietal bone.\tAccording to  Dr. Lamba injury No. 8 of Dhan\nSingh -\t deformity of  right upper  limb with  angulation  -\n</blockquote><p data-structure=\"Precedent\" id=\"p_10\">could be  caused by  being hit\tby a tempo and also by being\nrun over by it.\n</p><p data-structure=\"CDiscource\" id=\"p_11\">iv)  Dr.  K.K.\tChawla\t(P.W.1)\t who  held  the\t post-mortem\nexaminations on\t the  three  deceased  on  18.11.1985  found\nfifteen injuries  on Satbir,  fourteen of which were incised\nand/or penetrating  woulds on  the upper  part of  the body,\nthat is\t chest, neck  and head;\t twenty five injuries on Ran\nSingh of which eight were abrasions, two lacerations and the\nrest either  incised or\t penetrating  wounds  and  seventeen\ninjuries  on   Rattan  Singh,\tmost  of  them\tincised\t and\npenetrating wounds.  In the  opinion of\t Dr. K.K. Chawla the\nincised\t wounds\t could\tbe  caused  by\tpharsa\tand  incised\npenetrating wounds by ballams. He further opined that injury\nNo.17 on  the person  of Ran  Singh could  be caused if some\nprojective portion  of the tempo hit the victim on the thigh\nand injury  No. 16 on the person of Ran Singh and injury No.\n14 on  the person of Rattan Singh could be caused if a tempo\nran over the victims.\n</p><p data-structure=\"CDiscource\" id=\"p_12\">v) P.W.22,  the\t Investigating\tOfficer\t testified  that  on\nreaching the  spot he found two tempos and two camel ploughs\nand  that   later  on\tRajinder  (the\tappellant)  produced\ndocuments of those two tempos.\n</p><p data-structure=\"CDiscource\" id=\"p_13\">vi) The\t evidence of  P.W.22 also  proves that P.W.13 lodged\nher complaint  with him\t with utmost dispatch, in as much as\nit was\tmade before  him at 12.15 P.M; and that the same was\nforwarded to  and received  by local  Magistrate on the self\nsame day at 3.45 p.m. and\n</p><p data-structure=\"Conclusion\" id=\"p_14\">vii) The  F.I.R. contains the sub stratum of the prosecution\ncase as detailed by P.W.13 at the trial.\n</p><p data-structure=\"CDiscource\" id=\"p_15\">     Pitted  against   the  evidence   of  the\t prosecution\nwitnesses as  discussed above is the evidence of Attar Singh\n(D.W.15) who  gave the\tdefence version of the incident, and\nDr. Ravi  Kanta (D.W.1)\t who examined  the appellants  nafe,\nRamesh, Mahinder  and Bhup Singh and found injuries on their\npersons. Though\t 14 other  witnesses were  also examined  on\nbehalf of  the\tdefence\t their\tevidence,  however,  is\t not\nrelevant for  our persent purposes. On a careful analysis of\nthe evidence  of D.W.15,  which we have detailed earlier, in\nthe light of other evidence on record we are unable to place\nany reliance  thereupon. According to D.W.15 when he saw the\naccused working\t in the\t disputed land\tthere was  only\t one\ntempo standing\tby their side, but then, as noticed earlier,\nthe evidence  of P.W.22\t clearly proves\t that there were two\ntempos\tat  the\t spot  and  that  Rajinder  (the  appellant)\nproduced documents of those two tempos. Such presence of two\ntempos not only discredits D.W.15 but also makes the version\nof the\tappellants that\t they  came  with  one\ttempo  which\ncarried fertilisers  untrustworthy. D.W.15  next stated that\nthe male  members of  the complainant  party  were  carrying\njailis and  the ladies\tlathis and that Ran Singh had caused\nhurt to\t Mahinder, Ramesh  and Bhup.  If this  part  of\t his\nevidence is  to be  believed Ran  Singh must  have assaulted\nthem with  jaili, which\t admittedly is\ta sharp\t weapon, but\nDr.Ravi Kanta  (D.W.1) opined that all the injuries he found\non their  persons were\tcaused by blunt weapons. Then again,\naccording to D.W.15, after the above named four persons were\ninjured the accused persons present there took up the jailis\nand lathis  and beat  the seven\t members of  the complainant\nparty present  there to\t defend themselves,  but as  noticed\nearlier, Dr.  Chawla (P.W.1)  testified\t that  most  of\t the\ninjuries found\ton the\tpersons of  the\t deceased  could  be\ncaused by  ballams, pharsas  and spears.  While being cross-\nexamined he  asserted that some of the injuries could not be\ncaused by  jaili or  by lathi  and they\t could be  caused on\nbeing run  over by  tempo. The other reason which prompts us\nto discard  the evidence  of D.W.15  is that he did not give\nany explanation whatsoever as to how Ran Singh, Rattan Singh\nand Satbir  Singh met  with their death at the spot. Indeed,\naccording to him nobody had died on the field even though he\nclaimed to  have left  the field  after the  fight was over.\nAccording to  this witness  only Ran  Singh was lying on the\nground while  others  were  standing.  We  are\tin  complete\nagreement with\tthe trial  Court that  having regard  to the\nnature and  number of injuries sustained by Rattan Singh and\nSatbir it was absurd to claim that he found them standing.\n</p><p data-structure=\"CDiscource\" id=\"p_16\">     Coming now\t to the\t evidence of  D.W.1, we find that he\nexamined the  appellants Nafe  Singh and Ramesh in the night\nof 17.11.1985  at 11.30\t p.m. He  found two lacerated wounds\nand one\t diffused swelling  on the  person of Nafe Singh and\ntwo lacerated  wounds on  the person of Ramesh. His evidence\nfurther discloses  that on  21.11.1985 he examined appellant\nRajinder Singh\tand Bhup Singh and found one liner lacerated\nwound on  the person of the former and one linear injury and\na scab\ton the\tperson of  Bhup Singh. He testified that the\ninjuries seen by him on the above two persons were four days\nold. In\t cross- examination D.W.1 admitted that the injuries\nfound by  him on  the persons  of the  above four  could  be\nsustained by  fall. He further opined that injuries found by\nhim  on\t  Mahinder  and\t  Bhup\tSingh  could  be  caused  in\nagricultural pursuits like striking with plough.\n</p><p data-structure=\"CDiscource\" id=\"p_17\">     From the  above  discussion  the  only  legitimate\t and\nreasonable inference  that can\tbe drawn is that the accused\nparty had  gone to the disputed land with a determination to\ncultivate it and, for that purpose, fully prepared to thwart\nany attempt  made by  Mange Ram\t and his men to disturb such\ncultivation and\t meet any eventuality. As they were about to\ncultivate  the\t land  the   complainant  party\t  which\t was\ncultivating their  ancestral land  nearby,  went  there\t and\nentreated them\tto vacate  the land claiming to be its owner\nand in\tpossession. Immediately\t thereupon the accused party\nlaunched  a   murderous\t attack\t on  the  complainant  party\nresulting in  death of three, grievous injuries to three and\nsimple injuries\t to other  three. In  course of\t that attack\nfour members  of the accused party received some injuries at\nthe hands of one or other of the accused party received some\ninjuries at  the hands\tof one\tor other  of the complainant\nparty (as testified by P.W.14).\n</p><p data-structure=\"Section\" id=\"p_18\">     Having drawn  the\tabove  inferences  we  have  now  to\nascertain whether  the unauthorised entry of the complainant\nparty in  the disputed\tland, which  according to  the trial\nCourt was in settled possession of the accused party legally\nentitled the  latter to\t exercise  their  right\t of  private\ndefence and,  if  so,  to  what\t extent.  The  fascicule  of\n<a href=\"/doc/777353/\" id=\"a_17\">Sections 96</a>  to <a href=\"/doc/1606852/\" id=\"a_18\">106</a> I.P.C. codify the entire law relating to\nright of  private defence  of person  and property including\nthe extent  of and the limitation to exercise of such right.\nSection 96 provides that nothing is an offence which is done\nin the\texercise of the right of private defence and Section\n97 which defines the area of such exercise reads as under:\n</p><blockquote id=\"blockquote_23\">&lt;SLS&gt;\n     Every person has a right, subject to the\n     restrictions contained in section 99, to\n     defend-\n</blockquote><blockquote id=\"blockquote_24\">     First. -  His own\tbody, and the body of\n     any other\tperson\tagainst\t any  offence\n     affecting the human body:\n</blockquote><blockquote id=\"blockquote_25\">     Secondly,\t-   The\t  property,   whether\n     moveable or immoveable, of himself or of\n     any other\tother person. against any act\n     which is  an offence  falling under  the\n     definition of  theft. robbery,  mischief\n     or criminal  trespass, or\twhich  is  an\n     attempt  to   commit   theft,   robbery,\n     mischief or criminal trespass.\n</blockquote><blockquote id=\"blockquote_26\">\t\t\t (emphasis supplied)\n&lt;SLE&gt;\n     On a  plain reading of the above section it is patently\nclear that  the right  of private  defence, be\tit to defend\nperson or  property, is available against an offence. To put\nit conversely,\tthere is no right of private defence against\nany act which is not an offence. In the facts of the instant\ncase the  accused party\t was entitled, in view of Section 97\nand, of\t course, subject to the limitation of Section 99, to\nexercise their\tright of private defence of property only if\nthe unauthorised  entry of  the\t complainant  party  in\t the\ndisputed land  amounted to  &quot;criminal trespass&quot;,  as defined\nunder <a href=\"/doc/1768645/\" id=\"a_19\">Section 441</a> I.P.C. The said Section reads as follows:\n&lt;SLS&gt;\n     &quot;Whoever enters into or upon property in\n     the possession of another with intent to\n     commit  an\t offence  or  to  intimidate.\n</blockquote><blockquote id=\"blockquote_27\">     insult or annoy any person in possession\n     of such property.\n</blockquote><blockquote id=\"blockquote_28\">     Or having\tlawfully entered into or upon\n     such property,  unlawfully remains there\n     with  intent   thereby  to\t  intimidate,\n     insult or annoy any such person, or with\n     intent to commit an offence,\n     is said to commit &quot;criminal trespass&quot;.\n</blockquote><blockquote id=\"blockquote_29\">     It\t is   evident  from   the   above   provision\tthat\nunauthorised entry  into or  upon property in the possession\nof another  or uniawfully remaining there after lawful entry\ncan answer  the definition of criminal trespass if, and only\nif, such  entry or  unlawful remaining is with the intent to\ncommit an  offence or  to intimidate  insult  or  annoy\t the\nperson in  possesion of the property. In other words, unless\nany of\tthe intentions\treferred in Section 441 is proved no\noffence of  criminal trespass  can  be\tsaid  to  have\tbeen\ncommitted. Needless  to say,  such  anintention\t has  to  be\ngathered from  the facts  and circumstances of a given case.\nJudged in  the light  of the  above principles\tit cannot be\nsaid that  the complainant  party committed  the offence  of\n&quot;criminal trespass&quot; for they had unauthorisedly entered into\nthe disputed  land, which  was in  possession of the accused\nparty, only to persuade the latter to withdraw thereupon and\nnot with  any intention\t to commit any offence or to insult,\nintimidate or  annoy them.  Indeed there  is not  an iota of\nmaterial  on  record  to  infer\t any  such  intention.\tThat\nnecessarily means  that the  accused party  had no  right of\nprivate defence\t to property  entitling them  to launch\t the\nmurderous attack. On the contrary, such murderous attack not\nonly gave  the complainant party the right to strike back in\nself defence  but disentitled  the accused to even claim the\nright of private defence of person.\n</blockquote><blockquote id=\"blockquote_30\">     We hasten\tto add,\t that even  if we had found that the\ncomplainant party  had criminally  tresoassed into  the land\nentitling the  accused party  to  exercise  their  right  of\nprivate\t defence   we  would  not  have\t been  justified  in\ndisturbing the\tconvictions  under  Section  302  read\twith\n<a href=\"/doc/999134/\" id=\"a_20\">Section\t 149</a>   I.P.C.,\tfor  <a href=\"/doc/1409246/\" id=\"a_21\">Section  104</a>  I.P.C.  expressly\nprovides that  right of\t private defence  against  &quot;criminal\ntrespass&quot; does\tnot extend to the voluntary causing of death\nand Exception  2 to  <a href=\"/doc/626019/\" id=\"a_22\">Section 300</a>  I.P.C. has  no  manner  of\napplication here  as the  attack by  the accused  party\t was\npremeditated and  with an  intention of doing more harm than\nwas necessary  for the\tpurpose of private defence. Which is\nevident from  the injuries  sustained by the three deceased,\nboth regarding\tseverity and  number as\t compared  to  those\nreceived by  the four accused persons. However, in that case\nwe  might   have  persuaded   purselves\t to  set  aside\t the\nconvictions for the minor offences only: out then that would\nhave been, needless to say, a poor solace to the appellants.\n</blockquote><blockquote id=\"blockquote_31\">     As regards\t the contention\t raised\t on  behalf  of\t the\nappellants that having acouitted some of the accused persons\ndisbelieving the  evidence of  the prosecution witnesses the\ntrial Court  ought not\tto have\t relied\t upon  the  same  to\nconvict them,  we can  only say that the learned counsel for\nthe State  was fully  justified in contending that the maxim\n&#x27;Falsus in  uno,  Falsus  in  omnibus&#x27;\tdoes  not  apply  to\ncriminal trials and it is the duty of the Court to disengage\nthe truth from falsehood instead of taking an easy course of\nrejecting the  evidence in its entirety solely on the ground\nthat the  same is  not acceptable  in respect of some of the\naccused. On  perusal of\t the impugned judgtment we find that\nthe trial Court took great pains to consider and discuss the\ncase of\t the individual accused including the pleas of alide\nraised on  behalf of  appellant ishwar\tand others  and on a\nthreadbare discussion  thereof found  that the participation\nof the\tappellants before  us in  the incident\tstood proved\nbeyond all  reasonable doubt,  while  acquitting  others  on\ngrounds which  were available to them only. Having carefully\nconsidered the evidence against each of the appellants we do\nnot find  any reason  to take  a different view from the one\ntaken by  the trial  Court so  far  as\tthe  appellants\t are\nconcerned except  appellant Jai\t Narain as  we feel that the\ntrial Court  having acquitted those whose names old not find\nplace in  the F.I.R.  ought to\thave recorded  an  order  of\nacquittal in  his favour  also\tas  he\tstood  on  the\tsame\nfooting.\n</blockquote><blockquote id=\"blockquote_32\">     In the  result  we\t dismiss  this\tappeal\tof  all\t the\nappellants except  appellant Jai  Narain,  whose  appeal  we\nallow. Since all the appellants are on bail, Jai Narain will\nstand discharged  from his  bail bond  while others will now\nsurrender to  their bail  bonds to  serve out  the sentences\nimposed upon them by the trial Court.\n</blockquote>\n\n\n","numcites":16,"numcitedby":33,"docsource":"Supreme Court of India","citetid":1690015,"divtype":"judgments","relatedqs":[{"value":"settled possession","formInput":"settled%20possession"},{"value":"criminal trespass","formInput":"criminal%20trespass"},{"value":"private defence","formInput":"private%20defence"},{"value":"right of private defence","formInput":"right%20of%20private%20defence"},{"value":"self defence","formInput":"self%20defence"},{"value":"land dispute","formInput":"land%20dispute"},{"value":"Penetration","formInput":"Penetration"},{"value":"ancestral land","formInput":"ancestral%20land"},{"value":"ancestral","formInput":"ancestral"},{"value":"what is hurt","formInput":"what%20is%20hurt"},{"value":"section 300","formInput":"section%20300"},{"value":"tractors ","formInput":"tractors%20"},{"value":"lathi","formInput":"lathi"},{"value":"mischief","formInput":"mischief"},{"value":"Ballam","formInput":"Ballam"},{"value":"balbir singh","formInput":"balbir%20singh"},{"value":"jai narain","formInput":"jai%20narain"},{"value":"SECTION 96  ","formInput":"SECTION%2096%20%20"},{"value":"\"annoyance is\"","formInput":"%22annoyance%20is%22"},{"value":"rattan singh","formInput":"rattan%20singh"}],"cats":[{"value":"indian-penal-code","formInput":"tag:indian-penal-code"},{"value":"definition-murder","formInput":"tag:definition-murder"},{"value":"unlawful-assembly","formInput":"tag:unlawful-assembly"},{"value":"punishment-for-prohibited-arms","formInput":"tag:punishment-for-prohibited-arms"},{"value":"punishment-for-using-arms","formInput":"tag:punishment-for-using-arms"}],"courtcopy":true,"query_alert":null,"agreement":false}