{"tid":676935,"publishdate":"2001-10-03","title":"Balchandra Anantrao Rakvi & Ors vs Ramchandra Tukaram (Dead) By Lrs. & Anr on 3 October, 2001","doc":"<h2 class=\"doc_title\">Balchandra Anantrao Rakvi &amp; Ors vs Ramchandra Tukaram (Dead) By Lrs. &amp; Anr on 3 October, 2001</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2001 SUPREME COURT 3994, 2001 (8) SCC 616, AIR 2002 JAMMU & KASHMIR 1, 2001 AIR SCW 3974, (2001) 8 JT 373 (SC), 2001 (8) JT 373, 2001 (10) SRJ 145, 2001 (6) SCALE 613, (2001) 7 SUPREME 438, (2001) 6 SCALE 613, (2001) 4 CURCC 168, (2002) 2 BOM CR 127, 2001 (4) BOM LR 751, 2001 BOM LR 4 751</h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-s-quadri\">Syed Shah Mohammed Quadri</a>, <a href=\"/search/?formInput=benchid:s-n-phukan\">S.N. Phukan</a></h3>\n\n<pre id=\"pre_1\">           CASE NO.:\nAppeal (civil) 568  of  1981\nAppeal (civil)\t6960\t of  2001\n\n\n\nPETITIONER:\nBALCHANDRA ANANTRAO RAKVI &amp; ORS.\n\n\tVs.\n\nRESPONDENT:\nRAMCHANDRA TUKARAM (DEAD) BY LRS. &amp; ANR.\n\nDATE OF JUDGMENT:\t03/10/2001\n\nBENCH:\nSyed Shah Mohammed Quadri &amp; S.N. Phukan\n\n\n\n\nJUDGMENT:</pre>\n\n\n<p data-structure=\"Issue\" id=\"p_1\">SYED SHAH MOHAMMED QUADRI,  J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\tLeave is granted in SLP(C) No.4897 of 1980.\n</p><p data-structure=\"Issue\" id=\"p_3\">These appeals, by special leave, arise from the common\njudgment of the High Court of Judicature at Bombay in Special\nCivil Application Nos.1897 of 1973 and 1901 of 1973 dated\nMarch 15, 1979.\t In the appeals the appellants-landlords are\ncommon but the first respondent-tenant is different.\nTo appreciate the question involved in these cases, it will\nsuffice to refer to the facts in Civil Appeal No.568 of 1981.\n</p>\n<p data-structure=\"Facts\" id=\"p_4\">\tThe dispute arises under the <a href=\"/doc/117675938/\" id=\"a_1\">Bombay Tenancy &amp;\nAgricultural Lands Act, 1948</a> (for short, the Act) and relates\nto agricultural lands bearing Survey Nos.661/3, 675/1, 692/1,\n693/2, 695/5, 691/1 and 702/2 of village Bhayandar District\nThana, Maharashtra State, out of which an extent of Acres 2 =\n31 guntas (hereinafter referred to as, the lands in dispute), is\nthe subject-matter of Civil Appeal No.568 of 1981.  They are\ninam lands.  The appellants were initially the tenants of the\nlands in dispute under the Inamdar.  The case of the appellants\nis that the first respondent, being their close relative, was\npermitted to cultivate the lands in dispute.  He, however,\nclaimed to be the tenant of the lands in dispute.  He died during\nthe pendency of the case before the High Court and his heirs\nand legal representatives, respondent Nos.1A to 1J, were\nbrought on record (hereinafter referred to as, the first\nrespondent). The second respondent, namely, M/s. Estate\nInvestment Company (hereinafter referred to as, the\nInvestment Company) is said to be the purchaser of the lands\nin dispute from the Inamdar.\n</p>\n<p data-structure=\"Facts\" id=\"p_5\"><a href=\"/doc/117675938/\" id=\"a_2\">The Act</a> came into force in December 1948.  The State\nGovernment assumed the management of the lands in dispute\nand announced this fact in R.D.Notification No.4603/45-III (B)\ndated December 19, 1949. However, by Notification\nNo.MGT/2356/20023/M dated October 1, 1957, issued under\n<a href=\"/doc/82616082/\" id=\"a_3\">Section 61</a> of the Act, the management of the Government was\nterminated.  It is a common ground that the lands in dispute\nwere in possession of the first respondent even when they were\nunder the management of the Government.\n</p>\n<p data-structure=\"Facts\" id=\"p_6\">It appears, in 1968, the first respondent filed an\napplication under <a href=\"/doc/63502856/\" id=\"a_4\">Section 32-G</a> of the Act before the Additional\nTehsildar for fixation of the purchase price of the lands in\ndispute.  The appellants contested that application on the\nground that it was barred by limitation.  It was alleged that\nbeing closely related to them, the first respondent was permitted\nto cultivate the said lands and that he was not the tenant of the\nlands in dispute.  The Investment Company claimed ownership\nof the said lands and admitted the tenancy of the first\nrespondent.  The Additional Tehsildar on consideration the\nmaterial placed before him found that the first respondent was\nnot the tenant of the lands in dispute and that he had not\nexercised his option to purchase them within the time permitted\nby clause (b) of the proviso to clause (d) of sub-section (1) of\n<a href=\"/doc/191354816/\" id=\"a_5\">Section 88</a> of the Act therefore he had lost the right to purchase\nthem.  On April 15, 1970, on those findings, he dismissed the\napplication; however he also ordered that the name of the\nInvestment Company be removed from the village records.\nAgainst that order of the Additional Tehsildar the first\nrespondent and the Investment Company filed T.A.No.51/70,\n52/70, 68/70 and 69/70 before the Sub-Divisional Officer,\nThana Division, (appellate authority under the Act).  On\nSeptember 25, 1971, while allowing the appeals, the appellate\nauthority held the first respondent to be the tenant of the lands\nin dispute and ordered that the name of the second respondent\nbe restored in the column of other rights in the revenue\nrecord.\t However, it declined to consider the effect of the first\nrespondent not exercising the right to purchase the lands in\ndispute within one year under the afore-mentioned provision\ntreating that aspect as irrelevant.  The order of the appellate\nauthority was assailed by the appellants in two revisions\n(T.A.Nos.107 &amp; 108 of 1972) before the Maharashtra Revenue\nTribunal.  The Tribunal took the view that after the termination\nof the management of the lands in dispute by the Government\nthe first respondent being a tenant became the deemed\npurchaser as such the question of exercise of option to purchase\nthe lands in dispute by him did not arise.  In that view the\nTribunal dismissed the revisions by a common order passed on\nDecember 6, 1972, which was assailed by the appellants in the\nafore-mentioned special civil applications in the High Court.\nHolding that all the foregoing provisions (<a href=\"/doc/117877591/\" id=\"a_6\">Sections 2</a> to <a href=\"/doc/85189899/\" id=\"a_7\">87-A</a>)\nof the Act applied to the lands in dispute on release from the\nmanagement of the Government; that the first respondent was\nthe tenant and it was not necessary for him to give an intimation\nwith regard to the exercise of the right to purchase the lands in\ndispute under clause (b) of the first proviso to clause (d) of\n<a href=\"/doc/186648524/\" id=\"a_8\">Section 88(1)</a> of the Act, either to the landlord or to the\nTribunal, within the period specified therein, the High Court\ndismissed both the applications by a common order of March\n17, 1979.  That order is brought under challenge by the\nappellants in these appeals.\n</p>\n<p data-structure=\"PetArg\" id=\"p_7\">\tMr. Anil B.Diwan, the learned senior counsel appearing\nfor the appellants, contended that mere declaration that the first\nrespondent was the tenant would not make him a deemed\npurchaser of the lands in dispute and that the High Court had\ngone beyond the scope of the lis in the application in creating\nthe rights of a deemed purchaser in the first respondent.\n<a href=\"/doc/186648524/\" id=\"a_9\">Section 88(1)(d)</a> of the Act, submitted Mr.Diwan, was not\nproperly construed by the High Court and therefore the order,\nunder challenge, was liable to be set aside.  Mr.V.N.Ganpule,\nthe learned senior counsel appearing for the appellant in the\nconnected appeal while adopting the arguments of Mr. Diwan,\nargued that the first respondent, not having intimated his option\nto purchase the lands in dispute within the specified time of one\nyear under the first proviso to clause (d) of sub-section (1) of\n<a href=\"/doc/191354816/\" id=\"a_10\">Section 88</a> of the Act, had lost the right to purchase the lands.\n</p>\n<p data-structure=\"PetArg\" id=\"p_8\">\tMr.Shanti Bhushan, the learned senior counsel appearing\nfor the Investment Company, disputed the entitlement of the\nfirst respondent to purchase the lands in dispute without\nexercising option to purchase the land within the specified\nperiod.\t He fairly conceded that the rights of the appellants and\nthe Investment company could not be decided in these appeals.\nHe submitted that he was arguing the case on the footing that\nthe management of the Government stood terminated on the\ndate of notification under <a href=\"/doc/82616082/\" id=\"a_11\">Section 61</a> of the Act issued on\nOctober 1, 1957 and prayed that no observation on merit in\nregard to the entitlement of the company which would prejudice\nthe rights of the Investment Company, might be made by this\nCourt.\n</p>\n<p data-structure=\"RespArg\" id=\"p_9\">\tMr.V.A.Mohta, the learned senior counsel appearing for\nthe first respondent, canvassed the claim of the first respondent\nin both the appeals.  He contended that the first respondent who\nhad been in possession of the lands in dispute from 1930-1940\nbecame the deemed purchaser from the date when the\nmanagement of the Government of the lands in dispute came to\nan end on October 1, 1957.   He argued that clause (b) of\nproviso to <a href=\"/doc/186648524/\" id=\"a_12\">Section 88(1)(d)</a> of the Act did not provide as to how\nthe tenant should exercise option to purchase the land while\nother provisions like Sections 35-F, <a href=\"/doc/72528874/\" id=\"a_13\">32-O</a> specifically contained\na provision for exercising the right to purchase the land by the\ntenant.\t He emphasised that <a href=\"/doc/67429638/\" id=\"a_14\">Section 32</a> of the Act did not speak\nof the tenant giving any intimation of purchasing the lands in\ndispute to the landlord and the Tribunal and there was no\nmention of <a href=\"/doc/186648524/\" id=\"a_15\">Section 88(1)</a> in <a href=\"/doc/38170215/\" id=\"a_16\">Section 32-P</a> of the Act.  According\nto the learned counsel the intention of the legislature is to make\nthe tenant a deemed purchaser under <a href=\"/doc/67429638/\" id=\"a_17\">Section 32</a> of the Act from\nthe Tillers Day or some other date as specified therein.  He\npleaded that the view taken by the High Court was being\nconsistently followed by a catena of decisions and if this court\nwere to take a different view of the matter, it would unsettle the\nlegal position in the State of Maharashtra.\n</p>\n<p data-structure=\"RespArg\" id=\"p_10\">\tMr.D.M.Nargolkar, the learned senior counsel appearing\nfor the respondent in the connected appeal, while supporting the\nstand taken by Mr. Mohta, submitted that <a href=\"/doc/191354816/\" id=\"a_18\">Section 88</a> of the Act\nwas not referred to in <a href=\"/doc/38170215/\" id=\"a_19\">Section 32-P</a> and that after the Act came\ninto force the tenant could not remain a mere tenant of the land\nfor all times to come; he must either become a purchaser under\nthe scheme of the Act or would cease to be a tenant of the land.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_11\">At the outset we make it clear that the parties have\nproceeded on the assumption that the management of the land\nin dispute by the Government stood terminated on October 1,\n1957 -- the date of notification under <a href=\"/doc/82616082/\" id=\"a_20\">Section 61</a> of the Act.\nOn the above contentions of the learned counsel, the\ninteresting and important question that arises for our\nconsideration is :\n</p>\n<blockquote id=\"blockquote_1\">Whether by not indicating his intention to avail\nthe right to purchase the lands in dispute under\n<a href=\"/doc/67429638/\" id=\"a_21\">section 32</a>, conferred on the first under clause (b)\nof the proviso to clause (d) of sub-section (1) of\n<a href=\"/doc/191354816/\" id=\"a_22\">Section 88</a> of the Act, within the specified period,\nwill he lose the right?\n</blockquote>\n<blockquote id=\"blockquote_2\">Since the resolution of the question under consideration\ndepends upon the true interpretation of the last mentioned\nprovision, it will be necessary to quote <a href=\"/doc/191354816/\" id=\"a_23\">Section 88</a> here :\n</blockquote><blockquote id=\"blockquote_3\">88. Exemption to Government lands and\ncertain other lands.\n</blockquote>\n<blockquote id=\"blockquote_4\">(1) Save as otherwise provided in sub-section (2),\nnothing in the foregoing provisions of this Act\nshall apply, --\n</blockquote>\n<blockquote id=\"blockquote_5\">(a) to (c)\t  ***\t\t***\t\t***\n\n</blockquote><blockquote id=\"blockquote_6\">(d) to an estate or land taken under\nmanagement by the State Government\nunder Chapter IV or <a href=\"/doc/151449394/\" id=\"a_24\">section 65</a> except as\nprovided in the said Chapter IV or <a href=\"/doc/151449394/\" id=\"a_25\">section\n65</a>, as the case may be, and in <a href=\"/doc/38198596/\" id=\"a_26\">section 66</a>,\n<a href=\"/doc/178021287/\" id=\"a_27\">80A</a>, <a href=\"/doc/199007874/\" id=\"a_28\">82</a>, <a href=\"/doc/147713090/\" id=\"a_29\">83</a>, <a href=\"/doc/130386035/\" id=\"a_30\">84</a>, <a href=\"/doc/113400017/\" id=\"a_31\">85</a>, <a href=\"/doc/174626285/\" id=\"a_32\">86</a> and <a href=\"/doc/190552620/\" id=\"a_33\">87</a> :\n</blockquote>\n<blockquote id=\"blockquote_7\">Provided that from the date on which the land is\nreleased from management, all the foregoing\nprovisions of this Act shall apply thereto; but\nsubject to the modification that in the case of a\ntenancy, not being a permanent tenancy, which on\nthat date subsists in the land -\n</blockquote>\n<blockquote id=\"blockquote_8\">(a) the landlord shall be entitled to terminate the\ntenancy under section 31 (or under section\n33B in the case of a certificated landlord)\nwithin one year from such date; and\n\n</blockquote><blockquote id=\"blockquote_9\">(b) within one year from the expiry of the\nperiod during which the landlord or\ncertificated landlord is entitled to terminate\nthe tenancy as aforesaid, the tenant shall\nhave right to purchase the land under section\n</blockquote><p data-structure=\"Section\" id=\"p_12\">32 (or under section 33C in the case of an\nexcluded tenant) ; and\n\n</p><p data-structure=\"Precedent\" id=\"p_13\">(c) the provisions of <a href=\"/doc/40853416/\" id=\"a_34\">sections 31</a> to <a href=\"/doc/36524951/\" id=\"a_35\">31D</a>, both\ninclusive (or sections 33A and 33B in the\ncase of a certificated landlord) and <a href=\"/doc/67429638/\" id=\"a_36\">sections\n32</a> to <a href=\"/doc/25390670/\" id=\"a_37\">32R</a>, (both inclusive) (or sections 33A\nand 33C in the case of an excluded tenant)\nshall, so far as may be applicable, apply to\nthe termination of a tenancy or the right to\npurchase the land, as aforesaid :\n</p>\n<blockquote id=\"blockquote_10\">Provided further that,\n\n</blockquote><blockquote id=\"blockquote_11\">(a) in the case of a permanent tenancy the\npermanent tenant shall be entitled to\npurchase the land held by him on\npermanent tenancy, --\n</blockquote>\n<blockquote id=\"blockquote_12\">(i) within one year from the date on\nwhich the estate or land is released\nfrom management, or\n\n</blockquote><blockquote id=\"blockquote_13\">(ii) where such estate or land was\nreleased from management after\ntillers day but before the\ncommencement of the Bombay\nTenancy and Agricultural Lands\n(Amendment) Act, 1960, within one\nyear from such commencement\n\nand\n\n</blockquote><blockquote id=\"blockquote_14\">(b) where such permanent tenant is desirous of\nexercising the right conferred on him under\nthis proviso, he shall accordingly inform\nthe landlord and Tribunal in the prescribed\nmanner within the said period of one year\nand the provisions of <a href=\"/doc/67429638/\" id=\"a_38\">sections 32</a> to <a href=\"/doc/25390670/\" id=\"a_39\">32R</a>\nshall, so far as may be applicable, apply to\nthe right of the permanent tenant to\npurchase the land.\n</blockquote>\n<blockquote id=\"blockquote_15\">(2)  If any land held on lease from Government\nor any part thereof --\n</blockquote>\n<blockquote id=\"blockquote_16\">  (i) and (ii)\t ***\t\t***\t\t***\n\nA plain reading of sub-section (1) of <a href=\"/doc/191354816/\" id=\"a_40\">Section 88</a> discloses\nthat except in cases covered by sub-section (2), which is not\nrelevant here, the provisions of <a href=\"/doc/117877591/\" id=\"a_41\">Sections 2</a> to <a href=\"/doc/85189899/\" id=\"a_42\">87-A</a> shall have no\napplication to cases falling under clauses (a) to (d) thereof.\n</blockquote><p data-structure=\"Section\" id=\"p_14\">Here, we are concerned with clause (d) which contains an\nexclusionary clause pertaining to any estate or land taken under\nmanagement by the State Government under Chapter IV or\n<a href=\"/doc/151449394/\" id=\"a_43\">Section 65</a> except as provided in the said Chapter IV or <a href=\"/doc/151449394/\" id=\"a_44\">Section\n65</a>, as the case may be, and in <a href=\"/doc/38198596/\" id=\"a_45\">Sections 66</a>, <a href=\"/doc/178021287/\" id=\"a_46\">80-A</a>, <a href=\"/doc/199007874/\" id=\"a_47\">82</a>, <a href=\"/doc/147713090/\" id=\"a_48\">83</a>, <a href=\"/doc/130386035/\" id=\"a_49\">84</a>, <a href=\"/doc/113400017/\" id=\"a_50\">85</a>,\n<a href=\"/doc/174626285/\" id=\"a_51\">86</a> and <a href=\"/doc/190552620/\" id=\"a_52\">87</a>.  The proviso to clause (d) says that from the date on\nwhich the land is released from the management, all the\nforegoing provisions (<a href=\"/doc/117877591/\" id=\"a_53\">Sections 2</a> to <a href=\"/doc/85189899/\" id=\"a_54\">87-A</a>) shall apply to such\nland but subject to the modification which applies if a tenancy,\nnot being a permanent tenancy, on that date, subsists in the\nland.  The modification embodies two options - one\nincorporated in clause (a) of the proviso in favour of the\nlandlord and the other in favour of the tenant embodied in\nclause (b) of the proviso.   The landlord is given an opportunity\nto terminate the tenancy of the tenant under <a href=\"/doc/40853416/\" id=\"a_55\">Section 31</a> (or\nunder Section 33-B in the case of certificated landlord) within\none year from the date of termination of the management of the\nland by the Government.\t The opportunity given to the tenant is\nthat he shall have the right to purchase the land under <a href=\"/doc/67429638/\" id=\"a_56\">Section\n32</a> (or under Section 33-C in the case of an excluded tenant)\nwithin one year from the expiry of the period during which the\nlandlord or the certificated landlord, as the case may be, is\nentitled to terminate the tenancy as aforesaid.\t  In regard to\ntermination of tenancy by the landlord the provisions of\n<a href=\"/doc/40853416/\" id=\"a_57\">Sections 31</a> to 33-D (both inclusive) or of Section 33-A or 33-B\n(in the case of a certificated landlord) shall apply, so far as may\nbe applicable.\tAnd the provisions of <a href=\"/doc/67429638/\" id=\"a_58\">Sections 32</a> to <a href=\"/doc/25390670/\" id=\"a_59\">32-R</a> (both\ninclusive) or Section 33-A or 33-C (in the case of an excluded\ntenant) shall, so far as may be applicable, apply in regard to the\nright of the tenant to purchase the land from the landlord.\nThe issue in these cases relates to consequence of non-\nexercise of the right of the tenant to purchase the land under\n<a href=\"/doc/67429638/\" id=\"a_60\">Section 32</a>, within one year from the expiry of the period during\nwhich the landlord or certificated landlord is entitled to\nterminate the tenancy, as postulated in clause (b) of the proviso\nto clause (d) of sub-section (1) of <a href=\"/doc/191354816/\" id=\"a_61\">Section 88</a> of the Act.  It is\ntrue that in <a href=\"/doc/191354816/\" id=\"a_62\">Section 88</a>, there is no specific provision as to how\nthe tenant should exercise his right to purchase the land under\n<a href=\"/doc/67429638/\" id=\"a_63\">Section 32</a> of the Act though there is a provision in each of\n<a href=\"/doc/189735340/\" id=\"a_64\">Sections 32-F</a>, <a href=\"/doc/72528874/\" id=\"a_65\">32-O</a>, <a href=\"/doc/117675938/\" id=\"a_66\">33-C</a> and <a href=\"/doc/117675938/\" id=\"a_67\">43-1D</a> of the Act requiring the\ntenant desirous of purchasing the land, in exercise of the right\nconferred on him, to give an intimation of his intention to\npurchase the land to the landlord and the Tribunal within the\nprescribed period.  Here the question that confronts us is : will\nthe absence of a provision prescribing the mode to exercise the\nright to purchase the land, result in converting a tenant who is\nentitled to purchase the land into a deemed purchaser of the\nland under <a href=\"/doc/67429638/\" id=\"a_68\">Section 32</a>?\tThe High Court answered the question\nin the affirmative.  For the reasons that follow, in our view, the\nanswer to the question cannot but be in the negative.\nThe scheme of the Act as could be gathered from its\nrelevant provisions, is to give effect to the policy land for the\ntiller by clothing all the tenants with the right of ownership of\nthe lands cultivated by them personally.  A two-fold strategy is\nadopted in the Act - first, by making every tenant a deemed\npurchaser of the land personally cultivated by him under\n<a href=\"/doc/67429638/\" id=\"a_69\">Section 32</a> of the Act and secondly, by conferring on the tenant,\nin specified cases, the right to purchase the land from the\nlandlord, under <a href=\"/doc/67429638/\" id=\"a_70\">Section 32</a> of the Act, held by him under\npersonal cultivation.\n</p>\n<p data-structure=\"Section\" id=\"p_15\">The cases falling under the first category, namely,\ntreating the tenant as a deemed purchaser, are noted hereunder :\n</p><blockquote id=\"blockquote_17\">(1) under sub-section (1) of <a href=\"/doc/67429638/\" id=\"a_71\">Section 32</a>, every tenant shall be\ndeemed to have purchased from his landlord the land held by\nhim as a tenant with effect from April 1, 1957 which is referred\nto as, the Tillers Day; (2) under the first proviso to sub-\n</blockquote><p data-structure=\"Section\" id=\"p_16\">section (1) of <a href=\"/doc/67429638/\" id=\"a_72\">Section 32</a> providing that a tenant shall be\ndeemed to have purchased the land with effect from the\npostponed date; (3) under the second proviso to sub-section (1)\nof <a href=\"/doc/67429638/\" id=\"a_73\">Section 32</a> making the tenant a deemed purchaser of the land\nwith effect from April 1, 1958; (4) a tenant is treated as a\ndeemed purchaser of the land from the date mentioned in the\nfollowing provisions : (i) under clause (a) of sub-section (1A)\nof <a href=\"/doc/67429638/\" id=\"a_74\">Section 32</a> of the Act, (ii) under clause (b) of sub-section\n(1A) of <a href=\"/doc/67429638/\" id=\"a_75\">Section 32</a> of the Act, (iii) under sub-section (1B) of\n<a href=\"/doc/67429638/\" id=\"a_76\">Section 32</a> of the Act, and (iv) under <a href=\"/doc/7208979/\" id=\"a_77\">Section 32-I</a>; (5) in cases\nwhere <a href=\"/doc/139373993/\" id=\"a_78\">Section 88-C</a> applies the tenant is treated as a deemed\npurchaser from a date different from the Tillers Day : (i) under\nsub-section (1) of Section 33-C with effect from April 1, 1962,\n</p><p data-structure=\"Section\" id=\"p_17\">(ii) under proviso to sub-clause (iii) of sub-section (1) of\nSection 33-C, the deemed purchase of the land by the tenant\nwill come into effect with effect from different dates mentioned\ntherein; (iv) under clause (a) of sub-section (2) of Section 33-C,\nand (v) under clause (b) of sub-section (2) of Section 33-C.\nIn contra distinction to the deemed purchase from the\nlandlord of the land held by the tenant under his personal\ncultivation under different provisions, referred to above, the\ncases falling under the second category speak of the right of the\ntenant to purchase the land from the landlord under <a href=\"/doc/67429638/\" id=\"a_79\">Section 32</a>\nin the following cases : (1) under <a href=\"/doc/189735340/\" id=\"a_80\">Section 32-F</a>, (2) under\n<a href=\"/doc/72528874/\" id=\"a_81\">Section 32-O</a>, (3) under sub-section (3) of Section 33-C which\nrelates to an excluded tenant; (4) under proviso to sub-section\n(3) of Section 33-C; (5) under sub-section (1) of Section 43-1D;\n(6) under clause (b) of the proviso to clause (d) of sub-section\n(1) of <a href=\"/doc/191354816/\" id=\"a_82\">Section 88</a> of the Act; and (7) under sub-section (2) of\n<a href=\"/doc/145741778/\" id=\"a_83\">Section 88-D</a>.\n\nObviously, the content of these two rights - right to\npurchase the land and the right to own the land as a deemed\npurchaser - is entirely different.  A tenant who is given a right\nto purchase from the landlord the land held by him for personal\ncultivation cannot be equated with a tenant who is declared to\nbe the deemed purchaser of the land held by him.  In the former\ncase till the tenant exercises his right to purchase the land\nwithin the specified period and fulfills the requirements of the\nrelevant provisions of the Act, he remains a tenant only; while\nin the latter case until the deemed purchase of the land becomes\nineffective under the relevant provisions of the Act, he remains\nan owner being a deemed purchaser of the land.\tJust as the\nright of the landlord to terminate the tenancy in the absence of\nexercise of the right within the specified period, cannot result in\nautomatic termination of the tenancy so also the right to\npurchase from the landlord the land held by the tenant in the\nabsence of exercise of the right within the specified period by\nthe tenant, will not result in an automatic deemed purchase of\nthe land by the tenant.\t Further by not exercising the right to\nterminate the tenancy within one year the landlord forfeits his\nright and in the same way by not exercising his right to\npurchase the land from the landlord, the tenant will also lose his\nright.\tHe cannot by his default acquire a better position of a\ndeemed purchaser. It would, therefore, be incorrect to hold that\non the landlord not terminating the tenancy within the\nprescribed period, the tenant will be deemed to have exercised\nhis right to purchase the land and became a deemed purchaser.\nIt is apposite to note here that clause (c) of the proviso to\nclause (d) of sub-section (1) of <a href=\"/doc/191354816/\" id=\"a_84\">Section 88</a> lays down, inter alia,\nthat provisions of <a href=\"/doc/67429638/\" id=\"a_85\">Sections 32</a> to <a href=\"/doc/25390670/\" id=\"a_86\">32-R</a> shall, so far as may be\napplicable, apply to the right to purchase the land under the said\nclause (b).  In our view, it hardly makes any difference whether\nthe provision of clause (c) of the proviso to clause (d) of sub-\nsection (1) of <a href=\"/doc/191354816/\" id=\"a_87\">Section 88</a> is incorporated in clause (b) thereof or\nis enacted as a separate clause.  Be that as it may, we shall refer\nto <a href=\"/doc/189735340/\" id=\"a_88\">Section 32-F</a> and <a href=\"/doc/72528874/\" id=\"a_89\">Section 32-O</a> whereunder an identical right\nis conferred on the tenant.  Each of the said sections contain\nsub-section (1A) which says that a tenant desirous of exercising\nthe right conferred on him, namely, the right to purchase the\nland under <a href=\"/doc/67429638/\" id=\"a_90\">Section 32</a>, shall give an intimation in that behalf to\nthe landlord and the Tribunal in the prescribed manner within\nthe specified period. A harmonious construction of the\naforementioned provisions leads to the conclusion that giving\nof an intimation to the landlord and the Tribunal is a\nconcomitant of the exercise of the right to purchase the land by\nthe tenant even though the requirement of giving such\nintimation is not embodied in clause (b).  The purpose\nunderlying the requirement of giving of the intimation is that\nthe landlord who is vitally affected by the exercise of the right\nto purchase the land from the landlord is made aware of the fact\nof purchase of the land by the tenant and the Tribunal which has\nto fix the price of the land, should take steps for that purpose.\nFrom a perusal of <a href=\"/doc/63502856/\" id=\"a_91\">Section 32-G</a>, it may be noticed that\nthe Tribunal is entrusted with the duty of determining the\npurchase price suo motu as soon as may be either after the\nTillers Day or after the postponed date.  There is no provision\nin Section 33-G for a tenant to invoke that provision for\ndetermination of the purchase price of the land by filing an\napplication for that purpose.  A conjoint reading of the\naforementioned provisions indicates that where the tenant is\ntreated as a deemed purchaser, the Tribunal shall itself, after the\nspecified dates, determine the price of the land in question and\nwhere determination of price of the land is necessitated upon\nthe exercise of option by the tenant to purchase the land, the\nTribunal shall do so after receiving the intimation of exercise of\nthe right to purchase the land from the tenant.\t  It is perhaps for\nthis reason that a tenant who enjoys the right to purchase the\nland under the Act, is obliged to intimate to the landlord and the\nTribunal that he is desirous of purchasing the land in exercise of\nthat right.\n</p>\n<p data-structure=\"Section\" id=\"p_18\">There is no merit in the contention that <a href=\"/doc/67429638/\" id=\"a_92\">Section 32</a> of the\nAct does not provide for giving any intimation, therefore, a\ntenant who exercises his option to purchase the land under\nclause (b) of the proviso to clause (d) of <a href=\"/doc/186648524/\" id=\"a_93\">Section 88(1)</a> of the\nAct, is not required to give any intimation.  We have already\npointed out above that giving of an intimation is a concomitant\nof the exercise of the right to purchase the land under <a href=\"/doc/67429638/\" id=\"a_94\">Section\n32</a> by the tenant -- a right which is conferred on the tenant in\nspecified cases under the Act -- and it is only thereafter the\ntenant becomes a deemed purchaser whereas <a href=\"/doc/67429638/\" id=\"a_95\">Section 32</a>,\nwithout anything more by the tenant, declares every tenant a\ndeemed purchaser.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_19\">We are unable to agree with the view that the period of\nlimitation of one year prescribed in the said clause (b) of the\nproviso, within which the tenant is entitled to purchase the land,\nis for the purpose of initiating proceeding.  In our view, the\ntenant has to exercise the right to purchase the land and intimate\nthat fact to the landlord and the Tribunal within the prescribed\nperiod.\t After the expiry of that period the exercise of that right\nby the tenant, if any, will be ineffective.\n</p>\n<p data-structure=\"Section\" id=\"p_20\">It is next contended that after the Act has come into force\nno person can remain a tenant of the land; he must either\nbecome the owner of the land or the land has to be disposed of\nin the manner provided in <a href=\"/doc/38170215/\" id=\"a_96\">Section 32-P</a> and in as much as\n<a href=\"/doc/38170215/\" id=\"a_97\">Section 32-P</a> does not refer to <a href=\"/doc/186648524/\" id=\"a_98\">Section 88(1)</a>, the first\nrespondent must be treated as a deemed purchaser.  We are\nafraid we cannot accept the contention.\t In our view the premise\nitself is not correct.\tIn cases falling under <a href=\"/doc/69377633/\" id=\"a_99\">Section 37</a>, a tenant\nremains a tenant as no deemed purchase or right to purchase is\nconferred on him under the said provision.  Even otherwise\nmerely because <a href=\"/doc/186648524/\" id=\"a_100\">Section 88(1)(d)</a> is not included in <a href=\"/doc/67429638/\" id=\"a_101\">Section 32-</a>\nP, it does not follow that the first respondent will become the\nowner of the lands in dispute even when he fails to comply with\nthe requirements of clause (b) of proviso to clause (d) of sub-\nsection (1) of <a href=\"/doc/191354816/\" id=\"a_102\">Section 88</a>.  In our view, the High Court is not\ncorrect in holding that when the landlord fails to terminate the\ntenancy the proviso to <a href=\"/doc/67429638/\" id=\"a_103\">Section 32</a> will be attracted and the\ntenant automatically becomes a deemed purchaser.  Such a\nconclusion runs counter to the express words of clause (b) of\nthe proviso to clause (d) of sub-section (1) of <a href=\"/doc/191354816/\" id=\"a_104\">Section 88</a> set out\nalone.\tIt says that within one year from the expiry of the period\nduring which the landlord or certificated landlord is entitled to\nterminate the tenancy as aforesaid, the tenant shall have the\nright to purchase the land under <a href=\"/doc/67429638/\" id=\"a_105\">Section 32</a> (or under Section\n33-C in the case of an excluded tenant).  The words the tenant\nshall have the right to purchase land under <a href=\"/doc/67429638/\" id=\"a_106\">Section 32</a> are plain\nand lucid.  Literally construed they speak that the tenant has the\nright to purchase the land.  By importing an analogy from the\ncontents of the proviso to <a href=\"/doc/67429638/\" id=\"a_107\">Section 32</a>, the said words cannot be\nread as the tenant shall be deemed to have purchased the land\nunder <a href=\"/doc/67429638/\" id=\"a_108\">Section 32</a>.  This would be nothing but substituting the\nprovision in the enactment, which is clearly impermissible.  In\nWest Derby Union vs. Metropolitan Life Assurance Co. [(1897)\nAC 647], Lord Herschell (as he then was) observed :\n</p>\n<blockquote id=\"blockquote_18\">I decline to read into any enactment words which\nare not to be found there and which would alter its\noperative effect because of provisions to be found\nin any proviso\n\nRelying on the said dicta Lord Goddard in Bretherton vs.\nUnited Kingdom Totalisator Co. Ltd. [(1945) 2 All.E.R. 202]\nheld :\n</blockquote>\n<blockquote id=\"blockquote_19\">A proviso is not to be construed as an enacting\nprovision enabling something to be done which is\nnot to be found in the statute itself.\n</blockquote>\n<blockquote id=\"blockquote_20\">Respectfully agreeing with the learned law Lords, we\nhold that in the said clause (b) the right to purchase the land\nfrom the landlord cannot be construed as a deemed purchase of\nthe land from the landlord under <a href=\"/doc/67429638/\" id=\"a_109\">Section 32</a> in view of the\nproviso thereto.\n</blockquote>\n<blockquote id=\"blockquote_21\">It will not be out of place to refer to <a href=\"/doc/179323145/\" id=\"a_110\">Section 88</a> of the\nGujarat Act which is in pari materia with <a href=\"/doc/118138823/\" id=\"a_111\">Section 88</a> of the\nMaharashtra Act.  By amending proviso to clause (d) of sub-\nsection (1) of <a href=\"/doc/179323145/\" id=\"a_112\">Section 88</a> of the Gujarat Act the words shall be\ndeemed to have purchased were substituted for the words\nshall have the right to purchase. The amended provision will\nyield the desired result of making the tenant a deemed\npurchaser of the land from the landlord under <a href=\"/doc/181042681/\" id=\"a_113\">Section 32</a> on the\nexpiry of the period during which the landlord is entitled to\nterminate the tenancy under <a href=\"/doc/177603301/\" id=\"a_114\">Section 31</a> of the Act.\nThe correct way to understand a proviso is to read it in\nthe context and not in isolation.  We may with advantage refer\nto the following observations of Moulton L.J. in R. vs. Dibdin\n[1910 Probate 57] :\n</blockquote>\n<blockquote id=\"blockquote_22\">The fallacy of the proposed method of\ninterpretation is not far to seek.  It sins against the\nfundamental rule of construction that a proviso\nmust be considered with relation to the principal\nmatter to which it stands as a proviso.\t It treats it as\nif it were an independent enacting clause instead of\nbeing dependent on the main enactment.\tThe\ncourts, as, for instance, in Ex p. Partington [(1844)\n6 Q.B. 649]., Re Brocklebank [(1889) 23\nQ.B.D.461], and Hill v. East and West India Dock\nCo. [(1884) 9 App.Cas.448], have frequently\npointed out this fallacy, and have refused to be led\nastray by arguments such as these which have been\naddressed to us, which depend solely on taking\nwords absolutely in their strict literal sense,\ndisregarding the fundamental consideration that\nthey appear in the proviso.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_21\">Thus read, it becomes explicit that sub-section (1) of <a href=\"/doc/181042681/\" id=\"a_115\">Section 32</a>\ndeclares every tenant a deemed purchaser from April 1, 1957\nand the provisos thereto in the circumstances mentioned therein\nmodify the date mentioned in sub-section (1) from which the\ntenant will be a deemed purchaser.  The said proviso can have\nno application to clause (b) of the proviso to clause (d) of sub-\nsection (1) of Section 88.\n</p>\n<p data-structure=\"Section\" id=\"p_22\">If this be the true interpretation of clause (d) read with\nthe proviso to sub-section (1) of Section 88 the fact that a\ndifferent interpretation has prevailed for quite sometime in the\nState of Maharashtra, is no ground not to give effect to the\ncorrect position in law.  Though it was urged that in various\ndecisions the High Court held that the right to purchase the land\nunder clause (d) of the proviso was treated as a deemed\npurchase, only one judgment of the High Court which could be\nsecured by us is the one relied upon by the High Court in the\nimpugned order, Rambhau Keshav Mhatre vs. Kashinuth\nG.Patil [Tenancy Law Reporter Vol.XIX (1971) at page 84].\nWe have perused that judgment.\tThe question before the\nHigh Court was whether Section 32-O applied to the lands\nwhich were released from the management of the Government.\nIt was held that the tenancy was subsisting on the date of\ncessation of Government management so Section 32-O did not\napply and by virtue of the proviso to Section 88(1)(d) the\nprovisions with regard to purchase of the land automatically\napplied under <a href=\"/doc/181042681/\" id=\"a_116\">Section 32</a> of the Act and, therefore, the fixation\nof price under Section 32-G followed as a matter of course.  It\nappears to us that the learned Judge failed to appreciate the\ndistinction between a tenant declared as a deemed purchaser\nunder <a href=\"/doc/181042681/\" id=\"a_117\">Section 32</a> and a tenant who is conferred with a mere\nright to purchase the land within the specified period of one\nyear and also the relevant provisions of <a href=\"/doc/179323145/\" id=\"a_118\">Section 88</a> of the Act.\nFor the above reasons we cannot endorse the interpretation of\nthe said provision by the learned single Judge of the Bombay\nHigh Court.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_23\">The lands in dispute were taken under the management of\nthe Government under <a href=\"/doc/19937954/\" id=\"a_119\">Section 44</a> of the Act on December 19,\n1949, so from that date the provisions of <a href=\"/doc/119778761/\" id=\"a_120\">Sections 2</a> to 87-A did\nnot apply to the lands in dispute.  However, from October 1,\n1957, when the management of the Government of the lands in\ndispute was terminated, the tenancy of the first respondent\nwhich was not a permanent tenancy was subsisting in the said\nlands.\tTherefore from that date, the aforesaid provisions\napplied thereto but subject to the modification that (i) the\nappellant had the right to terminate the tenancy under <a href=\"/doc/177603301/\" id=\"a_121\">Section\n31</a> till September 30, 1958; and (ii) the first respondent had the\nright to purchase the lands in dispute under <a href=\"/doc/181042681/\" id=\"a_122\">Section 32</a> till\nOctober 1, 1959. For working out the rights of the parties the\nprovisions of <a href=\"/doc/177603301/\" id=\"a_123\">Sections 31</a> to 31-D (both inclusive) and <a href=\"/doc/181042681/\" id=\"a_124\">Sections\n32</a> to 32-R (both inclusive), so far as may be applicable, applied\nto the termination of tenancy or the right to purchase the lands\nin dispute as aforesaid.  Admittedly, the appellant did not\nterminate the tenancy of the first respondent under the aforesaid\nprovisions before September 30, 1958, therefore, the first\nrespondent had the right to purchase the lands in dispute till\nOctober 1, 1959.  The first respondent also did not exercise that\nright and it is a common ground that he did not give any\nintimation of exercise of the right to purchase the lands in\ndispute to the landlord and the Tribunal.  However, the first\nrespondent filed application under Section 32-G in 1968 for\nfixation of the price of the lands in dispute.\tNot having\nexercised the right to purchase the lands in dispute from the\nlandlord within the statutory period of one year, the first\nrespondent has lost the right to purchase the land in dispute and\ntherefore he cannot have the price of the land fixed under\nSection 32-G after about 10 years of the expiry of the statutory\nperiod.\t On this aspect the order of the High Court, under\nchallenge, is liable to be set aside.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_24\">For the afore-mentioned reasons, the order under\nchallenge, to the extent indicated above, cannot be sustained.\tIt\nis accordingly set aside.  The appeals are partly allowed there\nshall be no order as to costs.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_25\">\t\t\t\t..........................J.\n\t\t\t\t(Syed Shah Mohammed Quadri)\n\n\t\t\t\t..........................J.\n\t\t\t\t(S.N. Phukan)\n\n\nOctober\t 03, 2001\n\n\n\n\n\n\n\n\n\n\n</p>","numcites":33,"numcitedby":9,"docsource":"Supreme Court of India","citetid":676935,"divtype":"judgments","relatedqs":[{"value":"deemed tenant","formInput":"deemed%20tenant"},{"value":"sec 32 P  filter:  bombay tenancy and agricultural lands act 1948","formInput":"sec%2032%20P%20%20filter%3A%20%20bombay%20tenancy%20and%20agricultural%20lands%20act%201948"},{"value":"tenant case","formInput":"tenant%20case"},{"value":"32 g","formInput":"32%20g"},{"value":"permanent tenancy","formInput":"permanent%20tenancy"},{"value":"rights of a tenant","formInput":"rights%20of%20a%20tenant"},{"value":"permanent tenant ","formInput":"permanent%20tenant%20"},{"value":"land dispute","formInput":"land%20dispute"},{"value":"personal cultivation ","formInput":"personal%20cultivation%20"},{"value":"sec 32 P   filter:   bombay tenancy and agricultural lands act 1948   Sec 32 G & sec 32 P Tenancy act","formInput":"sec%2032%20P%20%20%20filter%3A%20%20%20bombay%20tenancy%20and%20agricultural%20lands%20act%201948%20%20%20Sec%2032%20G%20%26%20sec%2032%20P%20Tenancy%20act"},{"value":"32 f  filter:  tenancy act 1948","formInput":"32%20f%20%20filter%3A%20%20tenancy%20act%201948"},{"value":"Section 88  filter:  bombay tenancy and agricultural lands act 1948","formInput":"Section%2088%20%20filter%3A%20%20bombay%20tenancy%20and%20agricultural%20lands%20act%201948"},{"value":"as far as may be","formInput":"as%20far%20as%20may%20be"},{"value":"tenancy  is terminated","formInput":"tenancy%20%20is%20terminated"},{"value":"govt land","formInput":"govt%20land"},{"value":"right of landlord","formInput":"right%20of%20landlord"},{"value":"tillers day","formInput":"tillers%20day"},{"value":"tenants rights","formInput":"tenants%20rights"},{"value":" tenant landlord","formInput":"%20tenant%20landlord"},{"value":"section 61","formInput":"section%2061"}],"courtcopy":true,"query_alert":null,"agreement":false}