{"tid":429474,"publishdate":"1958-03-11","title":"Jaldhari Mahto And Ors. vs Rajendra Singh And Ors. on 11 March, 1958","doc":"<h2 class=\"doc_title\">Jaldhari Mahto And Ors. vs Rajendra Singh And Ors. on 11 March, 1958</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1958PAT386, 1958(6)BLJR258, AIR 1958 PATNA 386, ILR 37 PAT 373</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:v-ramaswami\">Chief Justice</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:v-ramaswami\">Chief Justice</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n\n\n\n\n\n \n\n  Kanhaiya Singh, J.   \n \n\n</pre><p data-structure=\"Precedent\" id=\"p_1\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1403921\" id=\"span_1\">1. Second Appeal 462 of 1951 came up before a Division Bench of this Court from a decision of the 1st Additional Subordinate Judge, Muzaffarpur, dated 10th January. 1951. The main orgument be-fore the Bench was that there is a conflict between the decision of a Division Bench of this Court in <a href=\"/doc/1403921/\" id=\"a_1\">M. A. Rauf v. Bodhi Singh</a>, AIR 1950 Pat 484 (A) and a subsequent decision of another Division Bench in Dhani Jha v. Mt. Dharohari Kuer, 1955 B L J R 202 (B). In the course of argument reference was made to certain other decisions of the Privy Council and this Court, and the learned Judges before whom the appeal came considered that in view of the conflict of decisions, the case required consideration by a larger Bench and, therefore, referred the case to a Full Bench for determination.</span>  \n</p> \n\n<p data-structure=\"Issue\" id=\"p_2\"> 2. Subsequently, Second Appeal 386 of 1951 from a decision of the 1st Additional District Judge, Muzaffarpur, dated 9th January 1951, came up before the said Division Bench, and the point involved was almost the same. The learned Judges, therefore, referred this case also to a Full Bench for disposal along with Second Appeal 462 of 1951. These two appeals have been accordingly consolidated and heard analogously, and this judgment will govern both.  \n</p> \n\n<p data-structure=\"Issue\" id=\"p_3\"> 3. The important question for consideration on which rests the decision of these two appeals is which of the two conflicting decisions in the cases of M. A. Rauf (A) and Dhani Jha (B) referred to above, is correct.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_4\"> 4. I shall first take up Second Appeal 462 of 1951. The dispute relates to survey plot No. 2429 which has an area of 14 dhurs. This forms part of Khata No. 761 appertaining to Khewat No. 53 in village Khanaur, tauzi No. 14390. The plaintiffs are the sixteen annas landlords of this Khewat. Khata No. 761 is a ghairmazrua Malik khata and has been recorded in their names. During the survey and Settlement operation this plot contained a house, and in the Remarks column of Khata No. 761 against this plot the possession of Nathuui Khewat over this house has been noted. It appears that Musammat Sukhia, the widow of Rabia Kurmi, resides in a hut on this plot. The plaintiffs&#x27; case was that the house situate on the disputed plot No. 2429 as shown in the survey record-of-rights was in fact their cowshed, and Nathunj Kewat was their labourer, and since at the time of the survey he was living in the house to look alter the cattle, his possession was noted in the Khatian. Shortly after the survey and settlement he died issueless, and since after his death the plaintiffs have been in exclusive possession of this plot, and it is said that a part of the disputed land is utilised for tethering cattle and the remaining portion is under cultivation and vegetables are grown. The further case of the plaintiffs is that four years prior to the institution of the suit the defendants first party (defendants 1 to 3) demolished their old house which was just west to the disputed plot and constructed a new house in its stead, and without the permission of the plaintiffs dug a drain through the disputed land in order to discharge the water of their house eastwards. The plaintiffs protested and resisted the opening of the drain, but on the defendants&#x27; agreeing to pay them compensation for opening a drain on the suit land, they raised no further objection. The defendants, however, defaulted in the payment of the compensation despite repeated demands. On the contrary, they dispossessed the plaintiffs and took forcible possession of the disputed plot, without any right, in Baisakh 1354 fasli (corresponding to May 1947) and inducted Musammat Sukhia (defendant 4) on the plaintiffs&#x27; hut which existed on their disputed plot and uprooted the vegetables grown by the plaintiffs. When, on demand, they refused to vacated the disputed land the plaintiffs instituted the present suit for ejectment and possession.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_5\"> 5. The defendants resisted the suit and denied the story of possession and dispossession. Their defence in the main was that Nathuni Kewat possessed the disputed plot No. 2429, along with the hut standing thereon not as a labourer ol the plaintiffs but in his own right from the time oE his ancestors and, sometime after the survey, transferred the same orally to the defendants first party for Rs. 50 and left the village. They asserted their possession over the disputed land by virtue of their purchase. They admitted that Musammat Sukhia, defendant 4, was their maid-servant and was in possession of the house on the disputed land. They denied, however, that she was inducted upon the disputed land only four years before tbe institution of the suit and alleged that their ancestors inducted her husband on the disputed land more than twelve years betore the suit, and since after the death of her husband Musammat Sukhia was living in their house as their maid-servant.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_6\"> 6. The learned Munsif held that the plaintiffs had title to the disputed land and were land-lords of Khata No. 761 to which it appertained. But, in his opinion, the plaintiffs were not in possession of the disputed land within twelve years of the suit. He held further that by their oral purchase, even if true, the defendants acquired no good title, since their vendor Nathuni Kewat had no title to the disputed land. On the question of possession, his conclusion was that the defendants first party, though trespassers, were in possession of the disputed land. Relying upon a decision of a Single Judge of this Court in Harnandan Singh v. S. M. Kamnauddi Kuer, AIR 1948 Pat 391 (C), to the effect that where a suit is brought for possession and ejectment of the defendant on the ground that the plaintiff was dispossessed on a certain date, the onus lies on the plaintiff to prove not only that he had title and antecedent possession, but also that he was dispossess-ed on the alleged date or any other date within twelve years of the institution of the suit, he reached the conclusion that since the plaintiffs were not in possession of the suit land within twelve years prior to the institution of the suit they were not entitled to recover khas possession. He, however, made it plain that the plaintiffs&#x27; proprietary interest in the disputed land was not lost, and relying upon a decision of the Calcutta High Court in Ishan Chandra Mitter v. Raja Ramranjan Chakerbutty, 2 Cal L J 125 (D), he observed that they would be dispossess ed in a limited sense in other words, they would be deprived of only actual or khas possession of the suit land. Accordingly he dismissed the suit.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_7\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1403921\" id=\"span_2\">7. The plaintiffs appealed from this decree. Before the Additional Subordinate Judge who heard this appeal the finding of the Munsif that the plaintiffs had title to the disputed land as proprietors was not attacked and the main question mooted before him was whether the onus was on the plaintiffs to prove their subsisting title and possession within twelve years of the suit or on the defendants to prove title by adverse possession. Relying upon the decision of this Court in <a href=\"/doc/1403921/\" id=\"a_2\">M. A. Rauf</a>&#x27;s case (A), above referred to, the learned Additional Subordinate Judge held that even if the possession of the plaintiffs be held to be meagre, unsatisfactory and unconvincing, the onus lay upon the defendants to prove by satisfactory evidence their title by adverse possession. After a consideration of the evidence adduced by the parties, he held that the defendants had failed to prove their title by adverse possession, and, therefore, the plaintiffs as proprietors were entitled to recover possession of the land in suit. He was, however, of the opinion that the plaintiffs were not entitled to close the drain or the exit which the defendants first party had opened on the suit land, since they were opened with the consent of the plaintiffs. Subject to this right of the defendants, he set aside the judgment and decree of the learned Munsif and decreed the plaintiffs&#x27; suit for possession.</span>  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_8\"> 8. It will be observed that the decision  of  the Division Bench in the case of M. A.  Rauf  (A),  forms the  basis ol  the  decision of the learned Additional Subordinate  Judge.   In order to appreciate the two conflicting decisions of this Court it will be necessary to bear in mind the essential question in controversy. On  the  pleadings  and on the evidence, this is a suit between landlord and tenant. The defendants did not set up an independent title by virtue ot adverse possession.   They   claimed   both   title   and   possession through Ndthuni Kewat, whose  possession  over  the disputed land was recorded in the  Remarks column of  the  Khatian.  Both  the  learned  Munsif and the learned   Additional   Subordinate   Judge   considered this  case  from  this  aspect of view. It is sufficiently clear from the decision of the learned Munsif that the plaintiffs&#x27; title to the suit land as proprietors was recognised  and  maintained.   The  defendants had not acquired  absolute  title  to  the  disputed land. They were  given   right to  hold  the land under the plaintiffs.  The plaintiffs were only deprived of their right to Khas possession of the land. the conclusion of the learned  Munsif  is  founded  upon   a decision of the Division Bench of the Calcutta High  Court  in  the case  of 2 Cal   L  J   125 (D). Their Lordships of the Calcutta High Court held that when  a tenant  takes possession of a land outside his tenancy and professes to do so in his character  as  tenant,  the  landlord  is dispossessed in a limited sense, in other words, he is deprived of actual or Khas possession of the land but not of proprietary possession or possession by receipt of rent. It was open to the defendants to indicate at the time when  they  possessed  the  land  that  they intended  to  hold  the   disputed  land for their own exclusive benefit and not   to  hold  them  under the plaintiffs  as  tenants. In that event, the landlords on proof  of  the  defendants&#x27; title by adverse possession might  have  been  deprived  of possession of the suit land  completely  and  not  in   a limited sense. The defendants,  however,  laid  no such  claim.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1403921\" id=\"span_3\">In fact, they  claimed  no  right   higher than the right which Nathuni  Kewat  himself possessed. What I want to emphasise is that this was a case essentially between landlords  and  tenants,  and  the question, therefore, narrows itself down to the application of <a href=\"/doc/500307/\" id=\"a_3\">Article 142</a> or <a href=\"/doc/1799967/\" id=\"a_4\">Article 144</a> of the <a href=\"/doc/1317393/\" id=\"a_5\">Limitation Act</a>. Thus,  the  important question is whether a person who occupies a piece of land,  for  the  prescribed  period, not in assertion of absolute title t &gt; the exclusion of the whole world but in  assertion  of a limited interest under the landlord of that land, dispossesses the landlord under <a href=\"/doc/500307/\" id=\"a_6\">Article 142</a> or possesses the land adversely to him under <a href=\"/doc/1799967/\" id=\"a_7\">Article 144.</a> (9) After having clarified the position, it will be convenient  to state the conflicting views expressed in the two Division Bench cases <a href=\"/doc/1403921/\" id=\"a_8\">referred to above</a>. In the case  of  M.  A.   Rauf  (A), the dispute related to 14.68 acres of bakasht land in village Chak Dharam-pur. The defendants were at one time the tenants of the land.   The  landlords, purchased this holding in execution of a rent decree and   obtained dakhal de-hani thereof. Subsequently, those landlords sold their proprietary  interest  to  Safdar  Ali  who  in his turn made a registered waqf deed appointing the plaintiff as Mutwalli. The suit land had been recorded in the survey  record-of-rights   as   bakasht.   The   plaintiffs brought the suit for a declaration that the  land  was bakasht and for recovery of possession by eviction of defendants on the allegation that Safdar Ali continued to be in Khas possession after his purchase, that in the year 1937 the defendants set up a false claim ft) the land on account of the Kisan movement, that a proceeding under <a href=\"/doc/1405190/\" id=\"a_9\">Section 145</a>, Criminal Procedure Code, was instituted in the Court of the Sub-divisional Magistrate and that by his order dated 7th June 1939, the Sub-divisional Magistrate held that the defendants were in possession of the land and that prior to this the defendants were never in possession of the suit land. In their written statement the defendants did not assert absolute title and claimed to be tenants under the plaintiff. The ground of defence was that the rent decree was fraudulent and collusive, that the plaintiff never obtained Khas possession of the land, that the defendants continued to be in possession and on account of a subsequent compromise the landlord settled the land with the defen-dants at nakdi rent after taking salami and that after Safdar Ali purchased the mauza the defendants obtained renewal of settlement on payment of further salami. In substance, they claimed to hold the land under the plaintiff as tenants. The lower appellate Court found that the case of settlement with the defendants was not true and the defendants could not claim to be tenants by virtue of the alleged settlement. But, on the question of possession the lower appellate Court held that both the parties had adduced unsatisfactory evidence, and since the onus of proof under <a href=\"/doc/500307/\" id=\"a_10\">Article 142</a> was upon the plaintiff, the suit was barred by limitation. It evidently held that <a href=\"/doc/500307/\" id=\"a_11\">Article 142</a>, and not <a href=\"/doc/1799967/\" id=\"a_12\">Article 144</a>, governed the case.</span>  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_9\"> 10. On appeal, the main contention was that the suit was governed by <a href=\"/doc/1799967/\" id=\"a_13\">Article 144</a> and that the burden was upon the defendants to establish the nature and extent of the right asserted. The Division Bench gave effect to this contention and held that the suit was governed by <a href=\"/doc/1799967/\" id=\"a_14\">Article 144.</a> Ramaswami J (as he then was) delivering the judgment of the Bench, with whom Sarjoo Prosad J., concurred, observed as follows :  \n</p><blockquote id=\"blockquote_1\">  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"583917\" id=\"span_4\">&quot;Upon the pleadings in the present case I am of opinion that the suit is not barred. After examining the record, the lower appellate Court has found that both parties have adduced unsatisfactory evidence as regards possession of the laud. But the Court has failed to take into consideration the presumption arising from the title of the plaintiff. For the respondents, it was contended that no such presumption can be called in aid in appraisement of the evidence and reference was made to the Full Bench decision in <a href=\"/doc/583917/\" id=\"a_15\">Shiva Pd. Singh v. Hira Singh</a>, 6 Pat. L. J. 478 : (A. I. R. 1921 Pat. 237) (F. B.) (E).</span> But in Matuk Singh v. Tian Sahu, I. L. R. 2 Pat. 1 : (A.I. R. 1922 Pat 432) (F) Sir Dawson-Miller explained the limits to which the principle of the Full Bench decision can be extended and observed that, in a suit for ejectment, where the evidence adduced by both parties, although unsatisfactory is not altogether valueless, the Comt is entitled to take into consideration the presumption arising from title and the probabilities of the case..... In the present case, the plaintiff would succeed, even if <a href=\"/doc/500307/\" id=\"a_16\">Article 142</a> is applicable. But the authorities establish that upon the pleadings of the case the appropriate provision would be <a href=\"/doc/1799967/\" id=\"a_17\">Article 144</a> and the suit will not fail until the defendants establish adverse possession for the statutory period either of the entire or limited interest.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_10\"> 11. The decision in the case of M. A. Rauf (A) was not followed by a Division Bench of this Court in a subsequent case, 1955 B. L. J. R. 202 (B). That was also a case between the landlord and the tenant. The plaintiffs in that case instituted the suit for a declaration of their title to and confirmation of their possession of the disputed land. The defendants did not set up an absolute title but claimed to hold the land as tenants. Several plots were in dispute, including plot No. 44. For the present purpose, the decision of the Court with respect to plot No. 44 is only relevant. With respect to this plot the lower appellate Court which was the final Court of fact held that the plaintiffs failed to prove their possession within twelve years of the suit, that the oral evidence on behalf of the defendants was superior to the one adduced by the plaintiffs and that the evidence adduced by the defendants was insufficient to establish thtir title by adverse possession. Accordingly, it decreed the suit of the plaintiffs, though they had failed to prove their subsisting title. On appeal, the Division Bench of this Court, presided over by Das C. J, and Choudhary J., relying upon the Full Bench decision of this Court in 6 Pat. L. J. 478 : (A. I. R. 1921 Pat. 237) (E) has held that in an action in ejectment on the ground of dispossession except in cases where having regard to the nature of the subject-matter of the dispute no evidence of actual user in the ordinary sense can be expected, the plaintiff must prove his title as well as possession within the statutory period, and if he fails to do that, his suit must be dismissed. In the opinion of the learned Judges, the Full Bench decision in the case of Raja Shiva P asad Singh (E), referred to above, applied generally to a suit in ejectment whether brought by a landlord or otherwise, and they held that even in a suit brought by the plaintiff as a proprietor for ejectment of the defendant and the defendant pleaded some sort of tenancy, the suit was governed by <a href=\"/doc/500307/\" id=\"a_18\">Article 142</a> of the <a href=\"/doc/1317393/\" id=\"a_19\">Limitation Act</a>, and the plaintiff is bound to prove his subsisting title in the limited sense of title to Khas Possession, and, therefore, he must prove his possession within twelve years of the suit before he can succeed. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1403921\" id=\"span_5\">They did not follow <a href=\"/doc/1403921/\" id=\"a_20\">M. A. Rauf</a>&#x27;s case (A), firstly, because it was distinguishable, and, secondly, even if it applied to the facts of the case, the decision ran counter to the Full Bench decision in the case of Raja Shiva Prasad Singh (E) and therefore, had no binding force. They held themselves bound to follow the decision of the Full Bench.</span>  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_11\"> 12. This takes us to the consideration of the nature and scope of the decision of the Full Bench in the case of Raja Shiva Prasad Singh (E). The plaintiffs were the appellants in the High Court. They brought a suit for a declaration of their title to the lands in dispute and for recovery of possession. The cause of action alleged in the plaint arose in June 1916. The Munsif came to the conclusion that the plaintiffs had proved their title to the lands in suit. As to possession, both parties adduced evidence, and the Munsif on a consideration of the evidence came to the conclusion that the evidence of possession was unsatisfactory on both sides. The defendants failed to prove that they were in adverse possession of the lands for twelve years. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1403921\" id=\"span_6\">In view of the evidence and the circumstances of the case, he gave the benefit of the presumption that possession goes with the title to the plaintiffs and decreed the suit in their favour. On appeal, the District Judge reversed the judgment of the Munsif on the ground that he was wrong in raising the presumption of possession in favour of the plaintiffs. He was of opinion that the presumption only arises when the evidene of possession on both sides is equally balanced and not when it was equally unworthy of credit. The question involved <a href=\"/doc/1403921/\" id=\"a_21\">in that case</a> was whether in the circumstances the munsif was justified in giving the benefit of the presumption<a href=\"/doc/1403921/\" id=\"a_22\">, <a href=\"/doc/1403921/\" id=\"a_23\">referred to above</a></a>, to the plaintiffs. Dawson-Miller C. J., delivering the majority judgment of the Bench (Jwala Prasad J. dissentiente) observed as follows :</span>  \n</p><blockquote id=\"blockquote_2\">  &quot;Assuming that there was no evidence worthy of credit on behalf of either party as to possession, \n\nwhich is what the District Judge found, and assuming, as it is assumed, and I think properly assumed in the judgment now under appeal, that the plaintiff in a suit for ejectment must prove not only his antecedent title but also his possession within twelve years of the suit then in the absence of any credible evidence as to possession I consider that the plaintiff must fail and that the presumption arising from title cannot be called in aid to give weight to evidence unworthy of credit any more than if no evidence at all had been given.&quot;  \n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_12\"> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1403921\" id=\"span_7\">The correctness of the decision of the Full Bench is not in controversy; rather it has been assumed that this decision is correct and still holds the field. It is a well established rule of law that ordinarily in a suit for ejectment the plaintiff must prove not only his antecedent title and possession but also that he has been in possession within twelve years from the date of the institution of the suit. Such a suit clearly falls under <a href=\"/doc/500307/\" id=\"a_24\">Article 142</a> of the <a href=\"/doc/1317393/\" id=\"a_25\">Limitation Act</a>, and the plaintiff even with title must be unsuited if after his dispossession he had been out of possession for twelve years. The question is whether the doctrine <a href=\"/doc/1403921/\" id=\"a_26\">laid down by</a> the Full Bench applies to the facts of the present case, in other words, whether that doctrine governs all eases of possession after ejectment of the defendant, irrespective of the nature of the suit land, the claim laid by the plaintiffs, the nature of defence set up by the defendants and the evidence adduced by the parties. To be more precise, the question is whether it applies to a case where a person seeks to recover possession of the land lying within the ambit of his zamindary and the defendant does not plead an absolute title but claims only a limited interest of tenancy under him. Thus, the short question which the Ceurt is called upon to decide is whether in a suit for possession between landlord and tenant, <a href=\"/doc/500307/\" id=\"a_27\">Article 142</a> or <a href=\"/doc/1799967/\" id=\"a_28\">Article 144</a> of the <a href=\"/doc/1317393/\" id=\"a_29\">Limitation Act</a> applies. Mr. N. L. Untwalia appearing for the appellants contended that even such suit is covered by the decision of the Full Bench in the case of Raja Shiva Prasad Singh (E), and accordingly <a href=\"/doc/500307/\" id=\"a_30\">Article 142</a> applies to the case. He argued that the decision in the case of Dhani Jha (B), above referred to, is correct and accordingly the plaintiffs must fail as they have failed to prove their possession within twelve years of the suit. Mr. Ganesh Sharma appearing for the respondents would have it that the proper Article is <a href=\"/doc/1799967/\" id=\"a_31\">Article 144</a> and not <a href=\"/doc/500307/\" id=\"a_32\">Article 142.</a> His contention is that the case of Raja Shiva Prasad Singh (E) is not a case between landlord and tenant, and the principle there enunciated should not be extended to cover a suit brought by a landlord for ejectment, of a person who claims to hold under him. He urged that the case of M. A. Rauf(A) above referred to was rightly decided, and the ratio there laid down applies to the present case. He referred to several decisions in which the decision of the Full Bench was not applied, I shall presently examine those cases.</span>  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_13\"> 13. In my considered judgment, the rule propounded in the Full Bench decision of Raja Shiva Prasad Singh (E) is not of universal application and should not be extended beyond the facts of that case, and the case of landlord and tenant is entirely different and does not come within the ambit of the doctrine therein laid down. The Full Bench decision dees not purport to lay down that in a suit for eject-ment on the ground of dispossession, the presump-tion of possession arising from admitted or proved title is not at all available. That decision has been distinguished in later decision of this Court, and paramountcy of title has been recognised in several cases. It is incontrovertible that ordinarily in a suit for ejectment the plaintiff must prove his antecedent title and possession within the statutory period. But cases may arise where possession may be inferred only from title and other circumstances of the case, even though the evidence may not conclusively establish actual physical possession. Only about three months after pronouncement by the Full Bench, Dawson-Miller, C. J., who delivered the majority judgment of the Full Bench, had to consider in the case of, A. I. R. 1922 Patna 432 (F), the extent and scope of the rule of law propounded by him therein. In the case of Tian Sahu (F) the plaintiff, who was the appellant in the High Court, purchased the land in suit from Mulehand Sahu in June 1917, and, according to his case, came into possession and was a few months later dispossessed by the defendant Matuk. The Munsif held that neither the plaintiff nor his predecessor Mulchand had in fact been in possession of the land at any period within twelve years antecedent to the suit, and he dismissed the claim. On appeal, the District Judge considered that the oral evidence of the parties as to possession was not satisfactory on either side, and he referred to certain discrepancies in the evidence which had been pointed out by the Munsif, and apparently the view which the District Judge arrived at was that, in so far as the oral evidence went, although he nowhere says that it was of no value, nevertheless, it was not such as without reference to probabilities and other circumstances arising in the case would be sufficient in itself to enable him to come to a satisfactory decision on the question of possession. The District Judge held that Matuk (defendant) entirely failed to prove the possession for twelve years before the suit. On the question of the plaintiff&#x27;s title he came to the conclusion that as Mulchand&#x27;s previous title and possession were admitted by Matuk, and as Mulchand admitted the execution of the kebala in favour of the plaintiff and as Mulchand had failed to prove that the kebala was void for any reasons and as Matuk had failed to prove adverse possession for twelve years, the appellant&#x27;s (plaintiff&#x27;s) claim should be decreed, and he allowed the appeal. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1403921\" id=\"span_8\">From that decision the defendant appealed to this Court, and the appeal was heard before a single Judge. The learned Judge considered that the decision of the Full Bench of this Court in Raja Shiva Prasad Singh (E) governed the case, and relying upon that case he took the view that it was not open to the District Judge, who was the ultimate judge of the fact, to take into account either the probabilities of the case or any presumption that might arise in favour of possession remaining in the person who had proved his title. He, therefore, allowed the appeal and dismissed the plaintiff&#x27;s suit. There was an appeal from this decision under the Letters Patent, and the judgment of the Bench was delivered by Dawson-Miller, C. J., who held that the finding in this case did not bring it under the rule <a href=\"/doc/1403921/\" id=\"a_33\">laid down by</a> the Full Bench in the case of Raja Shiva Prasad Singh (E). Explaining the significance of the Full Bench decision he observed as follows :</span>  \n</p><blockquote id=\"blockquote_3\">  &quot;The Full Bench case to which I have referred did not lay down the proposition that in no case could the probabilities and presumptions be taken into account. The rule there laid down was that it is only in cases where there is no evidence of the plaintiff as to dispossession or, what amounted in the opinion of the Full Bench to the same thing, where the evidence is valueless, that the plaintiff fails to make out his case by merely proving that he had an antecedent title and possession and it must not be considered that merely because where evidence was given by both sides and the learned Judge who had to determine the case had a difficulty upon that evidence or even considered that evidence not alto-gather satisfactory, that in such circumstances he was not entitled to give weight to the probabilities of the case or to any presumption which might properly arise from the fact that the plaintiff had previously been in possession and had title. I think it would be extending the doctrine laid down in that case too far if we were to say that merely because the Judge had some difficulty in arriving at a conclusion upon the evidence or that he did not consider the evidence altogether satisfactory, he was thereby precluded from looking either at the probabilities of the case as disclosed by other parts of the evidence or from the presumptions which might arise from the plaintiff&#x27;s title&quot;.  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_14\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1562603\" id=\"span_9\">Again, in the case of <a href=\"/doc/1562603/\" id=\"a_34\">Ramnath Sarangi v. Gobardhan Pandey, I L R</a> 3 Pat 258 : (AIR 1924 Pat 629) (G), Dawson-Miller, C. J., explained further the significance of the Full Bench decision aforesaid. In this case the suit had been brought for declaration of title to and recovery of possession of certain lands which were known as Gora lands, that is to say, they were lands not brought under regular cultivation but which were from time to time, once in four or five years, subject to cultivation of certain classes of crops. The Munsif held in favour of the plaintiff, and his decision was upheld on appeal to the District Judge. From that decision the defendant took an appeal to this Court which was disposed of by Ross, J., sitting singly. The argument put forward before him was based upon the assumption that the evidence of possession put forward by the plaintiff had not been accepted by the District Judge, and although the evidence of the defendants in that respect had been equally rejected, it was contended that in such circumstances no weight could be attached to the presumption that possession followed title. That argument was accepted by the learned Judge of this Court, and he further considered that if the evidence on both sides with regard to possession was weak then it must be taken that the trial Court and the Court of first appeal were not satisfied with that evidence and did not accept it as reliable and that in such a case, there being no reliable evidence as to the plaintiff&#x27;s possession within twelve years, even if there were no evidence at all on behalf of the defendants within the same period, still the plaintiff must fail even though he could prove his title. He accordingly dismissed the suit. From that decision the plaintiff appealed under the Letters Patent, which appeal was heard by Dawson-Miller, C. J., and Mullick, J. In that case the learned Single Judge had wrongly assumed that the evidence of possession adduced by the plaintiff was not accepted by the trial Court and by the District Judge on appeal. What in fact the two Courts had held was that the evidence in that respect was weak. It was contended before the Bench which heard the Letters Patent Appeal that where the evidence on both sides as to possession is weak, then the plaintiff is not entitled to pray in aid the presumption which arises from his title. The Bench did not accept that contention, and Dawson-Miller, C. J,, delivering the judgment of the Bench relied upon the case of Tian Sahu (F), above referred to, and observed as follows :</span>   \n</p><blockquote id=\"blockquote_4\">  &quot;In fact the very point arose and was determined in the case of 3 Pat L T 460 : (A I R 1922 Pat 432) (F) decided in 1922 where the material facts were almost similar to those arising in the present case. In that case reliance was placed upon the earlier Full Bench case of 6 Pat L J 478 : (AIR 1921 Pat 237) (E) where it had been laid down that where there is no evidence at all of the plaintiff&#x27;s possession then he cannot take advantage of the presumption arising from title and in the later case of 3 Pat L T 460 : (A I R 1922 Pat 432) (F), I find that in deliver-ing our judgment I stated, &#x27;I think it would be extending the doctrine laid down in that case,&#x27; that is the Full Bench case, &#x27;too far if we were to say that merely because the Judge had some difficulty in arriving at a conclusion upon the evidence or that he did not consider the evidence altogether satisfactory he was thereby precluded from looking either at the probabilities of the case as disclosed by other parts of the evidence or from the presumptions which might arise from the plaintiff&#x27;s title. It was, therefore, clearly laid down that not only in cases where the evidence was strong on both sides but in cases where the evidence is much as might be believed but is also weak, in both cases the Court having a difficulty in arriving at a satisfactory conclusion of where the truth lies may take into consideration the presumption arising from title as well as the other probabilities in the case. If, therefore, the learned &#x27;Judge, from whose decision this appeal is brought, was of opinion that the presumption arising from title could not be called in aid in cases where the evidence is weak, but nevertheless credible, I must respectfully decline to agree with his view of the matter as it appears to me to be contrary entirely to the view taken in the case last cited.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_15\"> He further explained the decision of the Full Bench in the following terms :  \n</p><blockquote id=\"blockquote_5\">  &quot;I agree, as was decided by this Court in the Full Bench case of 6 Pat L J 478 : (AIR 1921 Pat 237) (E). In 1921, that the onus being upon the plaintiff in a suit for ejectment he must make out both that he had title to the last in suit and that he was in possession within twelve years of the date When the suit was instituted and if he fails to prove his possession then, notwithstanding his title, it being admitted that the defendant is in possession at the date of the suit, his suit must fail. But the nature and quantity of the proof required to satisfy the burden thus cast upon the plaintiff may vary in different classes of cases. For example where the land is jungle land or land under water where no evidence of actual user in the ordinary sense can be expected to be adduced then no doubt the psesump-tion that possession follows title may be called in aid to supplement the absence of evidence upon the question of possession because, mere non-user does not in itself deprive a part of his title to his land. It is necessary both that he should have lost his possession and that somebody else should have come into possession and remain there adversely to him. In the case of lands such as those now in question, although proof of certain acts of user might reasonably be expected, the evidence upon this point must necessarily be more difficult to procure than in the case of lands continually under cultivation and therefore, as I have already stated, it is not surprising that the evidence upon this question adduced by the plaintiff and indeed adduced by either party, was characterised by the learned District Judge as being weak.&quot;  \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_16\"> Similarly, in a suit relating to a bamboo clump the presumption that possession followed title was applied in the case of Badri Narain Jha v. Raghunandan Jha, A I R 1948 Pat 408 (H). The Division Bench who heard the appeal has laid down that having regard to the nature of the subject-matter of the dispute which was a bamboo clump which was not capable of possession every day or at a particular season of the year and the title having been found with the plaintiff, he was entitled to a decree for a declaration of title to and possession of the area covered by the bamboo clump.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_17\"> 14. A review of the aforesaid cases shows that the presumption of possession arising from title is not available where the land is capable of actual possession by cultivation or otherwise, and there is no evidence of possession or the evidence adduced is unworthy of the credit. But, this presumption is available in all cases (1) where the evidence is equally strong and apparently equally well-balanced on both sides so that it is difficult to determine where the truth lies ; (2) where the evidence on both sides is weak or unsatisfactory, but not valueless or wholly incredible ; (3) where the land is of such a peculiar nature that the evidence of actual user and enjoyment in the ordinary manner could hardly be expected e.g., lands which are waste, jungle, parti, gora, submerged under water or any other kind of land incapable of cultivation. To this extent the general rule laid down by the Full Bench in the case of Raja Shiva Prasad Singh (E) must be deemed to be modified, and in such cases the plain-tiff can succeed on the strength of his title alone.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_18\"> 15. Similarly, in the case of landlord and tenant the principle enunciated by the Full Bench has not been applied. Before examining the cases occurring subsequent to the decision ot the Full Bench, 1 would first refer to a case decided before that case. Jt is the case of Midnapore Zamindary Co. Ltd. v. Panday Sardar, 2 Pat L J 506: (A I R 1917 Pat 471 (2)) (I). That was a case of encroach-ment by a tenure-holder upon the land of his landlord. The title of the plaintiff proprietor was not denied, but the ground on which the District Judge dismissed the plaintiffs&#x27; suit was that the plaintiff had not proved possession of the land within twelve years of the institution of the suit, and therefore, under <a href=\"/doc/500307/\" id=\"a_35\">Article 142</a> of the <a href=\"/doc/1317393/\" id=\"a_36\">Limitation Act</a> his right to sue had been extinguished. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1065355\" id=\"span_10\">A Division bench of this Court held that <a href=\"/doc/1799967/\" id=\"a_37\">Article 144</a> and not <a href=\"/doc/500307/\" id=\"a_38\">Article 142</a> applied to this case They relied upon a decision of the Calcutta High Court in <a href=\"/doc/1065355/\" id=\"a_39\">Gopal Krishna v. Lakhiram Sardar</a>, 16 Cal W N 634 (J). In that case the landlord instituted a suit for ejectment on the ground that the defendant had encroached upon his land. The defendant claimed that the suit lands were within his tenure. The claim of the lands being included in his tenure failed, but it was held that he was in possession for more than twelve years. On the strength of this finding of possession the delendant contended that whatever may be the rights of the landlord as regards additional rent he was not entitled to evict him, his claim for eviction being barred under <a href=\"/doc/500307/\" id=\"a_40\">Article 142</a> of the <a href=\"/doc/1317393/\" id=\"a_41\">Limitation Act</a>. This contention was not upheld by the Division Bench. Jenkins, C. J., observed as follows :</span>  \n</p><blockquote id=\"blockquote_6\">  &quot;The law as to encroachments is well settled : while a tenant is bound to treat that which is an encroachment, as held by him under his landlord, the landlord is not bound to treat the land on which his tenant encroaches as held under a tenancy, Therefore, it may be that in appropriate circumstances a landlord can recover against his tenant the land on which the tenant has encroached. There is a limit to that right, for if the tenant has been in possession of the land for that which for brevity I may call the statutory period, and the landlord repudiates the encroachment, it becomes a question whether or not the tenant has gained an interest that would be a bar to his landlord&#x27;s claim for possession. In this case there is a finding of the first Court, though not of the lower Appellate Court, that the delendant has been in possession of the land in question for a period of twelve years and upwards. That period of possession complies with one of the conditions necessary to establish a right by adverse possession. The other condition is that the possession should be adverse. What is asserted by the defendant is not that he has acquired by adverse possession an absolute interest, but only a tenancy right in the property. As 1 read the judgment of the lower Appellate Court, it has failed to consider whether, though the defendant may not have asserted an absolute title to the property he did not assert a title to the property as a tenant. Under <a href=\"/doc/1799967/\" id=\"a_42\">Article 144</a> of the <a href=\"/doc/1317393/\" id=\"a_43\">Limitation Act</a>, there may be adverse possession not only of immoveable property but of any interest therein, and it appears to me that it may properly be contended that in the circumstances of this case there was an adverse possession of the limited interest which the Defendant claims, that is to say, a tenancy commensurate with that in the admitted lease between the parties. That, as I have said, is an aspect of the case which has not been investigated, and I think it should be.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_19\"> The case was accordingly remanded. It is manifest that in effect the Learned Chief Justice has held that the landlord is entitled to re-enter unless his right is otherwise barred; that <a href=\"/doc/1799967/\" id=\"a_44\">Article 144</a> of the <a href=\"/doc/1317393/\" id=\"a_45\">Limitation Act</a> is applicable and that if the tenant has been in possession of the encroached portion for more than twelve years, then it has to be seen whether be has been in such possession adversely to the landlord and whether sucb adverse possession was in respect of a limited or absolute interest. The case of the Midnapore Zamindary Co. Ltd. (I) was not considered by the Full Bench, presumably because the Full Bench case was not a case of landlord and tenant.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_20\"> 16. I would now refer to some of the cases decided after the Full Bench case. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1797436\" id=\"span_11\">In the case of <a href=\"/doc/1797436/\" id=\"a_46\">Rameshwar Singh Bahadur v. Hit Lal Singh</a>, AIR 1925 Pat. 739 (K), Mullick and Bucknill JJ. have clearly laid down the law governing a suit for possession between landlord and tenant. They have held therein that where in an action for ejectment the defendant pleads tenancy by contract, but fails to prove the same the onus is upon the defendants to show some title which will either extinguish or demolish the extent of the plaintiff&#x27;s title. If the defendants fail, then the plaintiff is entitled to a decree. If the defendants plead adverse possession, the onus is upon them, and they must show what was the date from which such possession began to run. In such a case, they pointed out, the plaintiff&#x27;s suit cannot be dismissed till the precise title acquired by adverse possession has been determined. I may point out that Mullick J. was a party to the decision in the case of Midnapore Zamindary Company Ltd. (I), and also to the decisions in the cases of Tian Sahu (F) and Ramnath Sarangi (G), above referred to, wherein the limits of the rule of law <a href=\"/doc/1797436/\" id=\"a_47\">laid down by</a> the Full Bench was explained.</span>  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_21\"> 17. In the case of Kameshwar Singh Bahadur v. Faturi Missra, AIR 1934 Pat. 339 (L) Wort and Agarwala JJ., have held that a suit brought by a landlord for ejectment of a defendant who pleaded tenancy right was governed by <a href=\"/doc/1799967/\" id=\"a_48\">Article 144</a> and not by <a href=\"/doc/500307/\" id=\"a_49\">Article 142.</a> Wort J, with whom Agarwala J.&quot; agreed has observed as follows :--  \n</p><blockquote id=\"blockquote_7\">  &quot;It was admitted that the plaintiff had title to these lands; it was also admitted that up till the time that the defendants went into possession and cultivated them they were parti and jungle lands. It was also the case of the defendants that had they a title it was not of the proprietary interest but a limited tenancy interest only as against the admitted proprietor, the zamindar. It is unnecessary to mention authorities to show that where a defendant who is in possession, as the defendants in this case were, is setting up a title to a tenancy right, he must either show it by contract or by the fact that he has been in possession for the necessary period and the onus is equally upon him to show the date upon which he came into possession and his title began.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_22\"> 18. I need not refer in details to the cases of Telanga Marandi Majhi v. Chandra Mohan Singh, AIR 1933 Pat 664 (M) and Ramdahin Lohar v. Ramdhani Mahto, AIR 1942 Pat. 379 (N), decided, respectively, by Fazl Ali J. and Agarwala J., sitting, singly, wherein also the same principle has been reiterated, namely, where a tenant of lands in India, in a suit by his landlord to eject him from them, sets up a defence that he has a right of permanent tenancy in the lands, the onus of proving that he has such a right is upon the tenant.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_23\"> 19. In all those cases <a href=\"/doc/1799967/\" id=\"a_50\">Article 144</a>, and not <a href=\"/doc/500307/\" id=\"a_51\">Article 142</a>, was applied, and it was held that the onus was upon the defendant to prove some title to defeat the paramount title of the landlord. The decision of the Full Bench was not applied. If, in fact, the ratio of the Full Bench governed those cases, they must have been decided differently. It will he observed that the Full Bench decision was not even referred to nor relied upon by the Advocates in support of their contention- It will be wholly unreasonable to assume that this decision escaped the notice of both the Courts and the Advocates. On the contrary, it is clear that all those decisions proceeded on the assumption that they did not come within the ambit of the Full Bench decision. This view as to the incidence of the burden has been repeatedly recognised in a series of Privy Council decisions.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_24\"> 20. The law governing a suit between landlord and tenant was stated by their Lordships of the Privy Council as far back as 1888. In the case of Secretary of State for India in Council v. Maharajah Luchmeswar Singh, 16 Ind App 6 (O), their Lordships of the Privy Council stated the law thus :--  \n</p><blockquote id=\"blockquote_8\">  &quot;The Government undoubtedly are tenants of the Darbhanga Raj. It is for them to show why the landlord may not recover his property, and they can only do that by proving that there is some agreement between them and their landlord that they shall have something more than the ordinary tenancy at will or from year to year. All they offer is some conjecture of such an agreement founded simply on their long possession at a uniform rate of Payment. If we could not find out the origin of these things there would be strength in that argument, but as the origin of them is known the argumer t loses its force. In fact, the possession is not difficult to explain in other ways. It is not the business of the plaintiff to explain the possession; it is the business of the Defendants to show that it leads to the inference of a perpetual tenancy.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_25\"> In the above case the Government who had been let into possession of a village by the Darbhanga Raj for a limited purpose claimed a permanent right of tenancy on the strength of their possession for eighty years before the dispute arose on payment of uniform rent. It was held by the Privy Council that a person let into possession should prove that he had a permanent right of occupancy. If <a href=\"/doc/500307/\" id=\"a_52\">Article 142</a> governed the case, Raj Darbhanga would have failed in that suit, because admittedly he was not in possession within twelve years of the suit. I may point out that the <a href=\"/doc/1317393/\" id=\"a_53\">Limitation Act</a> of 1877 which was in force when the aforesaid decision of the Privy Council was given contained Articles Similar to <a href=\"/doc/500307/\" id=\"a_54\">Articles 142</a> and <a href=\"/doc/1799967/\" id=\"a_55\">144.</a>  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_26\"> 21. A similar view was taken by the Privy Council in the case of Seturatnam Aiyar v. Venkata-chala Gnunden, 47 Ind App 76: (AIR 1920 PC 67)(P). In that case the Government who was pattidar of certain garden and dry cultivated lands in a ryotwari tract in Madras gave the tenants six months&#x27; notice to quit and sued to eject them. It was established by the evidence that the ryots of the village had been in possession for a very long period at uniform rents, without proof that they had been let into possession by the plaintiff or his predecessors, that they had reclaimed the land and made wells in the garden lands, alienating from time to time wells and lands attached thereto, and that they had cultivated the lands with crops of their own choice. On these facts their Lordships of the Privy Council holding that the onus was upon the defendants to prove that they had rights of permanent occupancy observed as follows :--  \n</p><blockquote id=\"blockquote_9\">  &quot;The plaintiff&#x27;s title was conceded, and the notice by which he purported to terminate: the defendants&#x27; tenancy was not disputed. It was also admitted that the defendants held under, if not from,, the plaintiff. To resist the plaintiff&#x27;s claim the defendants set up a permanent tenancy or an occupancy right in themselves. If this was not established then tin- defendants must fail, and. to adapt the lauguage of <a href=\"/doc/147127/\" id=\"a_56\">Section 101</a> of the Indian Evidence Act, as the defendants were bound to prove the existence of their permanent tenancy or occupancy right, the burden of proof as to it lay on them. .... Permanence is not a universal and integral incident of an under-ryot&#x27;s holding; if claimed, it must be established. This may be done by proving a custom, a contract, or a title, and possibly by other means.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_27\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1512543\" id=\"span_12\">22. The aforesaid two cases were reviewed by their Lordships of the Privy Council in the case of <a href=\"/doc/1512543/\" id=\"a_57\">Nainapillai Marakayar v. Ramanathan Chattiar</a>, 51 Ind App 83 : A I R 1924 P C 65 (Q) and the view expressed therein was re-affirmed in the following; terms :--</span>  \n</p><blockquote id=\"blockquote_10\">  &quot;It cannot now be doubted that when a tenant of lands in India in a suit by his landlord to eject him from them, sets up a defence that he has a right of permanent tenancy in the lands, the onus of proving, that he has such right is upon the-tenant. In 16 Ind App. 6 : ILR 16 Cal 223(PC1 (O), it was held that the onus of proving that they had a permanent right of occupancy in lands was upon the defendants, who alleged it as a defence to a suit by their landlords to eject them, and that proof of long occupation at a fixed rent did not satisfy that onus; and in 47 Ind App 76r 1 L R 43 Mad 567 : AIR 1920 P C 67 (P) (Supra), in, a suit by landlords for the ejectment of the defendants from lands in a ryotwari district in Madras, the giving of notice to quit not being disputed, it was held that the onus oi proving that the defendants had rights of permanent occupancy was upon them.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_28\">  I may note here that the decision ol Fazf All, J., in case of AIR 1933 Pat 664 (M), (Supra) is based upon the aforesaid decision of the Privy Council in the case of Nainapillai Marakayar (Q) aforesaid.   \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_29\"> 23. Again, after reviewing the aforesaid decisions, in the case of Lakshmanna v. Venkateswarlu, AIR 1949 P C 278 (K). Their Lordships of the Privy Council reiterated the same principle, and have held that it is settled law that in a suit for ejectment the burden of proof lies on the plaintiff to show that he has a right to eject the defendant before the onus is shifted to the defendant to prove that he has a right of permanent occupancy, and that where, however, it is admitted or found as a fact that the tenant has been let into possession by the landlord who is absolute owner, the burden is on the tenant to prove that he has a right of occupancy which he claims. Their Lordships of the Privy Council quoted with, approval the following passage from a decision of the Madras High Court in Cheekati Zamindari v. Ranasooru Dhora, I L R 23 Mad 318 (S), which in a nutshell states the law which governs such cases :  \n</p><blockquote id=\"blockquote_11\">  &quot;Admittedly the village in suit is a taraf village of which the temple is the registered proprietor entitled to both the malvaram and the mirasvaram as against the appellant. This being so, the claim of aa occupancy right as overriding the proprietor&#x27;s right to cultivate his own land is of a special character, and as such, it is one which the party seeking to derogate from the ordinary incidents of property is bound to establish. Ordinarily the mirasidar or proprietor in a taraf village has the right of cultivation also and he is therefore at liberty to arrange for it from time to time either by granting leases or letting it to purakudies for varam or under what is usually called the pannai system by means of labourers who are paid wages in grain.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_30\"> I may mention here that kudivaram and melvaram interests comprise the entire proprietary interests in the land and, therefore, the position of a proprietor in Bihar is the same as that of a proprietor in Madras entitled to both the melvaram and the mirasvaram or the kudivaram. In other words, a proprietor of a land is by virtue of the incidence of his proprietorship entitled to possession of every inch of land lying within the ambit of his zamindary, and, therefore, if a person in possession of such land pleads any right to hold it in derogation of the paramount right of the landlord to possess it, the onus is clearly upon the person who sets up that right.   \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_31\"> 24. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1834730\" id=\"span_13\">In this   connection, I may refer  here to another decision of the Privy Council in <a href=\"/doc/1834730/\" id=\"a_58\">Secretary of State v. Chelikani Rama Rao</a>,, 25 Cal L J 69 : (AIR 1916 P C 21) (T). The suit related to certain islands which had been formed in the bed of the sea near the mouth or delta of river Godaveri, which is a tidal and navigable river. The islands are within a short distance of the main land. The lands constituting the islands were mostly jungle lands. The Madras Government started proceedings under the Madras Forest Act to constitute the said islands&#x27; reserved forests. The respondents before the Privy Council objected and claimed the lands. Their assertion was that these lands have been possessed by them and the predecessors-in-title from time immemorial, and that the lands were theirs. This assertion of property the Crown denied. Their claims were dismissed by the Forest Settlement Officer of Godaveri, and his judgments were affirmed by two decisions of the District Court  of  Godaveri.    These decisions were reversed and varied by the High Court. The view taken by the High Court is thus expressed :</span>  \n</p><blockquote id=\"blockquote_12\">  &quot;Though the title was originally in  the Crown, still, as the possession of the claimants for twenty years prior to the notification is found, it rests upon the Crown to prove that it has a subsisting title by showing that the possession of the claimants commenced or became adverse within the period of limitation, i.e., within sixty years before the notification Their Lordships of the Privy Council did not accept this view. In this case it had been found as a fact that the ownership of the lands in question was in the British Crown, and possession was with the respondents. In these circumstances, their Lordships made the following significant observations : &#x27;&#x27;Nothing is better settled than that the onus of establishing property  by  reason  of possession for a certain requisite period lies upon the person asserting such possession. It is too late in the day to suggest the contrary of this proposition. It it were not correct it would be open to the possession for a year or a day to say, &#x27;I am here; be your title to the property ever so good, you cannot turn me out until you have demonstrated that the possession of myself and my predecessors was not long enough to fulfil all the legal conditions.&#x27; Such a singular doctrine can be well illustrated by the case of India, in which the right of the Crown to vast tracts of territory including not only islands arising from the sea, but great spaces of jungle lands, necessarily not under the close supervision of Government officers, would disappear because there would be no evidence available to establish the state of possession for sixty years past. It would be contrary to all legal principles thus to permit the squatter to put the owner of the fundamental right to a negative proof upon the point of possession.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_32\"> With reference to &quot;subsisting title&quot; in the aforesaid observation of the Madras High Court, their Lordships of the Privy Council explained the significance of &quot;subsisting title&quot; and observed as follows ;  \n</p><blockquote id=\"blockquote_13\">  &quot;But with reference to the &#x27;subsisting title&quot;, it appears to their Lordships that nothing further is needed than the acknowledgment of the undisputed fact that these islands formed in the sea belonged to the Crown. That fact is fundamental : until adverse possession against the Crown is complete, that is to say, is for the period of sixty years, that fundamental fact remains, and that fact forms &#x27;subsisting title&#x27;. And it is no part of the obligation of the Crown to fortify their own fundamental right by any enquiry into possession or the acceptance of any onus on that subject.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_33\"> This case is an authority for the proposition that where the paramount title to hold or possess the land is established, mere possession by a third person for a period not sufficient in law to perfect the title will not extinguish the right of the holder of the paramount title to re-enter. If the unauthorised possessor sets up a title in opposition to the fundamental right, the onus is upon him to establish that claim. Had it not been so, and the principle <a href=\"/doc/1834730/\" id=\"a_59\">laid down by</a> the Full Bench in the case of Shiva Prasad Singh (E) had governed such cases also, the case of Secretary of State (T) aforesaid would have been decided differently. This was one of the cases on which the decision in A I R 1950 Pat 484 (A), is rested. It was, however, not followed in the case of 1955 B L J R 202 (B). Strictly speaking, the case of Dhani Jha conies within the ambit of this decision, but the learned Judges who decided that case distinguished it on the ground that it was not a suit for possession on the ground of dispossession. They also distinguished the cases of A I R 1925 Pat 739 (K), and AIR 1934 Pat 339 (L), the former on the ground that the defendants pleaded permissible occupation, and the plaintiff* alleged no prior dispossession and the latter on the ground that the disputed land was jungle and parti. From the view of the aforesaid three cases taken by the learned Judges in Dhani Jha (B), I must express my most respectful dissent. The decision in all those cases turned not on the fact that there was no allegation of dispossession or that the land was parti or jungle, but on the principle that in a case of this nature the onus was always on the defendants to establish the right asserted by them and failing that the plaintiffs must recover possession by virtue of their paramount title. To borrow the expressions of their Lordships of the Privy Council, it is no part of the obligation of the plaintiffs to fortify their own fundamental right by a further proof of what is termed as &quot;subsisting title in the limited sense of title to khas possession&quot;. It will be observed that in this case the Crown was entitled to possession of the land by virtue of their paramount title to hold the islands that had been formed in the bed of the sea and the defendants could not successfully resist the claim of the Crown unless they established their title to hold the same in derogation of the paramount title of the Crown to possession of those islands. Whether that right was acquired by grant or prescription the onus was always upon them to prove that right to defeat the claim of the Crown. This is the underlying principle of the decision of the Privy Council, and it is too late in the day to question the correctness of the principle so well established by high authorities and followed in several cases in this Court. Thus, the grounds on which this case was distinguished in the case of Dhani Jha (B), do not seem to be valid.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_34\"> 25. Reference was also made to an unreported Bench decision of this Court in Joginder Singh v. Mitrajit Singh, F. A, No. 6 of 1943 (U), disposed of on the 25th July 1950. Following the decision of this Court in the case of M. A. Rauf (A), their Lordships held that since the defendants admitted the proprietary title of the plaintiffs and consequently their right to possession, it was for them to establish that they had acquired the right as raiyats to exclude the plaintiffs from direct possession of the land. It appears that this decision was not brought to the notice of the learned Judges who decided the case of Dhani Jha. The analysis of the cases aforesaid shows unmistakably that the principle laid down by the Full Bench ia the case of Shiva Prasad Singh (E), cannot be applied to a case of landlord and tenant, and there are valid reasons for the same. In such cases, in essence, the plaintiff&#x27;s title is admitted and there is no dispute about the plaintiff&#x27;s right to possession, because on the defence itself the plaintiff possessed the land through the defendant, Clearly enough, in such cases the onus is on the defendant to establish the claim asserted by him to hold under the plaintiff in order to defeat the superior title of the plaintiff to khas possession of the laud.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_35\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"574073\" id=\"span_14\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1184911\" id=\"span_15\">26. I will now proceed to examine the decisions in the cases referred to by R. Untwalia on behalf of the appellants, namely, Maharajah Koonwar Baboo Nitrasur Singh v- Baboo Nundlall Singh, 8 Moo Ind App 199 (V); <a href=\"/doc/1184911/\" id=\"a_60\">Mahomed All Khan v. Khaja Abdul Gunny, I L R</a> 9 Cal 744 (W); Mohima Chunder Mo-zoomdar v. Mohesh Chunder Neoghi, I L R 16 Cal 473 (X); <a href=\"/doc/574073/\" id=\"a_61\">Bindhyachal Chand v. Ram Gharib Chand, A I R</a> 1934 All 993 (FB) (Y); Behari Lal v. Narain Das, I L R 16 Lah 442 : (A I R 1935 Lah 475) (FB) [Z) ; The Official Receiver of East Godavari v. Chaval Govinda Rafu, ILR 1940 Mad 953 : (A I R 1940 Mad 798) (FB) (Zl) and Mohan Bikram Shah v. Deonarain, I L R 24 Pat 379 : (A I R 1945 Pat 45) (Z2). He also referred to an unreported decision of this Court in Second Appeal No. 183 of 1948 (Z3), which was disposed of on the 2nd February 1951.</span></span>  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_36\"> 27. In the case of 8 Moo Ind App 199 (V), the dispute was between two proprietors of contiguous villages and related to 700 bighas of land. Both the parties claimed that the lands in question were within their respective estates. On the 5th August 1845, the plaintiff instituted the suit for recovery of possession on the ground that they were part of his estate and that the defendant had taken forcible possession of them some time in the year (sic) and had ever since continued in possession. The plaintiff thus admitted the suit lands to have been in possession of the defendants, though by wrongful title. The defendants in their answer denied these allegations and alleged that the suit lands were included in their estate and they were in possession for more than twelve years prior to the institution of the suit. The defendants were held to be in possession. In these circumstances, their Lordships of the Privy Council held that since the plaintiff sought to disturb the possession of the defendants it clearly lay on him to prove that the cause of action accrued to him on a dispossession within twelve years next before the commencement of the suit and no proof of his anterior title could relieve him from this burden or shift it upon his adversaries (defendants) by compelling them to prove the time and manner of dispossession since though the title may be with the plaintiff, yet he might have lost by lapse of time his right to recover them. This case involved a determination as to which of two competing titles would prevail, and there was no question of acquisition by the defendants of any intermediary interest. The principle of law enunciated here is practically the same as in the Full Bench case of Shiva Prasad Singh (E).  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_37\"> 28. In the case of I L R 9 Cal 744(W) the plain-tiffs sought to have &#x27;their rights declared to shares in 50 Khadas of laud and to be put in possession of them jointly with the defendants. The defendants denied the plaintiffs&#x27; title and also pleaded limita-tiou. The facts found or admitted were that the plaintiffs and the defendants had a good title to the lands in question jointly and at the date of a Thakbust in 1859 they were in joint possession. The whole of the lands were then jungle. The defendants had reclaimed some portion of them. The Full Bench of the Calcutta High Court stated the general law as follows :  \n</p><blockquote id=\"blockquote_14\">  &quot;There is no doubt as to the general rule : That under the former <a href=\"/doc/1317393/\" id=\"a_62\">Limitation Act</a> the cause of action and under the present law the event from which limitation is declared to run must have occurred within the prescribed period, and that it lies on the plaintiff to show this. Accordingly, where the suit is for possession, and the cause of action is dispossession, it has more than once been held by the Privy Council that the plaintiff is bound to prove possession and dispossession within twelve years ..... we think further that as a general rule the plaintiff cannot, merely by proving possession, at any period prior to twelve years before suit, shift the onus to the defendant.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_38\"> Their Lordships then proceed to consider whether this rule applied even to cases where the land was either permanently or temporarily incapable of actual enjoyment in any of the customary modes and observed as follows :  \n</p><blockquote id=\"blockquote_15\">  &quot;The true rule appears to us to be this :That where land has been shown to have been in a condition unfitting it for actual enjoyment in the usual modes at such a time, and under such circumstances that that state naturally would and probably did continue till within twelve years before suit, it rnay properly be presumed that it did so continue, and that the plaintiff&#x27;s possession continued also, until the contrary is shown. This presumption seems to us to bo reasonable in itself, and in accordance with the legal principles now embodied in <a href=\"/doc/731516/\" id=\"a_63\">Section 114</a> of the Evidence Act.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_39\"> It is clearly distinguishable and is in its facts closely analogous to the case of Shiva Prasad Singh (E) and the view expressed therein accords with the decision of the Full Bench. It was not a case of landlord and tenant.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_40\"> 29. In the case of I L R 16 Cal 473 (X) also the dispute was between two proprietors. The plaintiffs who were the appellants in the Privy Council instituted the suit in 1883 against 81 defendants, for the possession of land, of which the plaintiffs alleged that they were wrongly dispossessed in Assin 1282, corresponding to September 1874. Of the defendants, numbers 1 to 27 were sued as claiming to be proprietors of the land as part of their own village. Numbers 78 to 81 were pro forma defendants, having an interest in the land if belonging to the plaintiffs&#x27; village. The remaining defendants were tenants under the first 27. The plaintiffs proved that formerly they were the proprietors of the land to which they alleged title, and from which they claimed to oust the defendants. They had, however, been dispossessed, or their possession had been discontinued, some years before the suit was brought by them, and the land was occupied by the defendants who denied their title. Their Lordships of the Judicial Committee held that in these circumstances the burden was on the claimants to prove their possession at some time within twelve years next preceding the suit. It was not sufficient for them to show an anterior title without proof of their possession within twelve years, to shift the burden of proof on to the defendants of showing that they were entitled to remain in possession. This case was followed and relied upon by the Full Bench of this Court in the case of Shiva Prasad Singh (E). This case really emphasises what has received unanimous judicial sanction, namely, necessity of the plaintiff proving not merely title and antecedent possession but possession within twelve years. This general rule is now beyond controversy. The question is whether the same principle governs a case where the title of the plain-tiff to possession by virtue o his fundamental right as a proprietor or landlord is admitted or proved and the defendant asserts not absolute title but an intermediary interest. Their Lordships of the Privy Council were not dealing with such a situation.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_41\"> 30. In the case of AIR 1934 All 993 (Y) the plaintiff claimed joint possession with the defendants of the suit land on the allegation that he was cosharer of the defendants other than defendants Nos. 1 to 3 and that his cosharers had executed a deed of gift in favour of defendants Nos. 1 to 3 and that the defendants Nos. 1 to 3 Lad dispossessed him. Eventually, this case was referred to a Full Bench of the Allahabad High Court and the question referred to the Full Bench was where a plaintiff who was a cosharer with some of the defendants who transferred a part of the property to third parties, admits in the plaint that he was dispossessed by the transferees some time prior to the institution of the suit, whether <a href=\"/doc/500307/\" id=\"a_64\">Article 142</a>, <a href=\"/doc/1317393/\" id=\"a_65\">Limitation Act</a>, or <a href=\"/doc/1799967/\" id=\"a_66\">Article 144</a> applied. The Full Bench held that <a href=\"/doc/500307/\" id=\"a_67\">Article 142</a> applied. This case is clearly distinguishable and emphasises the general rule stated above.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_42\"> 31. In the case of I L R 16 Lah 442 : (AIR 1935 Lah 475) (FB) (Z) the plaintiffs brought a suit for possession against the defendants alleging that they were owners of the house in dispute and had given the same on lease to Nabi Bux, defendant  No. 2,  in  the year 1927 and subsequently Nabi Bux had  given  a sub-lease to defendant  No. 1&quot; that thereafter they had sued Nabi Bux and defendant No. 1 for rent and defendant No. 1  had denied their title and denied that he  was  a  tenant under Nabi Bux.   The Court, therefore,  gave  a  decree for rent against Nabi  Bux but dismissed the   suit   against   defendant   No.   1. They, therefore,  brought   the   present   suit for recovery of possession.   The trial Court held that the plaintiffs had the title in the house but had failed to prove  possession    within    twelve    years.   It   held further that the alleged lease in favour of Nabi Bux was fictitious and that the  plaintiffs had failed  to prove either that Nabi  Bux entered  into possession er that defendant No. 1 was a sub-lessee under Nabi Bux. Accordingly, the trial Court applied <a href=\"/doc/500307/\" id=\"a_68\">Article  142</a> of the <a href=\"/doc/1317393/\" id=\"a_69\">Limitation Act</a> and dismissed the suits barred by time. The Appellate Court came to the same findings of fact and,  applying   <a href=\"/doc/500307/\" id=\"a_70\">Article   142</a>,   dismissed  the appeal. This case ultimately  went before  the Full Bench of the  Lahore High Court,  and the question referred to it was  whether in  ihe circumstances of the case  and the findings arrived at. <a href=\"/doc/500307/\" id=\"a_71\">Article 142</a> or <a href=\"/doc/1799967/\" id=\"a_72\">Article   144</a>   applied.   The   Full   Bench   held   that <a href=\"/doc/500307/\" id=\"a_73\">Article  142</a> governed the  case. It  will be observed that the facts of this case also are quite dissimilar. Defendant  No. 1 set  up an independent   title   and denied   that  he held either under Nabi Bux or under the plaintiffs.   The plaintiffs no doubt alleged that the defendants were tenants but  failed  to  establish it.  Thus, the suit was a pure suit for possession after establishment of title, and in such a case there is no question that the  proper  article  to  apply is <a href=\"/doc/500307/\" id=\"a_74\">Article 142</a>,  since   the   unsubstantiated  allegations of   the plaintiff alone will not determine whether one or the other  Article   applied   and   shift   the   onus   on his adversary. More or less, a  similar  point arose in the case of I. L. R. 1940 Mad 953 : (A. I. R.  1940  Mad. 798) (FB) (Z1).   The plaintiff  who  was the appellant before    the   High Court purchased   the   disputed land   at   the    Court   auction    held   in    execution cf a decree on  a  mortgage executed  by  the second respondent and in due course obtained a sale certificate when he went to take possession of the property he was obstructed by the first respondent who claimed it as his ancestral property. The plaintiff brought the suit for declaration of title to the suit property and for the ejectment of the first respondent therefrom. In the plaint he admitted the possession of the first respondent and averred that on his being appointed a village, munsif the second defendant entrusted the property to the first respondent, his nephew, who was to manage it for him. The first respondent claimed the suit land as his ancestral property and also pleaded title to it by adverse possession. The District Munsif found for the plaintiff on all the issues and consequently decreed the suit. On appeal, the subordinate Judge held that the land was not the ancestral property of the first respondent but belonged to the second respondent and his family. He further held that entrustment of the property to the first respondent had not been proved. Without considering, however, the question whether the first respondent had been in adverse possession for twelve years, he allowed the appeal on the ground that possession had been with the first respondent from long before the suit, and the plaintiff was not in possession within twelve years of suit. This case also went before a Full Bench of the Madras High Court, and the question referred to it was whether, in a case where a plaintiff sets up a case of permissive possession and fails to prove it, the burden lies upon the plaintiff to prove that he was in possession within twelve years of the suit or the onus is upon the defendant to prove adverse possession for a period of twelve years. The Full Bench of the Madras High Court has held that in a suit for ejectment where the plaintiff sues fur possession of immoveable property in the occupation of another, the plaintiff cannot rest his case on title alone and that <a href=\"/doc/500307/\" id=\"a_75\">Article 142</a> of the <a href=\"/doc/1317393/\" id=\"a_76\">Limitation Act</a> applies to such suit and the plaintiff must show that he has exercised rights of ownership by being in possession within twelve years of suit. As to the alleged permissive possession of the first respondent their Lordships observed as follows ;  \n</p><blockquote id=\"blockquote_16\">  &quot;And drafting his plaint in a manner which disguises the real nature of the suit will not help a plaintiff. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1161330\" id=\"span_16\">In <a href=\"/doc/1161330/\" id=\"a_77\">Gopaul Chunder Chuckrrbutty v. Nilmoney Mitter, I. L. R.</a> 10 Cal. 374 (Z4), Garth C. J. pointed out, a mere allegation of a tenancy will not relieve a plaintiff from the burden of proving that he or those under whom he claims had been in possession within twelve years. If it did, that device might always be resorted to for the purpose of evading the law of limitation.&quot;</span>  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_43\"> The question raised in the Lahore case also was similar. There also the plaintiffs had unsuccessfully alleged that the defendants were their tenants. It is perfectly true that a mere allegation of the plaintiff will not determine the law of Limitation. Whether <a href=\"/doc/210155/\" id=\"a_78\">Article 143</a> or <a href=\"/doc/1799967/\" id=\"a_79\">Article 144</a> applies, depends upon the facts admitted or established. It is, However, implicit in the decisions of the Full Bench of both the Lahore High Court and the Madras High Court that the position would have been different if the defendants had set up tenancy. Strictly speaking neither the Lahore case nor the Madras case was a case between landlord and tenant. These decisions proceed upon the well known principle of burden of proof. Their Lordships of the Privy Council in A I R 1949 P C 278 (R) laid down the law as to burden of proof in the following terms :  \n</p>   \n\n<blockquote id=\"blockquote_17\"> &quot;What is called the burden of proof on the pleadings should not be confused with the burden of adducing evidence which is described as &#x27;shifting&#x27;. The burden of proof on the pleadings never shifts, it always remains constant (see Pickup v. Thames Insurance Co., (1878) 3 Q B D 594 : 41 L J Q B 749 (Z5). These two aspects of the burden of proof are embodied in Ss. 101 and 102 respectively of the <a href=\"/doc/1953529/\" id=\"a_80\">Indian Evidence Act</a>. Section 101 states : &quot;Whoever desires any Court to give judgment as to any legal right or liability dependant on the existence ot tacts which he asserts must prove that those facts exist.   \n</blockquote> \n\n<blockquote id=\"blockquote_18\"> When a person is bound to prove the existence of any fact, it is said that the burden of proof lies on that person.&quot;   \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_44\"> Section 102 states :--  \n</p>   \n\n<blockquote id=\"blockquote_19\"> &#x27;The burden of proof in a suit or proceeding lies on that person who would fail if no evidence at all were given on either side.&#x27;  \n \n\n This section shows that the initial burden of proving a prima facie case in his favour is cast on the plaintiff; when he gives such evidence as will support a prima facie case, the onus shifts on to the defendant to adduce rebutting evidence to meet the case made out by the plaintiff.&quot;    \n</blockquote> \n\n<blockquote id=\"blockquote_20\"> Therefore, where in a suit for ejectment the plain-lift admits possession of the defendant and avers that that possession is either permissive or as a tenant, he must establish the fact so asserted by him in order to entitle him to a judgment in his favour before the defendant is called upon to adduce a rebutting evidence. If he discharges that onus and makes out a case which entitles him to the relief claimed, the onus shifts on to the defendant to prove those circumstances, if any, which would disentitle the plaintiff to the same. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"956621\" id=\"span_17\">In the case of <a href=\"/doc/956621/\" id=\"a_81\">Basiruddin Sarkar v. Sahebulla Pramanik, A I R</a> 1927 Cal 966 (Z6), the plaintiff alleging that he is a raiyat and the defendant is under-raiyat sued to eject the defendant on service of notice to quit in compliance with the provision of <a href=\"/doc/191756215/\" id=\"a_82\">Section 49-B</a>, Bengal Tenancy Act. Their Lordships of the Calcutta High Court, while holding that the burden of proving that he is a raiyat and the defendant is under-raiyat is on the plaintiff, observed as follows :</span>  \n</blockquote><blockquote id=\"blockquote_21\">  &quot;In an action in ejectment one of the things that the plaintiff must prove is his title to immediate possession. This is a proposition as old as the hills. In a case where the defendants&#x27; tenancy is admitted an admission that involves the admission of the defendants&#x27; right to be in possession--the plaintiff must necessarily establish as to how he is entitled to possession; in other words, how the tenancy has come to an end.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_45\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"956621\" id=\"span_18\">This passage was quoted with approval by their Lordships of the Privy Council in the case of A I R 1949 P C 278 (R<a href=\"/doc/956621/\" id=\"a_83\">) <a href=\"/doc/956621/\" id=\"a_84\">referred to above</a></a>. The position will be different where the plaintiff does not admit the defendant to be his raiyat and sues as a proprietor to recover the land and the defendant sets up a tenancy right. In such a case the plaintiff has not to prove anything, because the admitted paramount title carries with it a presumption that the plaintiff is entitled to hold and possess the land, and therefore, the person seeking to defeat that right and claiming to hold under him must establish the right so asserted by him. This presumption of law was recognised by the Privy Council in the case of A I R 1949 P C 278 (R), as will appear from the following observations :</span>  \n</p><blockquote id=\"blockquote_22\">  &quot;Their Lordships may here observe that in shifting the burden from one side to the other by adducing evidence, parties may rely on presumptions in law, which are really inferences of fact, in place of actual facts. If there was a presumption in law that an inamdar was the owner of both kudivaram and melvaram interests in the land then he could rely on that presumption to discharge the initial burden of proof that lay on him to prove his title to eject. In this sense the presumptions arising from law are connected with the question of onus of proof.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_46\">  As stated above, kudivaram and melvaram interests taken   together   comprised   the   entire   proprietary interest in the land. In Bihar, a proprietor has all the   rights which  a proprietor in Madras   owning kudivaram and melvaram interests has.   Thus here, the proprietor of a land is entitled to khas possession of   the   land   which   lies   within his estate. When, therefore, the plaintiff brings a suit to recover possession of the land, he can rely on the presumption to discharge the initial burden  of proof that   lay on him to   prove his title to   eject,   and  the onus  is then  shifted on the  defendant to prove the right asserted  by   him   to  remain  on the   [and in derogation of the title of the landlord to khas possession. This principle was  applied  by  their Lordships   of the Privy Council in the case of Jagdeo Narain Singh v. Baldeo Singh. I L R 2 Pat 38 : (AIR 1922 PC 272) (Z7) an appeal from a decision  oE the Patna High Court. In  that case the suit related to lands within the regularly settled estate of the plaintiff. At the recent settlement the lands had been entered in the record-of-rights  as tenures  of the defendants under the appellants without any mention of   rent   and with the word &quot;Malikana&quot; in the column of remarks. The plaintiffs instituted the suit on  the  allegations that the lands in question were within the ambit of their zamindary and  alleged that the respondents were merely cultivating tenants and that the entries in the record-of-rights were incorrect. They claimed that the lands formed part of their proprietary rights and that the respondents were not Malikanadars and had no interest in the land other than raiyati rights. The defendants  relied upon the presumption ot cor-rectness   arising   from   the   record-of-rights.    I heir Lordships of the Privy Council referred to their previous  decision in the  case of  Rajah Sahib Perhlad Sein v. Doorga Pershad Tewaree,  12 Moo. Ind. App. 286 (Z8) and observed as follows :   \n</p>   \n\n<blockquote id=\"blockquote_23\"> &quot;Considerable stress has been laid on this presumption on behalf of the respondents. Once, however, the landlord has proved that the land which is sought to be held rent free lies within his regularly assessed estate or mahal, the onus is shifted. In the present case, the lands in dispute lie within the ambit of the estate, which admittedly belongs to the plaintiffs and the pro forma defendants, and for which they pay the revenue assessed in the mauza. In these circumstances it lies upon those who claim to hold the lands free of the obligation to pay rent to show by satisfactory evidence that they have been relieved of this obligation, either by contract or by some old grant recognised by Government, This rule was pronounced as long ago as 1869, in a judgment by Sir James Colvile, in the appeal of 12 Moo Ind App 286 (Z8) :  \n</blockquote> \n\n<blockquote id=\"blockquote_24\"> &#x27;The appellant is the zamindar, as such he has a prima facie title to the gross collections from all the mouzahs within his zamindari. It lay upon the respondents to defeat that right by proving the grant of an intermediate tenure.&quot;   \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_47\"> Therefore, the principle laid down in the Full Bench cases of Lahore and Madras High Courts so far as if goes, does not govern a case of landlord and tenant. (32) Mr. Untwalia referred also to an unreported decision of a Bench of this Court in Pancha Lal Kumar v. Debkant Jha, Second Appeal No, 183 of 1948 (Z3) disposed o on the 2nd February, 1951. The facts of this case are also distinguisable. In that case the plaintiffs first brought a suit for produce rent against the defendants. The latter denied the relationship of landlord and tenant. Then the plaintiffs instituted a suit for possession and the defendants set up an independent title. Both the Courts held that the plaintiffs were not in possession and that the defendants were in possession. The question raised before this Court was that as the lands were parti, <a href=\"/doc/1799967/\" id=\"a_85\">Article 144</a> applied. This Court held that the lands were not parti, and the case fell within the principle enunciated by the Full Bench in the case of 6 Pat. L. J. 478 : (A. I. R. 1921 Pat. 237) (E). The decision of this case, therefore, has no relevancy and does not support the contention of Mr. Untwalia.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_48\"> 33. It will appear from the above that the cases relied upon by Mr. Untwalia have no application to the facts of the present case and are clearly distinguishable.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_49\"> 34. I have not so far considered the case of I L R 24 Pat 379 : (AIR 1945 Fat 453) (Z2) referred to by Mr. Untwalia. That was a case no doubt between landlord and tenant, and the decision therein Supports the contention advanced by him. This case was relied upon in the case of 1955 B L J R 202 (B). The facts of that case are these. The plaintiff as proprietor of village Lachhmipur sued for khas possession of the lands in dispute on the ground that they were his bakasht lands and there he was dispossessed by the defendants as a result of the proceeding under Section 145, Criminal P. C. The defendants admitted the title of the plaintiff as proprietor and pleaded occupancy rights in respect of the suit lands. The chief point of controversy between the parties was whether the defendants were occupancy tenants in respect of the lands in dispute. The plaintiff succeeded before the Subordinate Judge. On appeal, however, the Additional District Judge held that the defendants were occupancy raiyats in respect of the lands in dispute and dismissed the suit. In course of their judgment, their Lordships observed as follows :  \n</p><blockquote id=\"blockquote_25\">  &quot;The plaintiff is suing in ejectment. He has, therefore, to make out his title and his possession within twelve years of the suit. His title as proprietor was not in issue in this case, inasmuch as the defendants all the time asserted their tenancies under the plaintiff as the proprietor. Hence, the onus lay on the plaintiff to prove his title in the limited sense of title to khas pessession.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_50\"> The question we are confronted with in this case did not pointedly arise in that case, and I must say with great respect that on the finding the learned Additional District Judge as the final Court of fact that the defendants held the lands as raiyats, those observations were clearly obiter, because on that finding the plaintiff was not entitled to possession, and the question of onus had no materiality. Further, the aforesaid observation conflicts with the several decisions of the Privy Council and this Court, as discussed above, and, therefore, has no binding force.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_51\"> 35. Mr, Untwalia next contended that in the case of landlord and tenant the onus may be on the defendant to establish the tenancy right asserted by him. But, where the defendant alleges a tenancy right and fails to establish it, the position changes, and in such cases the plaintiff cannot succeed on a mere proof of title, unless he proves also his possession within twelve years of the suit. He pointed out that such a case also comes within the ambit of the rule of law laid down by the Full Bench in the case of Shiva Prasad Singh (E). This argument is attractive, but on a closer examination it lacks substance. When the defendant fails to establish a tenancy, there is nothing to obstruct the paramount right of the landlord to regain khas possession of the lands within his zamindary. Without dilating further on this point, I would say that the decision in the case of A. I. R. 1925 Pat. 739 (K) and the decision of the Privy Council in the case of 18 Ind. App. 6 (O), referred to above, furnish complete answer to this contention.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_52\"> 36. To summarise : In a suit for ejectment the initial burden lies on the plaintiff to prove that he has the title to immediate possession by ejectment of the defendant. If the suit is based on the ground of dispossession or discontinuance of possession and the defendant is in possession and asserts title in-dependent of the title alleged by the plaintiff, then barring the cases, above stated, where on proof of plaintiff&#x27;s title possession is presumed with him on the principle that possession follows title, the plaintiff must prove in addition that he was in possession within twelve years of the suit : (See the case of 6 Pat L J 478 : (A I R 1921 Pat 237) (F B) (E). Where, however, it is admitted or found as a fact that the plaintiff has title to the suit land and is entitled to recover khas possession and the defendant asserts tenancy rights, permanent or temporary, and claims to hold the land in suit under the plaintiff by grant, contract, custom, prescriptive possession, or by other means, the burden is on the tenant defendant to prove that he has the right of occupancy which he claims, and to such case the rule of law enunciated by the F,)ll Bench in the case of Shiva Prasad Singh (E) has no application.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_53\"> 37. With the greatest deference to the learned Judges who gave the decision in the case of 1955 B L J R 202 (B), I venture to differ from the state-ment of law laid down by them therein, and I must say that the case was wrongly decided. In my opinion, the right principles of law were applied in the case of A I R 1950 Pat 484 (A)&#x27;, and the decision given therein is correct.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_54\"> 38. Applying the aforesaid principle to the facts of the present case, both the Courts below concurrently held that the plaintiffs had title to the disputed land. The defendants did not allege any independent title but claimed to hold under the plaintiffs. The defendants alleged that they derived their title from Nathuni Kewat. Obviously, on the strength of record-of-rights, Nathuni Kewat had no tenancy right therein. Since, therefore, the defendants claimed a tenancy right, the lower appellate Court rightly relied upon the decision in the case of M. A. Rauf (A) and held that the onus lay on the defendants to prove by satisfactory evidence their right to hold the land by adverse possession. Therefore this appeal has no merit and must be dismissed.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_55\"> Second Appeal No. 386 of 1951.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_56\"> 39. This appeal arises out of a suit for possession with mesne profits of 3 kathas of land described in Schedule I to the plaint after establishment of title thereto. The suit land is comprised in survey plot No. 974 having an area of 1.94 acres and is situate in village Bazitpur of which the plaintiffs were sixteen-annas landlords. This plot is recorded in the survey record-of-rights as ghairmazrua malik (uncultivated waste in possession of the landlords). The plaintiffs alleged that the land had been brought under cultivation and was grown with vegetables. The defendants forcibly dispossessed them of the suit land in Chait 1351 Fasli and constructed thereon a cowshed and made a well, and when on their demand the defendants refused to vacate the land, they instituted the present suit for the reliefs stated above.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_57\"> 40. The defendants admitted the plaintiffs&#x27; title as landlords of the village where the land lay but denied their possession and alleged that the&#x27;disputed land constituted a pathway, and the public have right of passage over it and further that they had acquired title by adverse possession by constructing thereon a cowshed 25 years ago by planting trees and sinking a well.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_58\"> 41. The learned Munsif held that the plaintiffs had title to the disputed land but they had no possession within twelve years of the suit and that the defendants   were   in    possession.    Accordingly,   he applied <a href=\"/doc/500307/\" id=\"a_86\">Article 142</a> and dismissed the suit.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_59\"> 42. On appeal, the learned Additional District JiSdge affirmed the finding of the learned Munsif that the plaintiffs had title to the disputed land. He held, however, that the lands were parti and the plaintiffs had not exercised any overt act of possession. Relying, however, on the decision of this Court in the case of I L R 3 Pat 258 : (A 1 R 1924 Pat 629) (G) referred to above, he held that as the land was parti the plaintiffs will be deemed to be in possession and will be entitled to recover possession, unless the defendants establish title by adverse possession which, in his opinion, they had failed to prove. Accordingly, he allowed the appeal and decreed the suit.  \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_60\"> 43. This case does not raise any question of law and is covered by the decision of the Full Bench in the case of Shiva Prasad Singh (E), as subsequently explained in the case of Ramnath Sarangi (G), and therefore the decision of the learned Additional District Judge is correct. Learned counsel on behalf of the appellants frankly conceded that if the facts as found by the learned Additional District Judge stood, his decision could not be impugned. Therefore, this appeal also has no merit.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_61\"> 44. In the result, both the appeals are dismissed with costs.  \n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_62\">  Ramaswami, C.J.   \n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_63\"> 45. I agree.  \n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_64\">  Jamuar, J.    \n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_65\"> 46. I agree. \n</p> \n\n","numcites":20,"numcitedby":9,"docsource":"Patna High Court","citetid":429474,"divtype":"judgments","relatedqs":[{"value":"TITLE FOLLOWS POSSESSION","formInput":"TITLE%20FOLLOWS%20POSSESSION"},{"value":"adverse possession","formInput":"adverse%20possession"},{"value":"land dispute title","formInput":"land%20dispute%20title"},{"value":"adverse possession proved ","formInput":"adverse%20possession%20proved%20"},{"value":"suit for possession on title","formInput":"suit%20for%20possession%20on%20title"},{"value":"how to prove title","formInput":"how%20to%20prove%20title"},{"value":"\"adverse possession\"","formInput":"%22adverse%20possession%22"},{"value":"title and possession","formInput":"title%20and%20possession"},{"value":"possession how prove","formInput":"possession%20how%20prove"},{"value":"ancestral property","formInput":"ancestral%20property"},{"value":"title through adverse possession","formInput":"title%20through%20adverse%20possession"},{"value":"Burden of proof","formInput":"Burden%20of%20proof"},{"value":"suit for possession","formInput":"suit%20for%20possession"},{"value":"article 144","formInput":"article%20144"},{"value":"tenant case","formInput":"tenant%20case"},{"value":"bakasht ","formInput":"bakasht%20"},{"value":"article 142","formInput":"article%20142"},{"value":"presumption as to possession","formInput":"presumption%20as%20to%20possession"},{"value":"presumption of title","formInput":"presumption%20of%20title"},{"value":"melvaram ","formInput":"melvaram%20"}],"cats":[{"value":"order-enforcement","formInput":"tag:order-enforcement"},{"value":"act-in-aid-of-supreme-court","formInput":"tag:act-in-aid-of-supreme-court"},{"value":"limitation","formInput":"tag:limitation"}],"courtcopy":false,"query_alert":null,"agreement":false}