{"tid":508229,"publishdate":"1900-05-14","title":"Laldhari Singh And Ors. vs Sukdeo Narain Singh And Anr. on 14 May, 1900","doc":"<h2 class=\"doc_title\">Laldhari Singh And Ors. vs Sukdeo Narain Singh And Anr. on 14 May, 1900</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: (1900)ILR 27CAL892</h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nPrinsep, J.\n \n\n</pre><p data-structure=\"Facts\" id=\"p_1\">1. The matter before us relates to a rule in which we have to consider an order passed by the Magistrate under <a href=\"/doc/1405190/\" id=\"a_1\">Section 145</a>, Code of Criminal Procedure. By the order passed under <a href=\"/doc/203408/\" id=\"a_2\">Section 145(1)</a> proceedings were taken in regard to a dispute as to the &quot;actual possession.&quot; of certain specified land between Laldhari Singh and Sukhdeo Narain Singh through their respective tenants, the Magistrate being satisfied that this dispute was likely to lead to a breach of the peace. This Magistrate was afterwards succeeded by another Magistrate in the sub-division of Jahanabad, and he by an order of the 12th August purporting to be also under sub-sec, (1) and reciting the same information declared the dispute to be also between other persons. Together with Laldhari Singh, the Magistrate joined the minor brothers of Laldhari of whom Laldhari was the guardian, and, together with Sukhdeo Narain Singh he added Prayag Narain Singh. The Magistrate also declared that the dispute between these parties which was likely to cause a breach of the peace was regarding &quot;the collection of rents of the lands&quot; specified in the previous order. After hearing the evidence the Magistrate has declared possession to be with Sukhdeo Narain Singh and Prayag Narain Singh.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_2\">2. The objections taken which have been argued before us on this rule by Mr. Hill on one side and the learned Advocate-General on the other arise from the terms of the order of the 12th August last. It is, first of all, contended that the Magistrate was not competent to add parties to the original order, and that the order of the 12th August was not in substitution for the former order, but for the express, purpose of making such persons parties to the case. In the next place, it is contended that the new parties were not concerned in the dispute which gave rise to these proceedings and that there was no information before the Magistrate on which he could hold or, to use the words of the law, be satisfied that such persons were concerned in such dispute. Objection is also taken to the form of the order finding actual possession as between the contending parties who are zemindars, whereas the real dispute is between two sets of tenants who claim to be respectively in possession of the land, each set as tenants of one of the contending parties.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_3\">3. In regard to the first objection, it may be pointed out, that the proceedings which have given rise to this rule, were drawn up expressly on the petition of Laldhari Singh. He was one of the parties in the original order and he was mentioned in the police report as being the most prominent person on one side in the dispute likely to cause a breach of the peace. There can be no possible objection, therefore, to Laldhari Singh as a party to the proceedings. The persons who are added at his instance were his own minor brothers, co-sharers with himself and under his guardianship in the management of their affairs, and, without any objection on his part, evidence has been taken and the case has been conducted to a termination with all these persons as parties. It seems to me, therefore, that an objection cannot now be properly raised on his behalf. If, on the other hand, it is considered as being raised on behalf of his minor brothers, I am of opinion that it is equally untenable. Laldhari Singh being their guardian and manager of their estate must be regarded as acting on their behalf in all matters connected with their property and, in the present instance, it appears that he was acting on his own behalf and also in the interests of his brothers in asserting their claim to the possession of the land in dispute. In the next place, I regard the order of the 12th August as the real order in this case and I consider that, by passing it the Magistrate intended to substitute it for the previous order of the 22nd July, which, in his opinion, was defective. There can be no objection to such a course.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_4\">4. It is, however, contended that the new parties whom I may for convenience sake, term the added parties, were not concerned in the original dispute, for they are not mentioned in the police report as so concerned. This objection has already been answered in respect of the minor brothers of Laldhari. It is, however, valid in respect of Prayag Narain Singh who has been joined with Sukdeo Narain Singh, as second party and, therefore for this reason, the final order passed under <a href=\"/doc/1405190/\" id=\"a_3\">Section 145</a> can be regarded as only in favour of Sukdeo Narain Singh.\n</p> \n\n<p data-structure=\"Section\" id=\"p_5\">5. Mr. Hill lastly contends that the entire proceedings are bad, because the tenants who are really the contending parties have not been brought into this case, and he suggests that difficulties may arise, if the present order, as between the two zemindars, be maintained, inasmuch as such order, being passed behind the back of the tenants, could not affect their rights and interests. I can see no objection to an order under <a href=\"/doc/1405190/\" id=\"a_4\">Section 145</a> being passed as between two zemindars who are in dispute within the terms of that section,\n \n\n</p><p data-structure=\"CDiscource\" id=\"p_6\">6. The tenants&#x27; rights in no way can fail with those of the zemindars, &quot;who, it is stated, put those tenants on the lands and who have identical interests with them. In what way the order declaring the possession of one of these zemindars may affect these tenants it is not our duty in this case to consider, nor does the fact that the tenants were not made parties affect the validity of the final order under <a href=\"/doc/1405190/\" id=\"a_5\">Section 145</a> as between the zemindars. If we consider the nature of the proceedings under <a href=\"/doc/1405190/\" id=\"a_6\">Section 145</a> this will I think be evident. The Magistrate was satisfied from the police report that the dispute between the zemindars regarding the possession of the lands was likely to cause a breach of the peace, and he has, as between them, in order to prevent a breach of the peace, found which of the zemindars is in possession. It may be that the police report on which he acted also shows that the tenants under each of these zemindars were also in dispute, but he was not bound to consider that dispute, if he thought that a settlement of the disputes between the zemindars was sufficient to prevent a breach of the peace, and 1 am unable to see, as it has been suggested, that the exclusion of the tenants from these proceedings in any way affects their validity as to the dispute between the zemindars or affects the jurisdiction of the Magistrate. Whether a Magistrate institutes proceedings under <a href=\"/doc/1405190/\" id=\"a_7\">Section 145</a> is a matter entirely for his discretion, and he is in no way bound to act on all that is stated on the police report before him. Here he appears to have thought that a settlement of the disputed possession between the zemindars would be sufficient to avert the apprehended danger to the public peace. If the Magistrate should find that a dispute between the tenants is still likely to disturb the peace, he can take fresh proceedings in the matter. Experience has however amply shown that in a matter of this kind where the dispute between the zemindars is settled, the persons claiming to be tenants accept the order passed and seeing that their interests have been represented by the zemindars under whom they claim, this result necessarily follows in nearly every case. If, however, the tenants on either side still hold out the Magistrate has a further remedy.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_7\">7. Again, it may be observed, that in the police report it is clearly shown that though the tenants were the parties actually in dispute they were backed by their respective zemindars and I take it that it cannot be said that the zemindars were not at least equally parties of this dispute.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_8\">8. Lastly, I do not consider that the objection raised is bond fide. It was no doubt raised by Laldhari, who has obtained this Rule in the earliest stage of this case, but it does not appear that any objection has been raised by the tenants themselves and as I have already stated it may be held that the rights of the tenants to hold possession already with them may still remain. Whether that be so is a matter that may require determination. But when as between Laldhari and the other zemindar it has been held that he is not in possession, it is not open to him to question the validity of the proceeding because his tenants are no parties to the case. He could have proved that he was in possession through his tenants and in this he has failed. His object is clearly to get another opportunity through his tenants of re-opening the case.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_9\">9. There is another objection suggested which I must notice. In the first proceedings the Magistrate stated that the cause of dispute was actual possession. In the second he has stated it to be the right to collect rents from the land in dispute. If this be regarded as within sub-sec. (2), this is an error, for dispute regarding the right to collect rents considered as a dispute regarding actual possession within the terms of the section is obviously the landlord&#x27;s right to the rents payable by certain persons in actual occupation as tenants, and sub-sec. (2), as I understand it, is intended to show that constructive possession through the collection of rents is the actual possession which may be determined in proceedings under <a href=\"/doc/1405190/\" id=\"a_8\">Section 145</a>. But the words used by the Magistrate though misapplied may have been used to mean that the matter in dispute, which he had before him, was the possession of the zemindar by the collection of rents from tenants in possession by occupation of the lands, and in this sense, I think that they may be accepted, that it was so intended and accepted is shown by the written statements put in by the zemindars, by the evidence offered and taken, and by the judgment of the Magistrate. For these reasons 1 am of opinion that this objection is untenable.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_10\">10. I have studiously abstained from any reference to the evidence in this case, because a case under <a href=\"/doc/1405190/\" id=\"a_9\">Section 145</a> is not one with which we can deal as a Court of Revision under the <a href=\"/doc/445276/\" id=\"a_10\">Code of Criminal Procedure</a>. Such cases are expressly excluded from our cognizance as a Court of Revision under that Code. Our powers are under the <a href=\"/doc/24598525/\" id=\"a_11\">Charter Act</a> and these can be exercised only in respect of jurisdiction. Dealing with the objections from this point of view I think that the Rule should be discharged.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_11\">11. In my opinion no question of jurisdiction arises in this matter. The case is between two sets of zemindars each claiming possession and the dispute as between them can be decided by the Magistrate. It is moreover for the Magistrate to determine who are the parties to the dispute likely to cause a breach of the peace, and to settle the dispute as between them. It is not for the High Court in revision to say that such an order will not finally settle that dispute, because other persons claiming to be tenants under those zemindars have not been made parties to those proceedings, for it may happen that the tenants alone are not to the satisfaction of the Magistrate shown to be likely to break the peace. The omission to join the tenants cannot, in my opinion, vitiate an order as between the zemindars on an objection that it is without jurisdiction; nor is it for the High Court in Revision to say that the Magistrate should have been satisfied that the tenants were likely to break the peace. The object of proceedings is to keep the peace by removing the cause of dispute. If it should so happen that a dispute between the tenants is likely to cause a disturbance of the public peace, a remedy is still open to the Magistrate. Evidence of possession can be obtained through the possession of the tenants and it can also be obtained through the right of the zemindar to put those tenants on the lands in dispute, and as to the value of the evidence derived from proceedings taken before the Collector it should be borne in mind that they were tendered on behalf of the petitioner, and, therefore, the Magistrate was called upon to determine whether they were admissible as evidence, and if so, how far they affected the matter in issue between the zemindars.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_12\">12. I have not considered the evidence or the manner in which it has been dealt with, as that is a matter, which as a Court of Revision, we cannot consider\n \n\nStanley, J.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_13\">13. The proceedings in this matter were instituted under <a href=\"/doc/1405190/\" id=\"a_12\">Section 145</a>, Code of Criminal Procedure upon a police report of the 22nd of July 1899, to the effect that there was a dispute as to the actual possession of certain lands &quot;between Babu Laldhari Singh of Bharathpura... and Babu Sukhdeo Narain Singh... through their respective tenants.&quot; In the report an information of the duffadar of the circle is referred to the effect that&quot; the servants and tenants of Babu Laldhari Singh are bent upon creating a disturbance and forcibly cultivating the lands of mouza Kasra, regarding which disputes have been going on between the Babu of Bharathpur and the Babu of Narga, the paddy and rabi crops whereof were threshed and sold and the sale proceeds of the grains have already been deposited in the Treasury. Babu Sukhdeo Narain Singh of Narga will offer opposition to the same. Hence there is likelihood of a breach of the peace.&quot; It further appears in the report that Hurbans Lal, the karpardaz (agent), Jodhon Singh, the amin, and Gopal Singh, the brahil (peon), at the instigation of Hurukh Singh, the tenant of Babu Laldhari Singh, now state that the said lands are the jotes of other tenants. It is, therefore, not improbable that they will create a disturbance at the time of ploughing the said lands.&quot; Further it appears in the report that the Sub-Inspector, who reported the matter, examined Sham Kuar Koeri and Budhun Dhobi, two of the parties on the side of the Babu of Bharathpur and that they stated that the disputed lands are their jotes and also the jotes of Hurukh Singh, Bhuglu Teli, Bhabichan Kuhaur, Prayag Singh and Roghu Rai Kandur. It is further stated in the report that &quot;at the instigation of Hurukh Singh, Jodhun Singh, Prayag Singh, Gopal Singh and Hurbans Lal, the servants and tenants of Babu Laldhari Singh, they (i.e., the Babu of Narga and the Babu of Bharathpura) have now raised these disputes &quot;and finally the Sub-Inspector states as follows:\n</p><blockquote id=\"blockquote_1\"> Under these circumstances I fully believe that both the parties will create a disturbance at the time of cultivating the said disputed lands or offer opposition to the cultivation thereof on behalf of any party. Hence I submit this report.\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_14\">14. From this report it appears to me to be reasonably clear that the dispute which was reported to be likely to lead to a breach of the peace was one concerning the actual possession of and the right to cultivate the lands.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_15\">15. Upon receipt of this report the Sub-Divisional Magistrate issued an order on the 22nd of July 1899, under <a href=\"/doc/1405190/\" id=\"a_13\">Section 145</a>, Code of Criminal Procedure, calling upon Laldhari Singh and Sukhdeo Narain Singh to appear before him. This order contains the recital that &quot;it appears from the report of the Police that there is a dispute as to the actual possession of about 42 bighas 6 cottahs 7/12 dhurs of land comprised in various plots, etc.,&quot; between Babu Laldhari Singh and Babu Sukhdeo Narain Singh &quot;through their respective tenants.&quot; Upon this report alone the order of the Magistrate purports to be based. Written statements were filed by both parties and the case was taken up on the 12th of August 1899. In their written statement the first party put forward the objection that the case could not proceed, unless the tenants mentioned in the report of the Police and the other proprietors were made parties, as being parties concerned in the dispute. The Joint Magistrate evidently saw the force of this objection, for he immediately proceeded to amend the proceedings, being of opinion, as he says, that the proceedings should be slightly altered first by the inclusion of the names of the three other brothers in the 1st party and secondly by changing &quot;actual possession of&quot; to &quot;collection of rents in&quot; and &quot;that Prayag Narain Singh&#x27;s name should be included in the second party.&quot; Accordingly an order was drawn up and passed, which is entitled &quot;revised proceeding&quot; by which, after reciting that it appeared that there is a dispute between the parties named in the original order and the added parties &quot;regarding the collection of rents in about 12 bighas 6 cottahs and 7 1/2 hours of land in mauza Kasra,&quot; etc., the several parties were required to appear and file written statements of their &quot;respective claims as regards the facts of actual possession of the subject of dispute.&quot;\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_16\">16. The first party on the same day filed a written statement in which the objection as to parties previously raised was repeated and the further objection was taken &quot;that there is no dispute about the collection of the rent&quot; of the land, the subject of dispute. The dispute originally reported to exist, it is to be. observed, was a dispute as to the actual possession of certain lands between Laldhari Singh and Sukdeo Narain Singh &#x27;through their respective tenants,&quot; the dispute being that the tenants of the second party claim to be entitled to the possession of the land as tenants of the second party, while a different set of persons claim to be entitled to possession as tenants of the first party. The Sub-Divisional Magistrate overruled the objection of the first party and in the absence of the tenants of either party as parties to the proceedings heard the evidence adduced by the first and second parties and decided that the disputed land was in the takhta and the possession of the second party.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_17\">17. Mr. Hill&#x27;, on behalf of the first party, who now seeks to have the order of the Sub-Divisional Magistrate set aside, has contended that the order is bad in law and made without jurisdiction, inasmuch as the two sets of tenants who respectively claimed to be tenants of the land in dispute were parties concerned in the dispute, and as such, were necessary parties to the proceedings. This objection had been taken before the Magistrate at the earliest opportunity. I am of opinion that the contention is well founded. It is to be observed that the dispute in this case was not a dispute between the rival zemindars as to the right to collect the rents from tenants who were admittedly in undisputed occupation of the land, but it was a dispute as to the ownership of the lands between certain zemindars and their tenants on the one side and other zemindars and their tenants on the other. The real matter for determination was not merely which of the two parties of zemindars was entitled to collect the rents of the lands, but also which set of rival tenants was entitled to hold actual possession of the lands. It was a dispute of a dual character. The fact that the crops of the land had been threshed and sold and the proceeds lodged in the Treasury supports the view that the actual possession of the lands was a matter in dispute. <a href=\"/doc/1405190/\" id=\"a_14\">Section 145</a>, Code of Criminal Procedure, provides that the Magistrate when he is satisfied that a dispute likely to lead to a breach of the peace exists shall make an order in writing stating the grounds of his being so satisfied and requiring the parties concerned in such dispute to attend his Court.....and to put in written statements of their respective claims as regards the fact of actual possession of the subject of dispute.&quot; It is the fact of actual possession which the Magistrate is to determine under the section, and it is only when he has satisfied himself without reference to the merits of the claims of any of the parties to a right to possess the subject of dispute, that any of the parties was at the date of the order in such (i. e., actual) possession that he can properly pass an order under the section declaring such party to be entitled to possession. The Magistrate in this case was made aware by the Police report that two sets of rival tenants claimed to be in actual possession of the lands in dispute.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1459388\" id=\"span_1\">18. Prior to the alteration of the law by the present Code it was laid down &#x27;that questions between rival zemindars as to the right of collecting rent directly from the ryots might be considered by the Magistrate under <a href=\"/doc/24598525/\" id=\"a_15\">Section 530</a> of Act X of 1872, the section which corresponds with Section 145 of the present Code. <a href=\"/doc/1459388/\" id=\"a_16\">Empress v. Thacoor Dyal Singh</a> (1878) I.L.R., 3 Cal., 320.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1791845\" id=\"span_2\">Now by <a href=\"/doc/1405190/\" id=\"a_17\">Section 145</a>, Code of Criminal Procedure, sub-sec. (2) land is expressed to include the&#x27; &quot;rents and profits of lands,&quot; and it may, I think, be accepted as settled law that a dispute as to the right to collect rents is a dispute concerning land within the meaning of <a href=\"/doc/1405190/\" id=\"a_18\">Section 145</a>, Code of Criminal Procedure; <a href=\"/doc/1791845/\" id=\"a_19\">Pramatha Bhusana Deb Roy v. Doorga Churn</a>.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1202520\" id=\"span_3\">Bhattacharji (1885) I.L.R., 11 Cal., 413; <a href=\"/doc/1202520/\" id=\"a_20\">Abhayessari Debi v. Sidhessari Debi</a> (1889) I.L.R., 16 Cal., 513. In these cases which I have quoted the disputed possession consisted of receipts of rents from tenants in actual or present possession. There was no dispute between rival tenants as to the right to the present possession of the lands, as there is in the case before the Court. It appears to me, however, that, if a zemindar is called upon to establish a claim to actual possession by receipt of rent, he must satisfy the Court by proper evidence that the tenants by virtue of whose possession he constructively holds possession were at the date of the order in actual or present possession of the constituent portions of the land in dispute, and that it is not sufficient for him to establish to the satisfaction of the Magistrate a good paper title to a proprietary interest in the lands; he must go further and show by receipt of rent or otherwise that he is in actual possession through persons actually occupying the land as his tenants.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"461778\" id=\"span_4\">If he does not show this, the Magistrate cannot determine the fact of actual possession, which, it is his, duty to determine under Section 145, if he is able to do so. In the case of <a href=\"/doc/461778/\" id=\"a_21\">Ram Chandra Das v. Monohur Roy</a> (1893) I.L.R., 21 Cal., 29, Trevelyan and Rampini, JJ., considered that the words in Section 145 &quot;parties concerned&quot; in a dispute do not necessarily mean only the parties who are disputing, but includes also persons who are interested in or claiming a right to the property in dispute. They state in their judgment as follows:</span>\n</p><blockquote id=\"blockquote_2\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1427820\" id=\"span_5\">We think the construction that the words &quot;parties concerned in Section 145 included persons who are interested in or claiming a right to the property is the reasonable construction, and that it is the duty of the Magistrate on the materials before him to ascertain, so far as he can, who are the persons interested in or claiming a right to the property in dispute, and to give notice to them all so that the whole matter, so far as his Court is concerned, may be disposed of in one proceeding.&quot; This view commends itself to me as conveying the true interpretation of the section. It is supported by the language of the judgment of a Full Bench of this Court in the case of <a href=\"/doc/1427820/\" id=\"a_22\">Protap Narain Singh v. Rajendra Narain Singh</a> (1896) I.L.R., 24 Cal., 55, 60, wherein it is stated as follows: &quot;The Magistrate&#x27;s duty before he initiates proceedings is not only to be satis fled that a dispute exists, but to ascertain as far as possible who are &quot;concerned in the dispute&quot; (an expression the meaning of which it is not necessary for us in the view which we take of the facts to determine in this case), so that they may be required to attend and the question of possession may be as far as possible settled.</span> \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_19\">19. The Magistrate has not in the present case followed the course of procedure so laid down; on the contrary he has refused or neglected to make the tenants who were unquestionably disputing about the lands, parties to the proceedings; and in so doing he has ignored the provisions of the section, which required him to summon before him some of the parties who were concerned in the dispute. This is a matter which seems to me to lie at the root of the jurisdiction under the section. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_20\">20. The mischief of the course which the Magistrate adopted is apparent from a perusal of his judgment. Instead of relying upon evidence of facts going to establish actual possession such as receipt and payment of rent, cultivation of the lands, pattas, kabuliats, etc., he relies upon a butwara or partition of the property made so long ago as the year 1870. He investigates the paper title of the second party and from inferences which he draws from this paper title he determines the question of actual possession; not merely does he do so, but he ignores as being fraudulent and collusive, certain orders of the Civil Court which were obtained by the first party and under which distraints had been levied against their tenants for the rent of the lands in dispute.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_21\">21. Assuming that the butwara proceedings taken in the year 1870 were favourable to the contention of the second party and showed that the second party was entitled to the lands at the time of these proceedings, it may well be that by mere assignment or by adverse possession the first party and their tenants have since acquired a good title as against the second party. There may, for example, have been an encroachment by the tenants of the first party on the land of the second party which has been submitted to by the 2nd party for a sufficient length of time to give a title by prescription to the encroaching tenants. Such an encroachment on the part of the tenants would enure for the benefit of their landlords. In such a case there would be no document to support the title so acquired.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_22\">22. It is stated by the first party that their tenants paid rent in arrear for the land in dispute under pressure of the distraints issued by the Civil Court. This payment, if made, is a significant fact. It is alleged, and no doubt may be the case, that the distraint proceedings were collusively carried on between the first party and their tenants with the improper object of fabricating evidence which would lend colour to a claim to the lands, and in this connection, it is to be observed, that in the Civil Court objections were raised to the proceedings, by ryots who denied the title to the land of the tenants of the first party, and that these objections were overruled on the ground that the ryots so objecting had no locus standi in the civil proceedings. However this may be, it appears to me, that the Magistrate overstretched the limits of his jurisdiction when he declared that these proceedings were collusive in the absence of the tenants of the first party, who were reported to him to be parties, concerned in the dispute, and whom he refused to summon to his Court on the ground that they had no concern in it.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_23\">23. It appears to me that the amendment made by the Magistrate in the proceedings, was made with the object of overcoming the objection as to parties which hud been raised by the first party, and judging by the police report not. improperly raised and that the action of the Magistrate in this respect was based upon a misconception of the meaning and requirements, of the law. It. was, I think, under the circumstances of this case, no answer to the objection to state, as the Magistrate has done, that &quot;the tenants cannot be concerned in or parties to collection of rent which is a right only of the zemindars.&quot; The duty of the Magistrate was to deal with the dispute as it really was, namely, a. dispute between one set of zemindars and their tenants on the one side and another set of zemindars and their tenants on the other, and accordingly to maintain in possession according to their respective interests the zemindars, and their tenants, whom he found on satisfactory evidence to have been in actual possession, at the date of the order, if the evidence satisfied him that any of the parties to the dispute was in such possession, and if he was unable to satisfy himself as to this then to have recourse to the provisions of <a href=\"/doc/1193950/\" id=\"a_23\">Section 146</a> of the Code of Criminal Procedure, and, if necessary, bind over the parties to keep the peace. In the case Harak Narain Singh v. Luchmi Bux Roy (1879) 5 C.L.E., 287, in dealing with a case under <a href=\"/doc/24598525/\" id=\"a_24\">Section 840</a> of Act X of 1872, Jackson, 3. says as follows: &quot;It seems to me clear that when a zemindar has let his lands or a portion of them in farm, he, his farmers, and the occupancy ryots are all in their degree concerned in any dispute as to possession which may arise, and that they may and ought to be respectively maintained in possession of the interests which they severally enjoy.&quot; The learned Advocate-General seeing the force of objection as to parties, endeavoured to meet it by this argument. He says in substance, as I understand his argument, that, admitting that the objection would be valid in the case of a dispute between real rival tenants and their zemindars on the one side and other tenants and their zemindars on the other; in the present case the so-called tenants of the first party are not tenants at all, but mere dummies, persons who are collusively put forward by the first party for the purpose of defeating the rights of the rival zemindars. This argument appears to me to beg the question. The &#x27;dispute was between rival tenants as well as their respective zemindars as appears from the police report upon which and upon which alone the proceedings were based, and it was not for the Magistrate, I think, to close his eyes to this fact and turn the dispute from being a dispute as to possession into a dispute as to the receipt of rent. In this respect, in my opinion, he exceeded his powers.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_24\">24. That the order is calculated to operate to the prejudice of the first party and their tenants, appears to me to follow from the fact that all disturbance of possession of the second party is prohibited by this order. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1923255\" id=\"span_6\">In the case of <a href=\"/doc/1923255/\" id=\"a_25\">Goluck Chandra Pal v. Kali Charan De</a> (1886) I.L.R., 13 Cal, 175, my brothers Prinsep and Grant, JJ., laid it down that the servants of a party to proceedings under <a href=\"/doc/1405190/\" id=\"a_26\">Section 145</a>, Criminal Procedure Code, who were not parties to a proceeding under that section, were nevertheless liable to prosecution under Section 88 of the Penal Code for disobedience to the order of a public servant for disturbing the possession of the party in whose favour an order of the Magistrate was passed under <a href=\"/doc/1405190/\" id=\"a_27\">Section 145</a>, Criminal Procedure Code. The persons who claim to be tenants of the first party are either mere servants or tools in the hands of the first party or else they are tenants of the first party. Admittedly they are not tenants of the second party. If they are servants of the first party they would, upon the authority of the case to which I have referred, be liable to prosecution under the Penal Code, if they disturbed the possession purported to be given by the Magistrate&#x27;s order. If on the other hand, they are tenants of the first party and as such entitled to the possession of the land in dispute, they would incur serious risk of prosecution if, in the face of the order, they should persist in maintaining this claim to possession of the land. The first party also would, I apprehend, be precluded by the order of the Magistrate from accepting rent from them as tenants, inasmuch as the so doing would amount to a disturbance of the possession of the rents and profits of the land, and so a contravention of the order. The tenants cannot therefore discharge their liability to pay their rent, if tenants they are.</span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_25\">25. The way, I may observe, in which the learned Magistrate has in his judgment dealt with the question of possession, seems to me to be somewhat remarkable. From this judgment it would seem that he regarded the question of title as the question for his determination rather than the question of possession. He says that a mass* of village papers has been filed on each side (what these are we are not told) and then proceeds to say: setting off the village papers of one side against those filed by the other and regarding them of nearly the same value, I proceed to discuss the distraint and the batwara papers and their weight on the question of possession.&quot; A remarkable process in the determination of the question before him is adopted in regard to the village papers, whatever these papers may have been, and the Magistrate forthwith proceeds to deal with the distraint proceedings and the batwara papers. The order of the Civil Court and the distraint consequent therein he has no hesitation in treating as void, and he declares the conduct of the tenants of the first party to have been fraudulent and collusive, although he has previously refused to make them parties to the proceeding and no opportunity was afforded them of refuting this charge. The distraint proceedings being thus disposed of, the Magistrate next deals with the batwara proceedings which were determined in the year 1870. The partition then effected, no doubt, affords useful evidence of title at that date, but I fail to see that much importance can be attached to it in determining the question of actual possession in the year 1899. If this evidence had been supplemented by evidence of receipt of rent, the granting of kabuliyats, the occupation and cultivation of the lands by the tenants of the party deriving under the partition, it would be otherwise. Here, however, the Magistrate in his judgment relies on no such evidence, but attaches weight and importance to the batwara proceedings and comes to the conclusion on the whole that the evidence of possession appears to be &quot;more satisfactory and convincing for the second party&quot; and decides accordingly.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_26\">26. The effect of the order as I have said appears to me to be prejudicial to the tenants of the first party, although they were not parties to the proceedings, for it is a judicial determination binding on their landlords, if not on them, that the second party were at the date of the order in actual possession of the lands through their tenants and that the tenants of the first party had no such possession.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_27\">27. It appears to me, moreover, that the first party were also prejudiced in not having their tenants associated with them in the proceedings as responsible litigants.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_28\">28. No doubt it was open to these tenants to come forward and give evidence in support of the case of their zemindars, but it might well be, seeing that they were not made parties to the proceedings, that they would not overexert themselves, if they did not elect to remain mere spectators of the dispute.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_29\">29. For the foregoing reasons I am of opinion that the proceedings of the Magistrate were misconceived, and that the order passed by him is bad in law for failure on his part to comply with the requirements of Section 145. I would, therefore, set aside this order and direct that any costs which may have been paid under it shall be refunded.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_30\">30. Upon the second contention, which has been pressed by Mr. Hill, namely, the objection as to the adding of parties by the Magistrate after the proceedings had been instituted, I think that the so-called &quot;revised proceeding&quot; may properly be regarded as an entirely new proceeding. The original proceedings were revised with the object of overcoming the objections raised in the written statement of the first party, and the amended proceedings were to my mind intended to be a new proceeding. If they be so regarded, there appears to me no substance in the objection as to adding of parties. At the same time there was nothing in my opinion to justify the revision which was made by the Magistrate. The amendment was obviously made to meet the valid objection of the first party and was not justified by the circumstances which were brought to the notice of the Magistrate by the police report. It was, I think, an abuse of jurisdiction on his part so to alter the proceedings, and an abuse which would justify the intervention of the High Court under the powers conferred by the Charter.\n</p> \n\n<p data-structure=\"Section\" id=\"p_31\">31. Owing to the above difference of opinion the case was referred under <a href=\"/doc/135553/\" id=\"a_28\">Section 429</a> of the Code of Criminal Procedure to Mr. Justice Ameer Ali.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_32\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"750673\" id=\"span_7\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"319620\" id=\"span_8\">32. Mr. Jackson (with him Molvie Syed Shamsul Ruda) for the Petitioners cited <a href=\"/doc/319620/\" id=\"a_29\">Hurbullubh Narain Singh v. Luchmeswar Prosad Singh</a>, (l898) I.L.R., 26 Cal., 188; <a href=\"/doc/750673/\" id=\"a_30\">Empress v. Protap Chandra Ghose</a>; (1898) I.L.R., 25 Cal., 852; Charoobala Dabee v. Empress (1899) 3 Cal.</span></span> W.N., 601; Opoorba Kumar Sett v. Probod Kumary Dassi (1893) 1 Cal. W.N.., 49.; and Nemai Chand Kundu v. Nibaran Chandra Dheriah, (1900) 4 Cal. W.N., short notes clix.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_33\">33. Mr. C. Gregory (with him Moulvie Mahomed Ishfag) for the Opposite Party.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_34\">34. 1900, May 14. The following judgment was delivered by\n \n\nAmeer Ali, J.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_35\">35. This case has been referred to me by the Honourable the Chief Justice in consequence of a difference of opinion between the learned Judges presiding over the Criminal Bench at the time it was heard.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_36\">36. The facts which have given rise to these proceedings are sufficiently set out in the judgment of the Sub-Divisional Magistrate of Jahanabad, and it is not necessary, therefore, to state them in detail. It is enough to refer only to the salient facts for the proper understanding of the questions involved in the case.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_37\">37. It appears that upon a butwara or partition made some thirty years ago, one portion of Mouza Kushra in the Sub-Division of Jahanabad fell to the share of Laldhari Singh and his minor brothers commonly called the Bharathpura Babus, who in these proceedings are designated the first party, whilst the other portion fell to the share of a relative of theirs whose interest has been recently purchased by Sukhdeo Narain Singh and his co-sharers commonly known as the Narga Babus and who in these proceedings are called the second party. Between these two tukhtas or plots there lies a strip of land consisting of over 42 bighas in area, which forms the subject-matter of the present dispute. On the 13th of July 1899 the Sub-Inspector of Arwal submitted a report to the Sub-Divisional Officer, the purport of which is set out in the judgment of Mr. Justice Stanley. But as the case practically turns upon that document it is desirable I should refer here to some of the important passages. The report begins thus: &quot;I beg to state that this day when I was returning from Kurthu, Raghu Nath Upadhya, the duffadar of this circle, met me at Mouzah Kushra, where he submitted to me an application signed by himself and containing information to the effect as follow: &quot;The servants and tenants of Babu Laldhari Singh of Bharathpura are bent upon creating a disturbance and forcibly cultivating the lands of Mouza Kushra regarding which disputes have been going on between the Babu of Bharathpura and the Babu of Narga, the paddy and rabi crops whereof were threshed and sold, and the sale-proceeds of the grains have already been deposited in the Treasury. Babu Sukdeo Narain Singh of Narga will offer opposition to the same. Hence there is a likelihood of a breach of the peace. I therefore give information.&quot; After stating that he bad sent for a number of tenants and questioned them on the matter the Sub-Inspector records his conclusion that the lands are the jotes of the other tenants, and then he proceeds as follows: &quot;It is therefore not improbable that they will create a disturbance at the time of ploughing the said lands.&quot; He goes on to say: &quot;Although 1 sent for the people on the side of the Babu of Bharathpura, yet, except Sham Unar Koeri, and Bhudan Dhobi, no other man on behalf of the said Babu appeared before me from Kushra. Upon asking them they stated that the disputed lands are their jotes and also the jotes of Harakh Singh and others,&quot; and so on. He states further that it appeared to him from his enquiries that the tenants of the second party had since a long time been in possession of these lands; and he adds that &quot;at the instigation of Harakh Singh, Judhan Singh, Prayag Singh, Gopal Singh and Hurbanslal, the servants and tenants of Babu Laldhari Singh&quot; (meaning the first party) &quot;they have now raised these disputes&quot; and he winds up his reports as follows: &quot;Under these circumstances I fully believe that both parties will create a disturbance at the time of cultivating the said disputed lands or offer opposition to the cultivation thereof on behalf of some party.&quot; Upon this report the Sub-Divisional Officer of Jahanabad recorded an order on the 22nd of July in the following terms: &quot;Whereas it appears from the report of the police that there is a dispute as to the actual possession of about 42 bighas 6 cottahs 7&amp; frac 12 dhurs of land comprised in various plots... between Babu Laldhari Singh of Bharathpura... and Baboo Sukdeo Narain Singh of Narga... through their respective tenants; and whereas from the above report and the nature of the dispute I am satisfied that the dispute is likely to lead to a breach of the peace, I hereby call upon the aforesaid parties to appear before me in person or by pleader on the 4th August 1899 and file written statements of their respective claims as to the fact of actual possession of the said land in dispute.&quot; The then first party, namely, the Bharathpura Babu, Laldhari Singh, filed his written statement on the 12th of August; in which, among other objections, he urged that the proceedings were bad, inasmuch as the tenants mentioned in the report of the police were not made parties. The Magistrate, who had recorded the proceeding of the 22nd of July, was in the meanwhile succeeded by another officer, and he apparently upon the written statement filed by the first party and in order to meet Laldhari Singh&#x27;s objection &#x27;revised,&quot; as he calls it, his predecessor&#x27;s proceeding, and drew up the one upon which the present order is based. This so-called revised proceeding, which bears date the 12th of August, runs thus: &quot;Whereas from the report of the Sub-Inspector of thana Arwal, dated 13th July 1899, it appears that there is a dispute between the undermentioned persons regarding the collection of rents in about 12 bighas, 6 cottahs, 71 dhurs of land in Mouzah Kushra, thana Arwal as specified below, and that this dispute, I am satisfied from the said report, is likely to cause a breach of the peace. I hereby, under <a href=\"/doc/1405190/\" id=\"a_31\">Section 145</a> of the Code of Criminal Procedure, call upon the aforesaid persons to appear before me in person or by pleader, on the 23rd day of August 1899 and to file written statements of their respective claims as regards the fact of actual possession of the subject of dispute.&quot; By this revision the Sub-Divisional Magistrate altered the entire character of the proceeding; he converted the dispute, which was originally stated to be a dispute regarding the actual possession of the land, into a dispute regarding the collection of rents between the persons named therein. Although no doubt, at the end of the proceeding, he calls upon the parties &quot;to file written statements of their respective claims as regards the facts of actual possession of the subject of dispute,&quot; it does not alter the new complexion he gave to the dispute. At the same time he introduced into the proceeding on the side of the first party the miror brothers of Laldhari Singh and a person named Prayag on the other. There is nothing to show that beyond being co-sharers of Laldhari these minors were at all concerned in the dispute. But it is said that they were made parties at the instance of Laldhari and that he is their guardian. What that has to do with the case it is difficult to imagine; they certainly did not apply to be made parties. However that maybe, the tenants of the first party who, it was clear from the police report, claimed to be in actual occupation of land, were not made parties. Thereupon a fresh written statement was filed on behalf of the Bharathpura Babus, in which the same objections were substantially repeated. The Sub-Divisional Officer overruled the objection; and holding that the distraint proceedings which Laldhari had taken against his tenants in respect of this very land and which he naturally relied in support of his claim to be in actual possession thereof through them were collusive and fraudulent, he cams to the conclusion upon the evidence before him that the second party was in possession of the strip of land in dispute, and he accordingly made an order in his favour under <a href=\"/doc/1405190/\" id=\"a_32\">Section 145</a> of the Criminal Procedure Code. The first party then applied for and obtained from this Court a rule calling upon the Sub-Divisional Magistrate to show cause why his order declaring the second party to be in possession should not be set aside. The rule was asked for on several grounds, but was granted in a general form. It was accordingly open to the Court to go into the whole case. The principal objection taken to the order of the Sub-Divisional Magistrate was that the lower Court had acted illegally in not making the tenants parties to the proceeding and in altering its form as already mentioned on the 12th of August. The case came before Mr. Justice Prinsep and Mr. Justice Stanley. Mr. Justice Prinsep was of opinion that although it would have been better, if the tenants had been joined, still, as the omission to make them parties does not affect the jurisdiction of the Court, the High Court could not interfere with the order of the Magistrate. Mr. Justice Stanley, on the other hand, was of opinion that the omission goes to the root of the case and is an illegality, which would justify the High Court in setting aside the order. I have given just the bare essence of the two views.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_38\">38. Looking to the report of the Sub-Inspector which forms the basis of the case, it seems to me clear that the Sub-Divisional Magistrate in recording the revised proceeding either misapprehended the nature of the dispute between the parties or he was anxious to take a short cut to avoid introducing a number of parties into the case. This was not a case of a dispute between two rival sets of zemindars contending amongst themselves as to who was in receipt of rent from one common set of tenants. Had that been the case it would have been a dispute regarding the collection of rents. From the police report, however, it is perfectly clear that two rival sets of tenants claiming to hold under two rival sets of zemindars were disputing as to the actual occupation or possession of this strip of land. The two sets of zemindars could not be said to be in actual possession, except by receipt of rent through their tenants, but the persons actually in possession or claiming to be actually in possession were the tenants, who, as the report beyond question shows, were disputing and from whose attitude a breach of the peace was apprehended at the time of cultivation. For the purpose of considering how far the procedure adopted in this case is legal or regular, we may assume that the Bharathpura Babus were in receipt of rent from the persons who alleged to be their tenants, and we may assume that they received rent from them in respect of this very land. Similarly it may be assumed that the Narga Babus were in receipt of rent from their tenants and perhaps in respect of this very land. But the question which required determination was which set of tenants was in actual occupation of this land. The Sub-Divisional Magistrate chose, apparently upon the objection of the first party, to alter the proceeding not merely in form but in substance, as a slight examination of the facts would show. As I have stated before, had two rival sets of zemindars been disputing about the collection of rents from the same set of tenants, the revised proceedings would have been perfectly regular and in accordance with law, for the dispute in that case would have, in reality, related to the question which set of zemindars was entitled to collect the rent from the tenants whom both sets recognized to be in occupation of their holding. But here two rival sets of tenants holding under two different sets of zemindars were contending about the actual possession of a strip of land. There was no question as to the collection of rent at all, The dispute, pure and simple, was which set of tenants was in actual occupation of the land. The tenants thus were the parties directly concerned in the dispute.. If the tenants of the first party were in possession then the latter were in possession through them (to use the Sub-Inspector&#x27;s language). If the tenants of the Narga Babus were in possession, then these zemindars were in possession through them. It will be seen, therefore, that whereas the tenants were directly concerned in the dispute the zemindars&#x27; concern was of an indirect-character. The presence of the tenants was thus essentially necessary for the proper and effectual decision of the case. <a href=\"/doc/1405190/\" id=\"a_33\">Section 145</a> of the Criminal Procedure Code requires that &quot;whenever a District Magistrate, Sub-Divisional Magistrate or Magistrate of the first class is satisfied from a police report that a dispute likely to cause a breach of the peace exists * * * * * he shall make, an order in writing stating the grounds of his being so satisfied and requiring: the parties concerned in such dispute to attend his Court * * * and to put in written statements of their respective claims as regards the fact of actual possession of the subject of dispute.&quot; The meaning of the expression&quot; parties concerned &quot;has been discussed in several recent cases. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"461778\" id=\"span_9\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1427820\" id=\"span_10\">I need only refer to <a href=\"/doc/1427820/\" id=\"a_34\">Protap Narain Singh v. Rajendra Narain Singh</a> (<a href=\"/doc/461778/\" id=\"a_35\">1896) I.L.R., 24 Cal., 55, and Ram Chandra Das v. Monohur Roy</a> (1893) I.L.R., 21 Cal., 29. I desire to express my entire concurrence with the views therein expressed. In the present case, however, it does not seem to me to require any positive authority or any long process of reasoning to come to the conclusion that the persons who were directly and essentially concerned in the dispute were the tenants, who respectively asserted actual possession of this land. It is possible that the tenants of the first party were mere dummies or were not really in possession, but that question could only be determined in their presence. A short consideration of the consequences likely to follow from the fact of their not having been made parties would show, in my opinion, that their omission is a matter which goes to the root of the case. In the first place, if the tenants of the first party are actually in possession and, if the present order, as Mr. Gregory for the second party stated, does not affect them, and they can still hold possession in spite of that order<a href=\"/doc/461778/\" id=\"a_36\">, <a href=\"/doc/461778/\" id=\"a_37\">in that case</a></a> the whole proceeding is absolutely worthless. If the effect of the order, however, be that, although not made parties, the tenants of Laldhari are affected by it<a href=\"/doc/461778/\" id=\"a_38\">, <a href=\"/doc/461778/\" id=\"a_39\">in that case</a></a> a determination most prejudicial to them has been arrived at without their being present or being heard. It is futile, in my opinion, to say that, as their landlords were present, they have not been prejudiced or that they could have come in, if they had chosen. It is hardly likely that raiyats would force themselves into a proceeding of this nature of their own free will, unless called upon by the Court.</span></span>\n</p> \n\n<p data-structure=\"Section\" id=\"p_39\">39. Again, if they are not liable to prosecution upon this order forgoing upon the land, the first party zemindars would not be in a position to prevent their so doing, and yet would be liable to prosecution in case any attempt is made by their servants, or tenants to disturb the possession given to the second party. Again an order having been made under Section 145, to get rid of its effect the first party will have to go into the Civil Court, but the tenants of the second party not being parties to the proceeding, they (the first party) would find considerable difficulty in joining them as defendants in a civil suit. for they have no cause of action against them. The cause of action in a suit of that character being based on the order under Section 145.\n</p> \n\n<p data-structure=\"Section\" id=\"p_40\">40. As regards the position of the tenants in this case it may be useful to refer to the language of the learned Judges who decided Janoki Nath Ray v. The Queen-Empress (1899) 3 Cal. W.N., 329, where they say emphatically &quot;in the next place the Magistrate should be aware that one of the first principles on which our Courts proceed is that judicial proceedings cannot bind a person who is not a party to them.&quot; Thus the omission of the tenants from the present proceeding would necessitate afresh and separate proceeding against them, a procedure not only harassing, but to my mind, unwarranted by law. In my opinion the section contemplated one proceeding against all the parties known to be concerned in the dispute so as to conclude the matter definitely and finally so far as the Criminal Courts were concerned. If the Sub-Divisional Magistrate had considered how an order of this bind would work, he would have seen himself that the revised proceeding which he recorded was one which could not possibly be carried out. When a Magistrate is expressly enjoined, as he is by Section 145, to require the parties concerned in the dispute to come in and assert their claims, it is his duty to call upon all of them to do so, and he cannot make a selection as the Sub-Divisional Magistrate in this case has chosen to do. The question of leaving out parties or instituting, proceedings against wrong parties is, in my opinion, not a mere irregularity, but a question affecting jurisdiction; the Sub-Divisional Magistrate having altered the nature and character of the dispute by his order of the 12th of August and having omitted to include in the proceedings the tenants who were directly concerned in the dispute and without whose presence the dispute could not be satisfactorily settled, I think his order is illegal and without jurisdiction.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_41\">41. I agree with Mr. Justice Stanley in thinking that the order recorded by the Sub-Divisional Magistrate on the 12th of August was an abuse of jurisdiction, inasmuch as the report on which it rested did not give any information as to any dispute regarding the collection of rent, but had reference to the actual possession of a piece of land by two rival sets of tenants claiming to hold under two rival sets of zemindars.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_42\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"319620\" id=\"span_11\">42. That being so, the case falls clearly within the enunciation of the law as set forth in the judgment in <a href=\"/doc/319620/\" id=\"a_40\">Hurbullubh Narain Singh v. Luchmeswar Prosad Singh</a> (1898) I.L.R., 26 Cal., 188, and I think this Court has the. power to interfere both under its revisional jurisdiction as also under Clause 15 of the Charter. For these reasons I am of opinion that the whole proceeding is bad and ought to be set aside. If there is still any apprehension of a breach of the peace the Magistrate can take any step in accordance with law which he may consider necessary for the purpose of preventing any occurrence of that kind.</span>\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_43\">43. I accordingly make the rule absolute and set aside the order of the Sub-Divisional Magistrate of Jahanabad, dated the 29th of December 1899, declaring the second party to be entitled to the possession of the disputed land, until evicted therefrom in due course of law. I also direct that the costs, if paid, be refunded.\n</p>\n \n\n","numcites":14,"numcitedby":7,"docsource":"Calcutta High Court","citetid":508229,"divtype":"judgments","relatedqs":[{"value":"section 145 of crpc","formInput":"section%20145%20of%20crpc"},{"value":"section 145 of criminal procedure code","formInput":"section%20145%20of%20criminal%20procedure%20code"},{"value":"tenant case","formInput":"tenant%20case"},{"value":"145 crpc","formInput":"145%20crpc"},{"value":"tenant holding over","formInput":"tenant%20holding%20over"},{"value":"actual possession","formInput":"actual%20possession"},{"value":"section 145 cr.p.c","formInput":"section%20145%20cr.p.c"},{"value":"encroachment as is where is","formInput":"encroachment%20as%20is%20where%20is"},{"value":"breach of peace","formInput":"breach%20of%20peace"},{"value":"dispute on rent","formInput":"dispute%20on%20rent"},{"value":"145 cr.p.c.","formInput":"145%20cr.p.c."},{"value":"land dispute","formInput":"land%20dispute"},{"value":"batwara","formInput":"batwara"},{"value":"no filing of written statement","formInput":"no%20filing%20of%20written%20statement"},{"value":"rent and tenant","formInput":"rent%20and%20tenant"},{"value":"possession over land","formInput":"possession%20over%20land"},{"value":"co- sharers","formInput":"co-%20sharers"},{"value":"co-sharer","formInput":"co-sharer"},{"value":"collusion","formInput":"collusion"},{"value":"145 criminal procedure code","formInput":"145%20criminal%20procedure%20code"}],"cats":[{"value":"procedure-land-dispute","formInput":"tag:procedure-land-dispute"}],"courtcopy":false,"query_alert":null,"agreement":false}