{"tid":1471903,"publishdate":"1981-08-25","title":"Surajdeo vs Board Of Revenue, U.P., Allahabad And ... on 25 August, 1981","doc":"<h2 class=\"doc_title\">Surajdeo vs Board Of Revenue, U.P., Allahabad And ... on 25 August, 1981</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1982ALL23, AIR 1982 ALLAHABAD 23, (1982) 8 ALL LR 23</h3>\n\n<pre id=\"pre_1\">ORDER\n\n\n \n\n  K.P. Singh, J.   \n\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> 1. This writ petition arises out of proceedings for setting aside ex parte decrees obtained by the contesting opposite parties Nos. 3 to 5. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\"> 2. The disputed land is in the nature of a Pokhari (small pond). The contesting opposite parties had filed suits claiming Sirdari right therein which were decreed on 7-9-1962 by the trial Court. It appears that after a lapse of five years, the contesting opposite parties asserted their right based on ex parte decrees and started saying that they would not permit anybody to irrigate their fields from the disputed land which led the petitioner to make enquiries with regard to the claim of the contesting opposite parties and thereafter the petitioner filed an application on 20-9-1967 for setting aside the ex parte decrees dated 7-9-1962. A true copy of the application filed by the petitioner for setting aside the ex parte decree is attached with the writ petition and has been marked as Annexure &#x27;I&#x27;. The petitioner had sought the relief of setting aside the ex parte decrees in favour of the contesting opposite parties on the allegations that the contesting opposite parties had obtained ex parte decrees collusively and fraudulently. It had also been alleged that the pradhan of the Gaon Sabha was in collusion with the contesting opposite parties and had wrongly and illegally helped the contesting opposite parties in obtaining the ex parte decree. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_3\"> 3. The contesting opposite parties filed objection against the allegations made by the petitioner in the application for setting aside ex parte decrees and asserted that the petitioner had no right to file the application for setting aside the ex parte decrees and that no fraud was practiced upon the court in\n\nobtaining the ex parte decrees and that valid decrees have been obtained which could not be set aside at the instance of the petitioner. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_4\"> 4. The trial court, through its judgment dated 10-6-1969, set aside the decree in favour of the contesting opposite parties as is evident from Annexure &quot;II&quot; attached with the writ petition. Against the judgment of the trial court dated 10-6-1969 the contesting opposite parties filed two revision petitions which were allowed by the revisional court through its judgment dated 7-3-1973. A certified copy of the judgment of the revisional court has been attached with the writ petition and has been marked as Annexure &quot;III&quot;. Against the judgment of the revisional court the petitioner has approached this Court under <a href=\"/doc/1712542/\" id=\"a_1\">Article 226</a> of the Constitution. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_5\"> 5. On 26-9-1979 I allowed the writ petition and quashed the impugned judgment of the revisional court and had observed as below:-- \n</p><blockquote id=\"blockquote_1\">  &quot;To my mind, the approach of the learned Member is not correct. More-over, the learned Member has not considered an important aspect that if fraud has been practised upon the court by a party in obtaining ex parte decrees and if those decrees have been set aside, there was no occasion for the re-visional court to interfere with the orders of the trial court setting aside the ex parte decrees. It has often been observed that even if the trial court had acted illegally or without jurisdiction but its order has done justice, it does not call for interference in the exercise of revisional jurisdiction. Since the learned Member has approached the problem from wrong angle, his judgment deserves to be quashed.&quot; \n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_6\"> 6. I had allowed the writ petition in the absence of the counsel for the contesting opposite parties whose name did not appear in the cause list on the relevant date, hence I recalled my order dated 26-9-1979 and I have heard the learned counsel for the contesting opposite parties. The main grievance of the learned counsel for the contesting opposite parties before me is that the petitioner was not a party to the suits in which ex parte decrees had been passed in favour of the contesting opposite parties, hence he had no right to make an application for setting aside ex parte decrees. \n</p> \n\n \n<p data-structure=\"PetArg\" id=\"p_7\">7. Secondly, he has contended that there were two suits, hence one writ petition could not be entertained to grant requisite reliefs to the petitioner. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_8\"> 8. The learned counsel for the petitioner deposited a court-fee of Rs. 100/-to meet the technical objection raised on behalf of the contesting opposite parties to the effect that one writ petition was not competent for the purpose of quashing two orders passed by the revisional court relating to two suits. I accepted the court-fee paid by the petitioner and the learned counsel for the contesting opposite parties has no serious objection now in this regard. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_9\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1412185\" id=\"span_1\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"79410\" id=\"span_2\">9. As regards the main contention raised on behalf of the contesting opposite parties that the petitioner had no right to get the ex parte decrees set aside as he was not a party in the suits, the learned counsel has invited my attention to the rulings reported in <a href=\"/doc/79410/\" id=\"a_2\">AIR 1957 All 820, Laraiti Devi v. Sia Ram</a>, 1959 All LJ 818: (<a href=\"/doc/1412185/\" id=\"a_3\">AIR 1960 All 380), Uttar Pradesh State v. Shib Saran Agarwal</a>. 1974 Rev. Dec. 298.</span></span> Sukhdeo v. Jagdhari, and 1976 All LR 216: (1977 Tax LR NOC 8) (All), Lalji Tandon v. Union of India. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_10\"> 10. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"79410\" id=\"span_3\">In <a href=\"/doc/79410/\" id=\"a_4\">AIR 1957 All 820 Laraiti Devi v. Sia Ram</a> it has been observed as below vide paragraph 8:--</span> \n</p><blockquote id=\"blockquote_2\">  &quot;...... If it was his case that the compromise was voidable at his option on the ground of fraud or misrepresentation he has his remedy in a regular suit. In any case he had no right to pray for the quashing of the compromise and setting aside the decree on an application under <a href=\"/doc/56600062/\" id=\"a_5\">Section 151</a> Code of Civil Procedure. This contention appears to us to be well founded. It is well settled that it is not open to any party to invoke the inherent jurisdiction of the Court when he had another remedy open to him but did not pursue it.&quot; \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_11\"> 11. In the present case, it has been contended that the petitioner was not a party to the suits in which ex parte decrees were obtained, hence he had no right to apply for setting aside ex parte decrees and on the ground of fraud and misrepresentation he could file a regular suit and obtain requisite reliefs but at his instance the application under Order 9 Rule 13 C. P. C. read with <a href=\"/doc/56600062/\" id=\"a_6\">Section 151</a> C. P. C. was not maintainable. It is true that the petitioner could bring a regular suit for the reliefs claimed by him but there is no hard and fast\n\nrule that the petitioner could not bring the correct facts to the notice of the court concerned that fraud had been practised upon the Court and that the Court had committed patent illegality in passing the ex parte decrees in favour of the contesting opposite parties specially when the petitioner was likely to be affected by the ex parte decrees in favour of the contesting opposite parties. When the disputed land is converted into cultivatory fields, the irrigation facilities available to the petitioner would be put in jeopardy. To my mind, it is not correct to contend that the trial court could not exercise powers under <a href=\"/doc/56600062/\" id=\"a_7\">Section 151</a> C. P. C. in the circumstances of the present case. The above mentioned ruling is distinguishable and is not quite applicable to the facts and circumstances of the present case. If a person has two remedies open to him, he can pursue either. I will give my own reasons later how the petitioner could invoke the jurisdiction of the trial court under <a href=\"/doc/56600062/\" id=\"a_8\">Section 151</a> C. P. C. in the present case. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_12\"> 12. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1412185\" id=\"span_4\">In 1959 All LJ 818: (<a href=\"/doc/1412185/\" id=\"a_9\">AIR 1960 All 360), U. P. State v. Shib Saran, Agarwal</a>, it has been held by a Division Bench of this Court that a Court has no power outside under Order 9 Rule 13 C. P. C. to set aside an ex parte decree passed by itself. Relying on this case the learned counsel for the contesting opposite parties has contended before me that the trial court had no powers to set aside ex parte decrees under <a href=\"/doc/56600062/\" id=\"a_10\">Section 151</a> C. P. C. and it had only powers to set aside ex parte decrees under Order 9 Rule 13 C. P. C. It is noteworthy that the petitioner was not a party to the suits in which ex parte decrees were passed in favour of the contesting opposite parties, hence he could not approach the Court concerned under Order 9, Rule 13 of the Civil P. C. I think this case is also distinguishable and inapplicable to the facts and circumstances involved in the present case under my consideration.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_13\"> 13. In 1974 Rev. Dec. 298 Sukhdeo v. Jagdhari a learned Member, Board of Revenue, has held thus:-- \n</p><blockquote id=\"blockquote_3\">  &quot;It is only a party to the suit who can apply for restoration of the suit, and not a third person. The revisionist being not a party to the suit, he had no right to apply for restoration of the suit.&quot; \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_14\"> 14. No doubt the observations made in the above case support the contention\n\nraised on behalf of the contesting opposite parties. To my mind, the observations made by the learned Member are too wide and they cannot be accepted as laying down quite correct law. There may be cases where a third per-son can bring correct facts to the notice of the courts concerned and the courts concerned will be fully justified in acting upon the information received and in exercising powers under <a href=\"/doc/56600062/\" id=\"a_11\">Section 151</a> C. P. C. In the present case I think that the petitioner was fully justified in bringing correct facts to the notice of the trial court which rightly proceeded on the information received and has rightly set aside the ex parte decrees in favour of the contesting opposite parties. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_15\"> 15. In this connection it is noteworthy to mention that the contesting opposite parties had alleged in their plaint that the disputed land was in the nature of Pokhari and that they had claimed Sirdari right in the disputed land. The trial court through its judgment dated 7-9-1962 had declared the contesting opposite parties as Sirdars of the disputed land. \n</p> \n\n<p data-structure=\"Section\" id=\"p_16\"> 16. According to Section 195 of the U. P. Z. A. and L. R. Act the Land Management Committee with previous approval of the Assistant Collector in charge of the Sub-division shall have the right to admit any person as Sirdar to any land (other than land falling in any of the classes mentioned in <a href=\"/doc/21578215/\" id=\"a_12\">Section 132</a>)......&quot; \n</p> \n\n<p data-structure=\"Section\" id=\"p_17\"> 17. The relevant portion of Section 132 of the U. P. Z. A. and L. R. Act reads as below:-- \n</p>   \n\n<blockquote id=\"blockquote_4\"> &quot;Notwithstanding anything contained in <a href=\"/doc/147698694/\" id=\"a_13\">Section 131</a>, but without prejudice to the provisions of <a href=\"/doc/70735214/\" id=\"a_14\">Section 19</a>. Sirdari right shall not accrue in - \n</blockquote><blockquote id=\"blockquote_5\">   (a) pasture lands or lands covered by water and used for the purpose of growing singhara or other produce or land in the bed of a river and used for casual or occasional cultivation.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_18\"> 18. The perusal of the judgment dated 10-6-1969 delivered by the trial court indicates that the trial court has set aside the ex parte decrees on the ground that fraud had been practised upon the Court and that there was no previous approval of the Assistant Collector in charge of the Sub-division for allotting the disputed land to the contesting opposite parties as Sirdars. To\n\nmy mind, the trial court has set aside the ex parte decrees in favour of the contesting opposite parties on the ground that the ex parte decrees were passed in favour of the contesting opposite parties without looking into the provisions of law, hence the Court had committed an error of law in passing the ex parte decrees in favour of the contesting opposite parties which deserved quashing and were rightly set aside by the trial court through the order dated 10-3-1969. Thus a wrong committed by the trial court on 7-9-1962, in passing ex parte decrees in favour of the contesting opposite parties has been set right by the trial court through its later order dated 10-6-1969. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_19\"> 19. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"42086\" id=\"span_5\">In <a href=\"/doc/42086/\" id=\"a_15\">AIR 1969 Mad 462 Weavers Mills Ltd. Rajapalayam v. Balkis Ammal</a>, the following observation has been emphasized by the learned counsel for the contesting opposite parties before me:--</span> \n</p><p data-structure=\"Precedent\" id=\"p_20\">  &quot;......Suppression     of     evidence    and\neven negligent conduct in the prior litigation would not be proper grounds for setting aside an earlier order.&quot; \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_21\"> 20. According to the learned counsel for the contesting opposite parties on the basis of the aforesaid case even perjured evidence to support the earlier judgment cannot be a ground for setting aside the earlier judgment. The observations made in the aforesaid ruling are in different set of facts mentioned in the aforesaid judgment. However, even in this case it has been mentioned that extrinsic fraud alone can be a ground for setting aside an earlier judgment, hence in the present case when the trial court arrived at the conclusion that fraud had been practised upon the Court, I think it was fully justified in setting aside the ex parte decrees passed in favour of the contesting opposite parties on 7-9-1962. The aforesaid ruling of the Madras High Court is not an authority that a Court has no jurisdiction to set aside its earlier order if it arrived at the conclusion that relevant provisions were not complied with or were not noticed while passing the decrees in favour of a party and that if the trial court arrived at the conclusion that fraud had been practised upon the Court itself. Rather, it has been observed that in order that fraud may be a ground for vacating a judgment, it must be a fraud that is extrinsic or collateral to everything that has been adjudicated upon, but not one that has\n\nbeen or must be deemed to have been dealt with by the Court. In my opinion, the ruling of the Madras High Court relied upon by the learned counsel for the contesting opposite parties does not stand in the way of the trial court in exercising its powers under Section 151 of the Civil P. C. \n \n\n</p><p data-structure=\"Precedent\" id=\"p_22\"> 21. My attention has also been drawn to the ruling reported in 1976 All LR 216: (1977 Tax LR NOC 8) Lalji Tandon v. Union of India wherein a learned Single Judge of this Court has observed that it is a settled position in law that an order cannot be set aside at the instance of a stranger and he must be interested in the subject matter. In the present case, the petitioner is no doubt stranger to the suits in which decrees were passed in favour of the contesting opposite parties but he is very much interested in the subject matter. If the disputed land is converted into cultivatory fields, the petitioner&#x27;s right of irrigation from the disputed land shall be vitally affected, hence in my opinion, the petitioner cannot be characterised a rank stranger. Rather, he could have easementary right in the disputed land ) on the allegations made by him. Thus, in my opinion having some right in the nature of easementary right, the petitioner was fully entitled to bring correct facts to the notice of the courts concerned which had passed decrees in favour of the contesting opposite parties without looking to the relevant provisions of law. In the present case, the petitioner was also fully entitled to bring to the notice of the courts concerned the collusion and fraud practised by the contesting opposite parties and the Pradhan of the Gaon Sabha in recognizing the claim of the contesting opposite parties in the disputed land in which Sirdari right would either not accrue at all or would accrue in special circumstances mentioned in Section 195 of the U. P. Zamindari Abolition and Land Reforms Act, it was the duty of the plaintiff and the defendants both to bring relevant provisions of law to the notice of the court concerned and it was also the duty of the Court itself to look into the relevant law before passing the decrees in favour of the contesting opposite parties. Since the Court and the parties to the suits did not pay due regard to the statutory provisions of law when the decrees in favour of the contesting opposite parties were passed, the\n\ntrial court rightly set aside the ex parte decrees in favour of the contesting opposite parties through its order dated 10-6-1969. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_23\"> 22. It is noteworthy that in 1955 Rev. Dec. 335 Srinath v. Hardwar Rai a learned Member, Board of Revenue, in Paragraph 2 of his judgment has observed as below:-- \n</p><blockquote id=\"blockquote_6\">  &quot;......   <a href=\"/doc/56600062/\" id=\"a_16\">Section  151</a>  Code of Civil Procedure   may   properly   be   employed   by a Court to set aside a decree when that decree has been obtained as a result of fraud practised upon the Court.  It is a well    settled    rule of law    that    fraud vitiates all     proceedings  and,   therefore, fraud  is  a matter  of  such fundamental and  serious     importance     that  anybody may bring it to the notice of the Court ......  It is true that  the decree was not\npassed against them but the consideration cannot be overlooked that their interests were affected by the decree since they are land-holders and tenants in possession. In my opinion the view cannot correctly be taken that the relief of <a href=\"/doc/56600062/\" id=\"a_17\">Section 151</a>, C. P. C. was barred to the applicants because, their only remedy was to file a separate suit.&quot;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_24\">(Emphasis is mine) \n \n\n</p><p data-structure=\"CDiscource\" id=\"p_25\"> 23. Here it would not be out of place to mention that the learned Member, Board of Revenue in 1974 Rev. Dec. 298 Sukhdeo v. Jagdhari did not notice the earlier decision of the Board reported in 1955 Rev. Dec. 335 Srinath v. Hardwar Rai and has made too wide observation that it is only a party to the suit which can apply for restoration of the suit and not a third person. In a declaratory suit tenants who seek declaration of their right as well as the land-holders are necessary parties. If either a tenant has not been impleaded in the suit by his co-tenant or if one of the landholders has been left out in the suit, in my opinion, the left out tenant or the landholder, though being not party to the suit, has a right to invoke the jurisdiction of the Court to set aside the order passed by it without hearing either of them. In such a circumstance I do not agree that a person, not party to the suit, cannot apply for restoration of the suit or setting aside the ex parte decree. The true test is that the person applying for restoration of the suit or for setting aside the decree should have some interest in the subject matter of the litigation. \n</p> \n\n \n<p data-structure=\"Precedent\" id=\"p_26\">24. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1468873\" id=\"span_6\">In <a href=\"/doc/1468873/\" id=\"a_18\">AIR 1925 Cal 1145, Rash Bihari Majumdar v. Kusum Kumari Guha</a>, a learned single Judge of that Court has observed as below:--</span> \n</p><blockquote id=\"blockquote_7\">  &quot;......The  application  being one under\n<a href=\"/doc/56600062/\" id=\"a_19\">Section 151</a> Code of Civil Procedure invoking the inherent powers of the Court to make an order necessary in the ends of justice the question as to the locus standi of the applicant can hardly arise. The petitioner was no doubt not a party to the mortgage suit but it cannot be urged for a moment that he is not vitally interested in the order which had been passed and which he seeks to be vacated.&quot; \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_27\"> 25. Placing reliance upon the aforesaid observations I think that in the present case the petitioner was vitally interested in the decree passed in favour of the contesting opposite parties which he wants to be vacated. If the decrees in favour of the contesting opposite parties remain intact, the petitioner&#x27;s right of irrigating his fields from the disputed land shall be vitally affected. In such a circumstance even if the petitioner is assumed to have no locus standi to move the application for setting aside the ex parte decrees in favour of the contesting opposite parties, it cannot be said that the trial court bad no jurisdiction to set aside the ex parte decrees which were against the provisions of law and were the result of collusion and fraud practised by the plaintiff and the defendants in the suits in which decrees recognizing the claim of the contesting opposite parties in the disputed land as Sirdar were passed. I have a strong feeling that the trial court while passing decrees in favour of the contesting opposite parties had blatantly ignored the provisions of <a href=\"/doc/21578215/\" id=\"a_20\">Section 132</a> read with Section 195 of the U. P. Z. A. and L. R. Act, hence it acted rightly in setting right its own wrong through the order dated 10-6-1969. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_28\"> 26. My attention has also been drawn to ILR (19491 1 Cal 153 Mahmud Ismail Salehji v. Ahmad Ismail Salehji wherein it has been held :-- \n</p><p data-structure=\"Conclusion\" id=\"p_29\">  &quot;......   there  is     inherent     jurisdiction\nto set aside ex parte orders against persons whose rights have been affected by such orders although they are not parties to the proceedings in which such orders are made.&quot; \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_30\"> 27. In the present case the learned Member Shri H. S. Haq, I. A. S. in the\n\nexercise of revisional powers, set aside the order of the trial court dated 10-6-1969 under the wrong impression that the ex parte decrees could be set aside only by way of review application along with the application under <a href=\"/doc/100581/\" id=\"a_21\">Section 5</a> of the Limitation Act. He observed in his judgment as below:-- \n</p><blockquote id=\"blockquote_8\">  &quot;In short, the Court had no jurisdiction to set aside the judgment and the decree dated 7-2-62 on the application of the opposite parties filed on 20-9-67 and purporting to be under Section 151; which was not an application for review duly supported by an application under <a href=\"/doc/100581/\" id=\"a_22\">Section 5</a> of the Limitation Act. The reference made by the learned Commissioner is, therefore, accepted and the applications for revision are allowed with costs and with counsel&#x27;s fee which is fixed at Rs. 25/-. In consequence the trial court&#x27;s order dated June 10, 1969 is set aside.&quot; \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_31\"> 28. The perusal of the judgment of the revisional court indicates that the learned Member has patently erred in appreciating the scope of the provisions of Section 151 of the Civil P. C. To my mind, the provisions of Order 47 Rule 1 C. P. C. have no application to the facts and circumstances of the present case. The only provision relevant and applicable to the facts and circumstances of the present case is the provision contained in Section 151 of the Civil P. C. It is well known that a revisional court should not exercise its powers to set aside even an illegal and wrong order if it results in restoring another illegal and wrong order, I find that the above salutary rule has escaped the notice of the revisional court and it has failed to approach the problem involved in the present case from the correct angle. Moreover I have already indicated that the trial court rightly set aside the ex parte decrees in favour of the contesting opposite parties through its order dated 10-6-1959. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_32\"> 29. In the light of the above discussions, the writ petition succeeds and the impugned judgment of the Board of Revenue dated 7-3-1973, deserves quashing which hereby I quash. The contesting opposite parties may implead the petitioner in the suits already filed so that the correct facts may come before the courts or they may bring fresh suits under Order 1 Rule 8 C. P. C. against the residents of the village, also including the petitioner so that the trial court may know correct facts and pass valid and\n\neffective   decrees   after   looking    into   the\nrelevant   provisions   of   law.   Parties   are directed to bear their own  costs. \n</p> \n\n","numcites":10,"numcitedby":15,"docsource":"Allahabad High Court","citetid":1471903,"divtype":"judgments","relatedqs":[{"value":"order 9 rule 13","formInput":"order%209%20rule%2013"},{"value":"how ex parte can be set aside","formInput":"how%20ex%20parte%20can%20be%20set%20aside"},{"value":"ex parte decree","formInput":"ex%20parte%20decree"},{"value":"u.p.z.a. ","formInput":"u.p.z.a.%20"},{"value":"ex parte ","formInput":"ex%20parte%20"},{"value":"land dispute","formInput":"land%20dispute"},{"value":"order 9, rule 9","formInput":"order%209%2C%20rule%209"},{"value":"order under order 9 rule 13","formInput":"order%20under%20order%209%20rule%2013"},{"value":"sec. 151 c. p. c.","formInput":"sec.%20151%20c.%20p.%20c."},{"value":"collusion","formInput":"collusion"},{"value":"setting aside  decree","formInput":"setting%20aside%20%20decree"},{"value":"151 c p c","formInput":"151%20c%20p%20c"},{"value":"ex party ","formInput":"ex%20party%20"},{"value":"\"section 151\"","formInput":"%22section%20151%22"},{"value":"\"order 9 rule 13\"","formInput":"%22order%209%20rule%2013%22"},{"value":"\"section 195\"","formInput":"%22section%20195%22"},{"value":"section 151 cpc: laws","formInput":"section%20151%20cpc%3A%20laws"},{"value":"section 195","formInput":"section%20195"},{"value":"Order 10","formInput":"Order%2010"},{"value":"order 9 rule ","formInput":"order%209%20rule%20"}],"cats":[{"value":"extension-of-prescribed-period","formInput":"tag:extension-of-prescribed-period"},{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"}],"courtcopy":false,"query_alert":null,"agreement":false}