{"tid":555281,"publishdate":"1976-03-09","title":"Bechan Pandey & Ors vs Dulhin Janki Devi & Others on 9 March, 1976","doc":"<h2 class=\"doc_title\">Bechan Pandey &amp; Ors vs Dulhin Janki Devi &amp; Others on 9 March, 1976</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1976 AIR 866, 1976 SCR (3) 555, AIR 1976 SUPREME COURT 866</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:h-r-khanna\">Hans Raj Khanna</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:h-r-khanna\">Hans Raj Khanna</a>, <a href=\"/search/?formInput=benchid:p-k-goswami\">P.K. Goswami</a></h3>\n\n<pre id=\"pre_1\">           PETITIONER:\nBECHAN PANDEY &amp; ORS.\n\n\tVs.\n\nRESPONDENT:\nDULHIN JANKI DEVI &amp; OTHERS\n\nDATE OF JUDGMENT09/03/1976\n\nBENCH:\nKHANNA, HANS RAJ\nBENCH:\nKHANNA, HANS RAJ\nGOSWAMI, P.K.\n\nCITATION:\n 1976 AIR  866\t\t  1976 SCR  (3) 555\n 1976 SCC  (2) 286\n\n\nACT:\n     practice and  procedure-Old litigation-Must  come to an\nend-No remand.\n\n\n\nHEADNOTE:\n     The   plaintiff-appellants\t  filed\t  a   suit   against\ndefendants for\ta declaration  of their title to the land in\nquestion admeasuring  142 bighas.  The trial Court dismissed\nthe suit in respect of land admeasuring 28 acres and decreed\nthe suit  in respect  of the remaining land. The plaintiffs&#x27;\nsuit was  held to  be barred  in respect  of  that  land  on\naccount of  the doctrine  of waiver  and  acquiescence.\t The\nplaintiffs were also held entitled to recover mesne profits.\n     On an appeal filed by some of the respondents, the High\nCourt accepted\tthe appeal  and dismissed  the suit  in\t its\nentirety. The High Court held that it was not shown that the\ndisputed land  was the\tsame as\t had been  purchased by Mina\nKuer in\t auction sale.\tThe High  Court also  held that\t the\nplaintiffs&#x27; suit for possession was barred by limitation.\n     The appellants contended.\n     (1) The  respondent did  not dispute that the suit land\nwas the\t same which  was purchased  by Mina Kuer as per sale\ncertificate dated 26-2-1935.\n     (2)  In  any  case\t the  matter  may  be  remanded\t for\ndetermining the above issdue.\n     Dismissing the appeal,\n^\n     HELD: (1)\tThe appellants have failed to establish that\nthe land  in dispute  is the  same as  has been purchased in\nauction by  Mina Kuer  as per  sale certificate\t dated 26-2-\n1935. The  contention of  the appellant that the respondents\ndid not\t dispute that  the suit\t land is the same as the one\npurchased by  Mina Kuer\t is not correct. The respondents did\ndeny this fact in their written statement. The land which is\nthe subject  matter of\tthe present litigation is situate in\nthe State of Bihar on the right bank of the Ganges. Although\nthe land  is subject to river action, the onus to prove that\nthe land  in dispute  in Bihar\tState represents the land in\nU.P. which  got submerged  as a\t result of  river action was\nupon the appellants. The appellants have failed to discharge\nthis onus. [557F, H, 558A, E]\n     (2) The prayer of the appellants for remand of the case\nis rejected  because  there  was  no  valid  basis  for\t the\nassumption of  the appellants  that the\t appellants did\t not\ndispute the identity of the land. The suit was filed as long\nago as\tin  January,  1950.  During  the  pendency  of\tthis\nlitigation many\t of the\t original plaintiffs  and defendants\nhave  died   and  are\tnow  represented   by  their   legal\nrepresentatives. It  is time  that we draw the final curtain\nand put an end to this long course of litigation between the\nparties. If  the passage of time and laws of nature bring to\nan end\tthe lives  of men  and women it would perhaps be the\ndemand of  reason and  dictate of prudence not to keep alive\nafter so  many years  the strife and conflict started by the\ndead. To do so would in effect be defying the laws of nature\nand offering  a futile\tresistance to the ravage of time. If\nhuman life  has\t short\tspan,  it  would  be  irrational  to\nentertain a  taller claim  for disputes\t and conflicts which\nare a  manifestation of human frailty. &#x27;the Courts should be\nloth to\t entertain a  plea in  a case like the present which\nwould have the effect of condemning succeeding generation of\nfamilies to  spend major  part of  their lives in protracted\nlitigation. [558G-H, 559A-D]\n     Sant Narain  Mathur v. Rama Rrishna Mission A.I.R. 1974\nS.C. 2241 reiterated.\n556\n\n\n\nJUDGMENT:</pre>\n<p data-structure=\"Issue\" id=\"p_1\">     CIVIL APPELLATE  JURISDICTION: Civil Appeal No. 1432 of\n1968,\n     (From the\tjudgment and  decree dated the 26-10-1959 of\nthe Patna  High Court in appeal from original decree No. 280\nof 1953.)\n     Sarjoo Prasad with D. Goburdhun, for the appellants.\n     V. S.  Desat with D. P. Mukherjee for respondents 3, 4,\nS, 6(a) 14 and is.\n</p><p data-structure=\"Facts\" id=\"p_2\">     Ex parte, for respondents 1, 2, 6, 7 to 13 &amp; 16-17.\n     The Judgment of the Court was delivered by\n     KHANNA, J.-The plaintiff-appellants field a suit in the\nCourt of  Subordinate Judge  against  41  defendants  for  a\ndeclaration of\ttheir title to land measuring 142 bighas, 17\nkathas described  in the  schedule to the plaint situated in\nvillage Shivpur\t Diar in  District Shahbad.  Prayer was also\nmade for  delivery of  possession of  the land and for mesne\nprofits amounting  to Rs.  4,100. The  trial court dismissed\nthe suit  in respect  of land  measuring 28.36\tacres out of\nplot No. 3863/ 41. Suit in respect of the remaining land was\ndecreed. The  plaintiffs were  also held entitled to recover\nmesne  profits\t from  defendants  who\tmight  be  found  in\npossession of  the land\t decreed. On appeal by defendants 3,\n7, 12  and 14  the Patna  High Court accepted the appeal and\ndismissed the suit in its entirety. The plaintiffs have come\nup in  appeal to  this Court against the judgment and decree\nof the\tHigh Court  on certificate granted under <a href=\"/doc/780609/\" id=\"a_1\">article 133\n(1) (a)</a> of the Constitution.\n</p><p data-structure=\"Facts\" id=\"p_3\">     Village Shivpur  Diar consists of five Mahals, Shivpuur\nDiar Nambari,  Shivpur Diar Gangbarar Shurnali, Shivpur Diar\nGangbarar Janubi,  Shivpur Diar Sarju Barar and Shivpur Diar\nNaubarar. Each\tof the\ttwo Mahals,  Shivpur &#x27;Diar Gangbarar\nChummily  and\tShivpur\t Diar\tNambari\t  has\t18   pattis.\nProprietorship rights  in each\tpatti were  calculated as 16\nannas. One  Brahmdeo Singh  had a share of S annas 4 pies in\npatti Bhrighunath  Singh in  the above\tMahals. He also held\ndifferent shares  in the  other pattis\tof the\ttwo  Mahals.\nBrahmdeo Singh\tmortgaged with\tpossession his\tshare in the\nsaid lands  in favour  of Sitaram Sahu and Sheogulam Sahu by\nmeans of  several mortgage  deeds. As  the  mortgagees\twere\ndispossessed from  some of  the\t lands\tmortgaged  in  their\nfavour, they  filed a  suit for\t recovery  of  the  mortgage\namounts. Final\tdecree was  awarded in that suit on June 13,\n1925. In  execution of\tthat decree  proprietary interest of\nBrahmdeo Singh\tin Mahal  Shivpur  Diar\t Nambari  and  Mahal\nShivpur Diar  Gangbarar Shumali\t were auctioned\t on June 15,\n1932 and  was purchased by Maine Kuer, widow of Sitaram Sahu\nmortgagee.  Sale  certificate  was  granted  to\t Maine\tKuer\nauction purchaser  on February 26, 1935. She got delivery of\npossession of  the land sold in her favour on March  and 20,\n1935. On  November 9,  1936  Shea  Prasad  Singh,  who\theld\ngeneral power  of attorney from Maina Kuer, executed a patta\n(lease) for  seven years in respect of 135 bighas, 15 kathas\nout of the land purchased by Maina Kuer in favour of Mahadeo\nRai and others. On September 27, 1940 Sheo Prasad Singh\n<span class=\"hidden_text\" id=\"span_1\">557</span>\nexecuted on  behalf of Maina Kuer a deed for perpetual lease\nof land\t measuring 134\tbighas, 17  kathas out\tof the\tland\npurchased by  her in  favour of plaintiffs 1 to 9, 14, 16 to\n18 and\tfather of  plaintiffs 10  to 13. Three days later on\nSeptember 30,  1940 Sheo  Prasad Singh executed another deed\nfor  perpetual\tlease  in  respect  of\tthe  remaining\tland\nmeasuring 8 bighas in favour of plaintiff No. 15. On May 16,\n1941 Mahadeo  Rai and  others, in whose favour lease deed of\nthe land  had been  executed for  seven years,\trelinquished\ntheir rights under the lease in favour of the plaintiffs. On\nJuly 13, 1942 Maina Kuer sold her proprietary interest which\nshe had\t acquired under\t the auction sale lo Rajendra Prasad\nSingh and others.\n</p><p data-structure=\"Precedent\" id=\"p_4\">     The plaintiffs in whose favour deed for perpetual lease\nof the\tland purchased by Maina Kuer had been executed filed\nthe present  suit in January 1950 against the defendants, on\nthe allegation\tthat defendants\t 1 to  18 had taken wrongful\npossession of  the land.  Prayer was also made, as mentioned\nabove, for  recovery of\t Rs. 4,100  as mesne  pretty. It was\nalso mentioned\tby the\tplaintiffs  that  proceedings  under\n<a href=\"/doc/1405190/\" id=\"a_2\">section 145</a>  of the Code of Criminal Procedure in respect of\nthe  land  in  dispute\thad  been  initiated  but  as  those\nproceedings were  dropped the plaintiffs had to seek redress\nby means of the present suit.\n</p><p data-structure=\"Precedent\" id=\"p_5\">     The suit  was resisted by the defendants who denied the\ntitle of  the plaintiffs  or  Maina  Kuer  to  the  land  in\ndispute. It  was also stated that the said land had not been\npartitioned. Plea was also taken that the defendants had all\nalong remained\tin possession of the land and the plaintiffs\nsuit was barred by limitation.\n</p><p data-structure=\"Precedent\" id=\"p_6\">     The trial\tcourt dismissed the suit in respect of 28.36\nacres of  land on  the ground  that the defendants had built\ntheir houses  on that  land. The plaintiffs suit was held to\nbe barred in respect of that land on account of the doctrine\nof waiver  and acquiescence.  The suit\tin  respect  of\t the\nremaining land, as already mentioned, was decreed.\n</p><p data-structure=\"Precedent\" id=\"p_7\">     on appeal\tthe High  Court held that the plaintiffs had\nfailed to prove their title to the land in dispute. The land\nin dispute, it was held, was not shown to be the same as had\nbeen purchased by Maina Kuer in auction sale. The plaintiffs\nsuit for  possession of\t the land was also held to be barred\nby limitation.\n</p><p data-structure=\"PetArg\" id=\"p_8\">     In appeal\tbefore us Mr. Sarjoo Prasad on behalf of the\nappellants had\tmade a\tnumber of  contentions, but  in\t our\nopinion, it  is not necessary to go into all of them for the\nappeal is  liable to  be dismissed  on the short ground that\nthe plaintiff-appellants  have failed  to establish that the\nland in dispute is the same as had been purchased in auction\nby Maina  Kuer as  per sale  certificate dated\tFebruary 26,\n1935 and  was thereafter  leased on  her behalf in favour of\nthe appellants as per two lease deeds dated September 27 and\n30, 1940.  It is  not disputed\tthat if on the above view of\nthe matter the appellants are found to have not proved their\ntitle to  the land  in dispute,\t the question  of going into\nother  contentions  would  not\tarise.\tMr.  Sarjoo  Prasad,\nhowever, sub-  mist that  the defendant-respondents  did not\ndispute in  the trial court that the land in dispute was the\nsame which  had been purchased by Maina Kuer in auction sale\nand had been leased in favour of the\n<span class=\"hidden_text\" id=\"span_2\">558</span>\nplaintiffs.  We\t  find\tit   difficult\tto  accede  to\tthis\nsubmission. In para 15 of their written statement defendants\n2, 3, 12 and 14 stated as under:\n</p><blockquote id=\"blockquote_1\">\t  &quot;That Maina Kuer was not&#x27; at all auction purchaser\n     of the property in dispute nor was she a proprietor nor\n     Zamindar nor  was she  at any  time in  possession\t and\n     occupation of  the lands  in dispute. The allegation of\n     the plaintiff  in respect of these facts are altogether\n     wrong.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_9\">In the\tsame language  is couched  para 15  of\tthe  written\nstatement of  defendant No.  7 who  filed a separate written\nstatement. It was incumbent in view of the averments in para\n15 of the written statements for the plaintiff-appellants to\nestablish by clear evidence that the land in dispute was the\nsame which  had been purchased in auction sale by Maina Kuer\nand had\t been subsequently  leased by  her in  favour of the\nappellants. The\t learned Judges\t of the High Court discussed\nthe or\tand documentary\t evidence which\t had been adduced in\nthe case and came to the conclusion that there was no cogent\nmaterial to show that the land in dispute was the same which\nand been  purchased by Maina Kuer and had been leased by her\nin favour of the appellants. After hearing Mr. Sarjoo Prasad\nwe find\t no sufficient\tground to take a different view. The\nland which  had been  purchased by Maina Kuer in the auction\nsale as\t per sale  certificate dated  February 26,  1935 was\nsituated in  Bihar district  in the State o Uttar Pradesh on\nthe left  bank of  the Ganges. The land which is the subject\nmatter of  the present\tthat land  in\tsituated in  Shahbad\ndistrict in  the State\tof Bihar  on the  right bank  of the\nGanges. Although  the land  is subject\tto river action, the\nonus to\t prove that  the land in dispute in Shahbad district\nrepresents the\tland which  got submerged as a result of the\nriver action  in Bihar\tdistrict  was  upon  the  plaintiff-\nappellants. The\t appellants have  failed as held by the High\nCourt, to discharge this onus.\n</p><p data-structure=\"CDiscource\" id=\"p_10\">     Mr. Sarjoo\t Prasad took  us through the evidence of Ram\nPachise Lall  (DW 3)  and Nanku\t Lall Singh  (DW 5), but the\nevidence of  these witnesses  is far  from proving  that the\nland in\t dispute is the same as was purchased by Maina Kuer.\nThe evidence  of Raghunath  Prasad (PW\t6),  to\t which\talso\npassing reference was made, is not sufficient to connect the\nland in\t dispute with  sale certificate\t dated February\t 26,\n1935.\n</p><p data-structure=\"CDiscource\" id=\"p_11\">     Prayer has\t also been made by Mr. Sarjoo Prasad for the\nremand of  the case  to the  trial court  as the  plaintiff-\nappellants were\t laboring  under  the  impression  that\t the\ndefendant-respondents had  not disputed\t that  the  land  in\ndispute was the same as had been purchased by Maina Kuer. It\nis urged  that because\tof that\t impression, material  which\ncould have  clearly proved  that the land in dispute was the\nsame as\t had been  purchased by\t Maina\tKuer  could  not  be\nbrought on  the record.\t We find  it difficult\tto accede to\nthis prayer.  As already  pointed out  above, the contesting\ndefendants clearly  stated in their written state meets that\nMaina Kuer  was not  the auction  purchaser of\tthe land  in\ndispute. In  view of that unequivocal averment, there was no\nvaIid\n<span class=\"hidden_text\" id=\"span_3\">559</span>\nbasis for  the assumption  or  the  impression\tunder  which\nplaintiff-appeliants are  stated to have labored. Apart from\nthat, we  find that the suit out of which the present appeal\nhas arisen  was filed  as long ago as January 1950. From the\ntitle of  the appeal  we find  that  many  of  the  original\nplaintiffs and\tdefendants have\t during this  period of more\nthan a\tquarter of  century departed  and are no more in the\nland  of  the  living,\thaving\tbowed  as  it  were  to\t the\ninexorable law\tof nature. They are now represented by their\nlegal representatives. To remand the suit to the trial court\nwould necessarily  have the  effect  of\t keeping  alive\t the\nstrife between\tthe parties  and prolonging  this long drawn\nlitigation by  another round  of legal\tbattle in  the trial\ncourt and  thereafter in appeal. It is time, in our opinion,\nthat we\t draw the  final curtain and put an end to this long\nmeandering course  of litigation between the parties. If the\npassage of  time and  the laws of nature bring to an end the\nlives of  men and  women, it  would perhaps be the demand of\nreason and  dictate of\tprudence not  to keep alive after so\nmany years  the strife\tand conflict started by the dead. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1191057\" id=\"span_4\">To\ndo so  would in\t effect be  defying the\t laws of  nature and\noffering a futile resistance to the ravage of time. If human\nlife has a short span, it would be irrational to entertain a\ntaller\tclaim\tfor  disputes  and  conflicts  which  are  a\nmanifestation of human frailty. The courts should be loth to\nentertain a plea in a case like the present which would have\nthe effect of con- damning succeeding generation of families\nto spend major part of their lives in protracted litigation.\nIt may be appropriate in the above context to reproduce what\nwas said  in the  case of  <a href=\"/doc/1191057/\" id=\"a_3\">Sant Narain\tMafhur Ors.  v. Rama\nKrishna-Mission</a> &amp; ors.(1):</span>\n</p><blockquote id=\"blockquote_2\">\t  It is time, in our opinion, that we draw the final\n     curtain on this long drawn litigation and not allow its\n     embers to\tshoulder for  a further length of time, more\n     so when  the principal  contestants have  all  departed\n     bowing as\tit were to the inexorable law of nature. one\n     is tempted in this context to refer to the observations\n     of Chief  Justice Crete  in a  case concerning  peerage\n     claim made after the death without issue of the Earl of\n     oxford. Said the learned Chief Justice:\n</blockquote><blockquote id=\"blockquote_3\">\t       Time hath  its revolutions;  there must\tbe a\n     period and\t an end\t to all\t temporal things-an  end  of\n     names, and\t dignities and whatsoever is terrne, and why\n     not of De Vere? For where is Bohun? Where is Mortimer ?\n     Where is Mortimer ? Why, which is more and most of all,\n     where is  Plantagenet ?  They are\tall entombed  in the\n     urns and sepulchers of mortality.&quot;\n</blockquote><blockquote id=\"blockquote_4\">     What was  said about  the inevitable  end of all mortal\n     beings, however eminent they may be, is equally true of\n     the  affairs  of  mortal  beings,\ttheir  disputes\t and\n     conflicts, their  ventures in  the field  of  love\t and\n     sport, their  achievements and failures for essentially\n     they all have a stamp of mortality on them.&quot;\n(1) A.T.R.1974 S.C.2241.\n</blockquote><span class=\"hidden_text\" id=\"span_5\">560</span>\n<p data-structure=\"Precedent\" id=\"p_12\">one feels  tempted to  add that\t if life like a dome of many\ncolored glass  stains the  white radiance of eternity, so do\nthe  doings  and  conflicts  of\t mortal\t beings\t till  death\ntramples them down.\n</p><p data-structure=\"Conclusion\" id=\"p_13\">     The  appeal   fails  and\tis  dismissed\tbut  in\t the\ncircumstances without costs.\n</p><pre id=\"pre_2\">P.H.P\t\t\t\t\t   Appeal dismissed.\n<span class=\"hidden_text\" id=\"span_6\">561</span>\n\n\n\n</pre>","numcites":3,"numcitedby":19,"docsource":"Supreme Court of India","citetid":555281,"divtype":"judgments","relatedqs":[{"value":"perpetual lease","formInput":"perpetual%20lease"},{"value":"natural law","formInput":"natural%20law"},{"value":"auction purchaser ","formInput":"auction%20purchaser%20"},{"value":"sale certificate","formInput":"sale%20certificate"},{"value":"mesns profits","formInput":"mesns%20profits"},{"value":"auction sale ","formInput":"auction%20sale%20"},{"value":"land dispute","formInput":"land%20dispute"},{"value":"river action","formInput":"river%20action"},{"value":"Hans Raj Khanna","formInput":"Hans%20Raj%20Khanna"},{"value":"auction","formInput":"auction"},{"value":"suit for land","formInput":"suit%20for%20land"},{"value":"auction sale and sale","formInput":"auction%20sale%20and%20sale"},{"value":"shahbad","formInput":"shahbad"},{"value":"lease deed","formInput":"lease%20deed"},{"value":"mahal","formInput":"mahal"},{"value":"\"GANGES\"","formInput":"%22GANGES%22"},{"value":"\\\"sale certificate\\\" ","formInput":"%5C%22sale%20certificate%5C%22%20"},{"value":"perpetuity","formInput":"perpetuity"},{"value":"measurement of land","formInput":"measurement%20of%20land"}],"cats":[{"value":"procedure-land-dispute","formInput":"tag:procedure-land-dispute"}],"courtcopy":true,"query_alert":null,"agreement":false}