{"tid":679611,"publishdate":"1992-04-22","title":"Mst. Kanchaniya And Ors vs Shiv Ram And Ors on 22 April, 1992","doc":"<h2 class=\"doc_title\">Mst. Kanchaniya And Ors vs Shiv Ram And Ors on 22 April, 1992</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1992 AIR 1239, 1992 SCR (2) 670, AIR 1992 SUPREME COURT 1239, 1992 AIR SCW 1184, (1992) 2 SCR 670 (SC), 1992 (2) SCC(SUPP) 250, 1992 SCC (SUPP) 2 250, 1992 (2) UJ (SC) 555, 1992 UJ(SC) 2 555, 1992 (2) SCR 670, (1992) 3 JT 174 (SC), (1992) 2 SCJ 472</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-c-agrawal\">S.C.  Agrawal</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-c-agrawal\">S.C.  Agrawal</a>, <a href=\"/search/?formInput=benchid:m-f-beevi\">M.  Fathima Beevi</a></h3>\n\n<pre id=\"pre_1\">           PETITIONER:\nMST. KANCHANIYA AND ORS.\n\n\tVs.\n\nRESPONDENT:\nSHIV RAM AND ORS.\n\nDATE OF JUDGMENT22/04/1992\n\nBENCH:\nAGRAWAL, S.C. (J)\nBENCH:\nAGRAWAL, S.C. (J)\nFATHIMA BEEVI, M. (J)\n\nCITATION:\n 1992 AIR 1239\t\t  1992 SCR  (2) 670\n 1992 SCC  Supl.  (2) 250 JT 1992 (3)\t174\n 1992 SCALE  (1)868\n\n\nACT:\n    Madhya Pradesh Land Revenue Code, 1959--Sections  2,237,\n248(1)\tread with Section 13, kawaid Maufidaran\t of  Gwalior\nState--Maufi  land--Control of Aukaf Deptt. of\tGovernment--\nMutation  of  land in the name of Maufidar  (Pujari  of\t the\ntemple)--Whether   Pujari  can\tlease  out--Whether   lessee\nacquired Bhumiswami rights on the commencement of the Code--\nPossession  of\tland  by  the  lessee  whether\tauthorised--\nEjection of lessee--Validity of.\n     Constitution of India, 1950--<a href=\"/doc/1712542/\" id=\"a_1\">Article 226--</a>Writ petition\nunder--Pendency--Death of lessee--Effect of.\n     Constitution  of  India,  1950--<a href=\"/doc/427855/\" id=\"a_2\">Article   136--</a>Appeal--\nAppreciation   of  evidence--Legal  heirs  of\tlessee\t not\ncultivated  the maufi land--Direction to Govt. to  determine\nwhether permission to be given for cultivation.\n\n\n\nHEADNOTE:\n     The  ruler of the former Gwalior State by way of  maufi\ngave 78 Bighas 17 Biswas of Agricultural land to a temple of\nShri Ram Janakiji.\n     The  father  of respondent no.1 was the Pujari  of\t the\ntemple\tand he was described as the Maufidar in the  revenue\nrecords. The maufi grant was revoked and the maufi land\t was\nhanded\tover  to  the  Department  of  Aukaf  as  Government\nproperty  vide\tCircular  dated\t August\t 13,  1934  of\t the\nGovernment of Gwalior State.\n     Mutation  was made of the agricultural land as  Govern-\nment  property\tand its management was handed  over  to\t the\nPujari,\t the father of respondent No. 1 On the death of\t the\nPujari,\t his son, the respondent No.1&#x27;s name was mutated  by\nthe    Collector&#x27;s    order   dated    March\t26,    1960.\nOut  of the agricultural land, 19 Bighas 8 Biswas was  given\nby the father of respondent No.1 to one Malkhan, the  prede-\ncessor of the appellants for cultivation and he continued to\ncultivate the same even after the death of respondent No.1&#x27;s\nfather.\n\t\t\t\t\t\t       671\n     In\t 1967,\trespondent no.1 moved an  application  under\nsection 248(1) of the Madhya Pradesh Land Revenue Code, 1959\nbefore the Tehsildar for eviction of the predecessor of\t the\nappellants,  Malkhan, alleging that he was  in\tunauthorised\npossession of the land measuring 19 Bighas 8 Biswas.\n     The Tehsildar initially passed an\torder for  ejectment\nagainst Malkhan treating him as a trespasser.\n     On\t appeal the order was set aside and the\t matter\t was\nremanded  for  reconsideration.\t Therefore,  the   Tehsildar\nrecorded evidence and rejecting the application of  respond-\nent  no.1,  held that land was given by respondent  No.1  to\nMalkhan\t on  lease for his life and as the  said  lease\t was\nstill effective, Malkhan was not in unauthorised  possession\nof the land.\n     The  Tehsildar&#x27;s  order was affirmed in appeal  by\t the\nSub-divisional officer.\n     Second  appeal filed by respondent No.1 was allowed  by\nthe  Additional Commissioner holding that the priest of\t the\ntemple\tcould only manage the affairs of the temple  and  he\ncould either himself cultivate the land of the temple or get\nthe  same cultivated by any other person, but he  could\t not\nchange the ownership of the temple and since the priest\t was\nnot the land-owner, he had no right to lease out the land of\nthe  temple to any other person and the lease given  by\t him\nwas  meaningless and illegal and ineffective since the\tland\nin question was Aukaf property.\n     Malkhan  filed a revision before the Board\t of  Revenue\nwhich  was  allowed  wherein  it was  held  that  the  State\nGovernment  gave  the land for worship and  service  in\t the\ntemple\tcultivating the land by the priest of the temple  or\ngetting\t it  cultivated by somebody else. It was  also\theld\nthat  the  father of respondent No.1 allotted  the  land  to\nMalkhan\t for his life time and that under the  authority  of\nthe  said patta, Malkhan was in possession and he  had\tmade\nimprovements on the land and that respondent No.1 was  regu-\nlarly receiving Rs.100 annually towards the land revenue and\nalso passed over its receipt.\n     The   Board  of  Revenue&#x27;s\t order\twas  challenged\t  by\nrespondent  No.1 filing a writ petition in the\tHigh  Court,\nwhich  was  allowed by a Single Judge. The High\t Court\theld\nthat  the application of the Pujari was\t maintainable  under\ns.248(1) of the Code; that the Board of Revenue was wrong\n\t\t\t\t\t\t       672\nin  treating the possession of Malkhan as  authorised;\tthat\nsection 168(4) of the Code was not applicable to the present\ncase because the land in dispute was Aukaf land and  neither\nthe deities nor the respondent No.1 could be regarded as the\nBhumiswamis  thereof.  Restoring  the order  passed  by\t the\nAdditional Commissioner, the High Court ordered the eviction\nof  the\t appellants  from the land in  accordance  with\t the\nprovisions of section 248 of the Code.\n     Against  the Judgment of the High Court this appeal  by\nspecial leave was filed by the lessees.\n     The  appellants urged that the High Court was in  error\nin  holding  that  Malkhan  (lessee)  was  in\tunauthorised\npossession  of\tthe land and that the application  filed  by\nrespondent  no.1  under\t section  248(1)  of  the  Code\t was\nmaintainable;  that  it\t was competent\tfor  father  of\t the\nrespondent  No.1 (lessor) to grant a sub-lease in favour  of\nMalkhan\t in view of the relevant law applicable to the\tland\nin the former State of Gwalior; that after coming into force\nof  the\t Code, lessee (Malkhan) acquired  Bhumiswami  rights\nover the said land with effect from October 2, 1960 that the\ndecision  of the Division Bench of the Madhya  Pradesh\tHigh\nCourt  in Thakur Panchamsingh v. Mahant Ram, Kishan Das\t and\nors.  AIR 1972 MP 14 did not lay down the correct law;\tthat\nrespondent No.1, having inducted Malkhan as a tenant on\t the\nland in dispute, was estopped from asserting that he had  no\nright to grant tenancy in favour of Malkhan and that posses-\nsion of lessee was unauthorised; that since Malkhan had been\ngranted\t a patta by the father of respondent No.1  (lessor),\nwhich was valid\t for life time of Malkhan and respondent no.\n1 addmitted having received rent from lessee after the death\nof  the lessor, the Board of Revenue rightly held that\tpos-\nsession of the lessee was authorised and that the High Court\nwas  not justified in interfering with the order  passed  by\nthe  Board of Revenue in exercise of its jurisdiction  under\n<a href=\"/doc/1712542/\" id=\"a_3\">Article 226</a> of the Constitution.\n     Dismissing the appeal, this court,\n     Held: 1.01. Pujari does not have any right in the\tland\nand  his status is that of a manager and that he  could\t get\nthe land cultivated either himself or through others so that\nthe  income  derived  therefrom\t could\tbe  applied  towards\nworship and upkeep of the temple and that the grant would be\nresumed\t for  breach of any of the conditions  or  upon\t the\ndeath of the former\n\t\t\t\t\t\t       673\nPujari.\t In  other words, the rights of the  Pujari  do\t not\nstand  on the same footing as those of a Kashtakar  Mourushi\nin  the\t ordinary  sense  who was  entitled  to\t all  rights\nincluding the right to sell or mortgage. [683 A-C]\n     1.02. The Pujari or the manager of the Devasthan  holds\nthe  lands given to him under the Parwana issued under\ts.13\nof  the Kawaid Maufidaran of Gwalior State as a\t manager  of\nGovernment property. He functions under the overall  control\nand supervision of the Aukaf Department because in the event\nof  his\t failure to properly manage the affairs, he  can  be\nremoved and the Parwana issued in his favour can be revoked.\nSince  under  the terms of the Parwana, the  Pujari  or\t the\nmanager can get the land given for the worship and upkeep of\nthe  Devasthan\tcultivated  by\tsome  other  person,  it  is\nnecessary that the Aukaf Department exercises control in the\nmatter\tof  initiation\tof proceedings for  ejectment  of  a\nperson\twho  is allowed to cultivate by the  Pujari  or\t the\nmanager which means that the proceedings for such  ejectment\nunder s.248(1) of the Code should be initiated by the Pujari\nor  manager only after obtaining the approval of  the  Aukuf\nDepartment. [686 B-D]\n     1.03.  A  Pujari had no other status than that  of\t the\nmanager\t functioning under the control of the  Aukuf  Depart\nment and he had no right to transfer, either by way of\tsale\nor mortgage or by lease, the land entrusted to him. [683 C]\n     1.04.  Once it is held that Pujari (lessor), father  of\nrespondent  No.1  was  not competent to\t grant\ta  lease  in\nrespect of the land in dispute and the patta granted by\t him\nin favour of Malkhan (lessee) was invalid and no rights were\nconferred  on Malkhan in the land as a result of the  patta,\nthe claim of the appellants that they have acquired  Bhumis-\nwami right on the land in dispute cannot be sustained.\t[683\nE]\n     1.05. Since no rights were created in favour of Malkhan\nunder  the  patta granted by the  lessor,  Malkhan  (lessee)\ncannot claim to be a subtenant of the land in dispute on the\ndate  of  the commencement of the Code and,  therefore,\t the\nsubmission  that of Malkhan had acquired  Bhumiswami  rights\nover the land in dispute cannot be accepted. [684 A-B]\n     1.06.  In\t1967,  when the\t application  was  moved  by\nrespondent   no.1,  s.248(1)  empowered\t the  Tehsildar\t  to\nsummarily  eject  any  person who  unauthorisedly  takes  or\nremains in possession of any occupied land, abadi,\n\t\t\t\t\t\t       674\nservice\t land or any land which has been set apart  for\t any\nspecial purpose under s.237. [684 C]\n     1.07.  The land in dispute does not fall in any of\t the\nexcepted   categories  mentioned  in  s.2(z-3).\t  It   must,\ntherefore,  be held to be unoccupied land. Since it was\t set\napart for a public purpose, viz., for the upkeep of  temple,\nit  can be said to be land set apart for a  special  purpose\nunder clause (j) of sub-s.(1) of s.237 of the Code. [684 E]\n     Thakur  Pancham Singh v. Mahant Ramkishandas  and\tOrs.\nAIR 1972 MP 14, approved.\n     2.01.  In\tview  of the death  of\tMalkhan\t during\t the\npendency of the writ petition in the High Court the question\nwhether\t respondent  No.1  has granted\ta  patta  permitting\nMalkhan\t to  cultivate the land in dispute during  his\tlife\ntime,  does not survive because even if it is held that\t the\npatta  granted\tin  favour of  Malkhan\tby  respondent\tno.1\npermitted  Malkhan  to cultivate the land  during  his\tlife\ntime,  the  said  authority  under  which  Malkhan  was\t  in\npossession  of\tthe  land came to an end  on  the  death  of\nMalkhan\t and the possession of the appellants over the\tland\nin  dispute after the death of Malkhan cannot be said to  be\nauthorised by respondent no.1. [685 A-C]\n     2.02. Malkhan had died during the pendency of the\twrit\npetition in the High Court and, as a result, the  possession\nof  the appellants has become unauthorised, since then.\t The\nappellants cannot, therefore, seek relief on the ground that\ntheir\tpossession   over  the\tland  in  dispute   is\t not\nunauthorised  and they cannot be evicted under\ts.248(1)  of\nthe Code. [685 H-686 A]\n     Lachmeshwar  Prasad  Shukul  and Ors.  v.\tKeshwar\t Lal\nChaudhuri  and\tOrs.,  1940 FCR 84, Patterson  v.  State  of\nAlabama. [1934] 294 US 600, at page 607 and Qudrat Ullah  v.\nMunicipal Board, Bareilly, [1974] 2 SCR 539, referred to.\n     3.\t In  the  instant case, the Board  of  Revenue,\t has\nstated\tthat respondent no.1 has never cultivated  the\tland\nand has no arrangement for cultivation and that even if\t the\nland is given in his possession he would give it to somebody\nelse for cultivation. In these circumstances, it is directed\nthat  a senior official in the Aukuf Department of the\tGov-\nernment of Madhya Pradesh should examine whether the  appel-\nlants can be per-\n\t\t\t\t\t\t       675\nmitted to cultivate the land in dispute on terms as suitably\nrevised and till the matter is so considered, the appellants\nare no dispossessed from the land in dispute. [686 D-F]\n\n\n\nJUDGMENT:</pre>\n<p data-structure=\"Issue\" id=\"p_1\">     CIVIL APPELLATE JURISDICTION : Civil Appeal No. 4010 of\n1983.\n</p><p data-structure=\"Precedent\" id=\"p_2\">     From  the\tJudgment and Order dated  6.10.1980  of\t the\nMadhya Pradesh High Court in Misc. Petition No.12 of 1973.\n</p><p data-structure=\"RespArg\" id=\"p_3\">     Shiv Dayal and S.K. Gambhir for the Appellants.\n     S.K.  Bagga, Sheeraj Bagga, Mrs. Surestha\tBagga,\tV.K.\nSapre and S.K. Khandekar for the Respondents.\n</p><p data-structure=\"Issue\" id=\"p_4\">     The Judgment of the Court was delivered by\n     S.C.  AGRAWAL,  J.\t This appeal  by  special  leave  is\ndirected  against the judgment of the High Court  of  Madhya\nPradesh dated October 6, 1980 in M.P. No. 12/73 arising\t out\nof  proceedings\t initiated  by Shiv Ram,  respondent  no.  1\nherein,\t against Malkhan under Section 248(1) of the  Madhya\nPradesh Land Revenue Code, 1959 (hereinafter referred to  as\n&#x27;the  Code&#x27;), for his ejectment from 19 Bighas 8  Biswas  of\nland  in Village Juara, District Morena, Madhya Pradesh,  on\nthe  ground  that he was in unauthorised possession  of\t the\nsaid land.\n</p><p data-structure=\"CDiscource\" id=\"p_5\">     In\t Village  Juara,  District Morena,  falling  in\t the\nformer\tGwalior\t State,\t there\tis  a  temple  of  Shri\t Ram\nJanakiji. 78 Bighas 17 Biswas of agricultural land had\tbeen\ngive,  by way of maufi, for the temple by the ruler  of\t the\nformer\tGwalior\t State. Vasudev Rao,  father  of  respondent\nno.1, was the Pujari of the said temple and he was described\nas the Maufidar in the revenue records. The said maufi grant\nwas  revoked  and  the maufi land was  handed  over  to\t the\nDepartment  of\tAukaf as Government property  vide  Circular\ndated August 13, 1934 of the Government of Gwalior State. By\norder  of  the Commissioner (Maufi &amp; Aukaf),  Government  of\nGwalior State, dated December 10, 1935, mutation was made of\nthe  said agricultural land as Government property  and\t its\nmanagement  was handed over to the Pujari, Vasudev  Rao\t for\nthe  purpose  of management through Parwana  issued  is\t his\nfavour. On the death of Vasudev Rao, the name of  respondent\nno.1 was mutated in the place of Vasudev Rao by order of the\nCollector  of Morena dated March 26, 1960. Out of  the\tsaid\nagricultural land, 19\n<span class=\"hidden_text\" id=\"span_1\">\t\t\t\t\t\t       676</span>\nBighas\t8  Biswas was given by Vasudev Rao  to\tMalkhan\t for\ncultivation  and  he continued to cultivate  the  same\teven\nafter  the  death of Vasudev Rao. Malkhan has died  and\t the\nappellants herein are his legal representatives.\n</p><p data-structure=\"Precedent\" id=\"p_6\">     In\t 1967,\trespondent no.1 moved an  application  under\nsection\t 248(1)\t of  the Code before  the  Tehsildar,  Juara\nwherein\t it  was alleged that Malkhan  was  in\tunauthorised\npossession of the said 19 Bighas 8 Biswas of land and it was\nprayed\tthat  he may be evicted from the same. On  the\tsaid\npetition, the Tehsildar initially passed an order for eject-\nment against Malkhan treating him as a trespasser. The\tsaid\norder  was set aside on appeal and the matter  was  remanded\nfor  reconsideratoion.\tThereafter, the\t Tehsildar  recorded\nevidence and passed an order rejecting the said\t application\nof  respondent no.1 and holding that land has been given  by\nrespondent  no.1 to Malkhan on lease for his life  and\tthat\nthe  said lease was still effective and, therefore,  Malkhan\nwas  not  in unauthorised possession of the land.  The\tsaid\norder  of the Tehsildear was affirmed in appeal by the\tSub-\ndivisional officer, Juara by his order dated April 7,  1971.\nSecona\tappeal filed by respondent no.1 was allowed  by\t the\nAdditional Commissioner, Gwalior Divisxion, Gwalior, by\t his\norder  dated February 22, 1972 whereby it was held that\t the\npriest\tof the temple could only manage the affairs  of\t the\ntemple and he could either himself cultivate the land of the\ntemple or get the same cultivated by any other person but he\ncould  not change the ownership of the temple and since\t the\npriest\tis not the landowner, he has no right to  lease\t out\nthe  land  of the temple to any other person and  the  lease\ngiven by him is meaningless and illegal and that Malkhan did\nnot  get any benefit from his statement that father  of\t re-\nspondent  no.1\thad given the lease to him and that  he\t had\nalso  got a lease for eight years again after the Code\tcame\ninto  effect  in the year 1959. It was held  that  the\tsaid\nlease  should be deemed to be illegal and ineffective  since\nthe  land  in question is Aukaf property. Aggrieved  by\t the\nsaid  order  of\t Additional Commissioner,  Malkhan  filed  a\nrevision before the Board of Revenue which was allowed by  a\nmember of the Board of Revenue by order dated September\t 27,\n1972.  It was held that the State Government has  given\t the\nland  for  worship and service in the temple  and  that\t the\nintention  was that either the priest of the  temple  should\ncultivate the land or get it cultivated by somebody else and\nto carry on the expenses of the temple with its income . The\nlearned Member of the Board of Revenue also held that father\nof respondent no.1 had allotted that land to Malkhan for his\nlife  time and that under the authority of the\tsaid  patta,\nMalkhan is in\n<span class=\"hidden_text\" id=\"span_2\">\t\t\t\t\t\t       677</span>\npossession  and\t has made improvements on the land  and\t the\nrespondent  no.1  had  regularly  received  Rs.100  annually\ntowards\t the land revenue and also passed over its  receipt.\nIt  was observed that respondent no.1 has  never  cultivated\nthe land and had no arrangement for cultivation and even  if\nthe land was given in his possession, he would give the same\nto somebody else. The Board of Revenue was of the view\tthat\nthough Malkhan had no interest in the disputed land it would\nnot  be just that he is dispossessed for the  simple  reason\nthat there is possibility of some more income to  respondent\nno.1.  Against the said order of the Board of  Revenue,\t re-\nspondent no.1 filed a writ petition in the High Court  which\nwas  allowed  by a learned Single Judge\t by  judgment  dated\nOctober\t 6, 1980. Before the High Court it was\tclaimed,  on\nbehalf\tof the appellants, that since Malkhan had  been\t in-\nducted\tas  a sub-tenant by Vasudev Rao and  by\t resopondent\nno.1 after him, their possession was not unauthorised and as\nsuch they were not liable to be evicted in proceedings under\ns.248 of the Code. Another contention that was raised before\nthe High Court was that the land in dispute being Government\nland  on  his own showing, respondent no.1 had no  right  to\nmaintain  an application under s.248(1) of the Code. It\t was\nlastly\turged that the land in dispute endowed to temple  of\nShri Ram Jankiji and as such deities of Shri Ram Jankiji are\nBhumiswamis  of the suit land and therefore, ejectment\tpro-\nceedings  could\t be started only before\t the  Sub-divisional\nOfficer\t under\tSection 168(4) of the Code. The\t High  Court\nrejected all the three contentions. As regards the  question\nof  maintainability  of an application for  ejectment  under\ns.248(1) of the Code, the High Court, relying on an  earlier\nDivision Bench decision of the same Court, in Thakur Pancham\nSingh  v. Mahant Ramkishandas and Ors., AIR 1972 MP 14\theld\nthat  the application of the Pujari was\t maintainable  under\ns.248(1)  of the Code and the learned Member, Revenue  Board\nwas  wrong in treating the possession of Malkhan  as  autho-\nrised.\tThe High Court further held that section  168(4)  of\nthe Code was not applicable to the present case because\t the\nland  in dispute was Aukaf land and neither the\t deities  of\nShri  Ram Jankiji nor the respondent no.1 could be  regarded\nas  the\t Bhumiswamis  thereof. The  High  Court,  therefore,\nallowed\t the  writ  petition filed by  respondent  no.1\t and\nrestored  the  order passed by the  Additional\tCommissioner\ndated  February 22, 1972 and ordered that the appellants  be\nejected\t from  the land in dispute in  accordance  with\t the\nprovisions of section 248 of the Code.\n</p><p data-structure=\"RespArg\" id=\"p_7\">     Shri Shiv Dayal, the learned counsel appearing for\t the\nappellants,  assailing the judgment of the High\t Court,\t has\nurged that the High Court was\n<span class=\"hidden_text\" id=\"span_3\">\t\t\t\t\t\t       678</span>\nin error in holding that Malkhan was in unauthorised posses-\nsion  of the land in dispute and that the application  filed\nby  respondent\tno.1 under section 248(1) of  the  Code\t was\nmaintainable. The submission of the learned counsel is\tthat\nit  was\t competent for Vasudev Rao to grant a  sub-lease  in\nfavour of Malkhan in view of the relevant law applicable  to\nthe land in dispute in the former State of Gwalior and\tthat\nafter  coming into force of the Code, Malkhan acquired\tBhu-\nmiswami\t rights over the said land with effect from  October\n2, 1960. In this context, Shri Shiv Dayal has submitted that\nthe  decision  of the Division bench of the  Madhya  Pradesh\nHigh  Court in Thakur Pancham Singh v.\tMahant\tRamkishandas\nand  Ors.  (supra) does not lay down the correct  law.\tShri\nShiv  Dayal has also submitted that respondent no.1,  having\ninducted  Malkhan  as  tenant on the  land  in\tdispute,  is\nestopped from asserting that he had no right to grant tenan-\ncy  in favour of Malkhan and that possession of Malkhan\t was\nunauthorised. It has been urged that since Malkhan had\tbeen\ngranted a patta by Vasudev Rao which was valid for life time\nof Malkhan and respondent no.1 has admitted having  received\nrent from Malkhan after the death of Vasudev Rao, the  Board\nof  Revenue had rightly held that possession of Malkhan\t was\nauthorised  and\t that the High Court was  not  justified  in\ninterfering with the order passed by the Board of Revenue in\nexercise  of its jurisdiction under <a href=\"/doc/1712542/\" id=\"a_4\">Article 226</a> of the\tCon-\nstitution.\n</p><p data-structure=\"Precedent\" id=\"p_8\">     We will first examine the question as to the nature  of\nright  of Vasudev Rao in the land in dispute and whether  he\nwas  competent\tto  grant a lease in favour  of\t Malkhan  in\nrespect\t of the said land. For that purpose it is  necessary\nto   refer  to\tthe  relevant  provisions  of  the   &quot;Kewaid\nMaufidaran&quot; and &quot;Qanoon Mal&quot; of the former Gwalior State.\n</p><p data-structure=\"Section\" id=\"p_9\">     Maufi  grants  for\t Devasthan lands  were\tgoverned  by\nsection\t 13  of Kawaid Maufidaran. The\tsaid  provision,  as\ntranslated in English, was as under:\n</p><blockquote id=\"blockquote_1\">     &quot;13.  Where, on enquiry or at the time of\tmutation,  a\nDevasthani  Maufi  land is found to have been  derived\tfrom\nNagis  (Defective)  Sanad, it shall be\tdeleted\t from  Maufi\ncategory and shall be entrusted to the Aukaf Department\t for\nManagement  of\tDevasthan, and entry of such land  shall  be\nmade in the Patwari Papers as follows:-\n</blockquote><blockquote id=\"blockquote_2\">     &#x27;Government   property,  under  management\t  of   Aukaf\nDepartment relating to Devasthan.&#x27;\n<span class=\"hidden_text\" id=\"span_4\">\t\t\t\t\t\t\t 679</span>\n\t       The  Maufidar shall be deemed to\t be  holding\n\t the  land as\t   Pujari or manager Devasthan\tand,\n\t in lieu of service he shall\t  have the right  of\n\t a Mourushi Kashtakar in such land for\t    which  a\n\t rent  free patta shall be granted to him  by  Aukaf\n\t Department:\n</blockquote><blockquote id=\"blockquote_3\">\t\t Provided that in the event of the  services\n\t being\tnot\t  rendered  satisfactorily  by\t the\n\t Pujari\t or manager the Aukaf\t   Department  shall\n\t have the authority to dispossess such\t    Mourushi\n\t Kashtakar and appoint another Pujari or manager  in\n\t his place and grant him patta for such land.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_10\">   The expression &#x27;Kashtakar Mourushi&#x27; was defined in clause\n(29)  of  s.2  of  the\t&#x27;Qanoon\t Mal&#x27;  which  provision,  as\ntranslated in English, was as follows:\n</p><blockquote id=\"blockquote_4\">\t  &quot;Kashtakar Mourushi&quot; :- &quot;Kashtakar Mourushi is one\n\t whose\trights being heritable, the Malguzar  cannot\n\t evict\t him without order of the Court, nor can  he\n\t enhance the rent without his consent or without  an\n\t order of the court :\n</blockquote><blockquote id=\"blockquote_5\">\t    provided  that in case a Pujari or\tmanager\t who\n\t has  mourushi\trights under section  13  of  Kawaid\n\t Maufidaran  Juzne Arazi and Naqdi does\t not  render\n\t his  services properly, the Aukaf Department  shall\n\t have  the  authority to dispossess him\t without  an\n\t order of the Court.\n</blockquote><blockquote id=\"blockquote_6\">     The following four categories of tenants were specified\nin Section 249 of Qanoon Mal :\n</blockquote><blockquote id=\"blockquote_7\">\t  (i) Ex-proprietary tenant;\n</blockquote><blockquote id=\"blockquote_8\">\t  (ii)\t Mourushi  or  Dakhilkar,  i.e.,   Occupancy\n\t Tenant;\n</blockquote><blockquote id=\"blockquote_9\">\t  (iii) Gair Mourushi of Gair Dakhilkar, i.e.,\tNon-\n\t\toccupancy Tenant; and\n</blockquote><blockquote id=\"blockquote_10\">\t  (iv) Sub-Tenant.\n</blockquote><p data-structure=\"Section\" id=\"p_11\">     In\t Section  265 of Qanoon Mal, it\t was  provided\tthat\ndakhilkar  right is transferable by way of sale or  mortgage\nsubject\t to the conditions laid down. One of the  conditions\nprescribed in the second proviso to s.265 was\n<span class=\"hidden_text\" id=\"span_5\">\t\t\t\t\t\t\t680</span>\nthat  dakhilkar right acquired by a pujari or manager  under\ns.13  of  the  Qanoon Mal could not be subject\tto  sale  of\nmortgage.\n</p><p data-structure=\"Precedent\" id=\"p_12\">     The   aforesaid  provisions  in  s.13  of\tthe   Kawaid\nMaufidaran  and s.265 of Qanoon Mal have been considered  by\nthe  Madhya  Pradesh  High Court  in  Pancham  Singh&#x27;s\tcase\n(supra) wherein also the Maufi grant in respect of a  temple\nhad  been  resumed  and a parwana had been  granted  to\t the\nPujari\tof  the\t temple in accordance  with  Section  13  of\nMaufidaran  and the Pujari had granted a sub-lease  and\t the\nquestion  was whether the Pujari was competent to grant\t the\nsub-lease. In that context, the High Court has also referred\nto  s.110 of the Land Records Manual of the  former  Gwalior\nState  wherein\tit  was provided that  a  Pujari  should  be\nrecorded as a Kashtakar Dakhilkar Bila Lagani, i.e., with no\nright  or interest, and to Circular No.4 of Samvat  1991  of\nthe former Gwalior State which required that :\n</p><blockquote id=\"blockquote_11\">\t  &quot;The entry of such land in the Jamabandi should be\n\t  made\tin  the Patti of Milkiyat Sarkar  under\t the\n\t  management  of the Aukaf Department in the  column\n\t  of  &#x27;owner&#x27;  and the Pujari of Mujavir  should  be\n\t  entered in ziman 4 as Mourusi Bila Lagani.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_13\">     In\t Pancham  Singh&#x27;s case (supra), the  learned  Judges\nhave also set out the terms of the Parwana (as contained  in\nthe  printed from) which is granted by the Aukaf  Department\nin  accordance with s.13 of Kawaid Maufidaran. In  the\tsaid\nParwana,  it  is mentioned that in accordance with  s.13  of\nKawaid Maufidaran the land which was earlier entered in\t the\nMaufi  Register has been deleted from the said Register\t and\nhas  been handed over to the Aukaf Department and  the\tsaid\nland  is  now being given by the Department to\tthe  grantee\n&#x27;bila lagani&#x27; in lieu of service for the purpose of  worship\nof  Devasthan  and it shall be under the  control  of  Aukaf\nDepartment. The grantee shall keep the Devasthan in a proper\ncondition and shall make proper arrangement for worship from\nthe income of the land by cultivating the same personally or\ngetting it cultivated through somebody else. So long as\t the\ngrantee\t and his heirs property manage the  Devasthan,\ttill\nthen  only they would be entitled to enjoy the land. If\t any\ndefect\tor mismanagement in the worship of devasthan on\t the\npart  of the grantee or his heirs is found  proceedings\t for\nremoval\t will be initiated and another person would  be\t ap-\npointed from amongst the heirs, if found fit from conducting\nthe  worship  or otherwise another proper  person  would  be\nappointed  to  manage the Devasthan and the  land  would  be\ndelivered to\n<span class=\"hidden_text\" id=\"span_6\">\t\t\t\t\t\t\t 681</span>\nhim.  It  was  clearly mentioned in the Parwana\t that  as  a\nresult\tof  cancellation  of  the  maufi  the  grantee,\t  as\nMaufidar,  does not have any right in the same and now\tthis\nland  would be entered in the Register and other  papers  of\nthe  Patwari  as Government property under  the\t control  of\nAukaf Department for the management of the Devasthan.\n</p><p data-structure=\"Precedent\" id=\"p_14\">     Construing\t the  terms of the Parwana in the  light  of\nSection 13 of Kawaid Maufidaran, the High Court has held :\n</p><blockquote id=\"blockquote_12\">\t  &quot;The\tParwana\t must  be read\tin  the\t context  of\n\t  Section 13 of the Kawaid Maufidaran. The deed must\n\t be  read as a whole in order to ascertain the\ttrue\n\t meaning  of  its  several  clauses.  Strict   legal\n\t language  having been used in the Parwana, it\tmust\n\t receive  its legal meaning. Under the terms of\t the\n\t Parwana, the former Pujari has no other status than\n\t that of a manager. He could get the lands cultivat-\n\t ed  either himself or through servants, but he\t had\n\t no  right  to alienate the same in any\t manner.  It\n\t cast a duty upon him to keep the lands under culti-\n\t vation\t so that the income derived therefrom  could\n\t be  applied towards the Puja and the upkeep of\t the\n\t temple.  He  was under the direct  control  of\t the\n\t Aukaf Department. The Parwana expressly stated that\n\t the  grant shall be  resumed for breach of  any  of\n\t the  conditions  or upon the death  of\t the  former\n\t Pujari.  The maufi lands all the while belonged  to\n\t the  Government. The former Pujari was,  therefore,\n\t not a Kashtakar Mourushi or a government lessee  or\n\t an  ordinary  tenant of the maufi  lands,  but\t was\n\t merely holding them on behalf of the Aukaf  Depart-\n\t ment for purpose of management.&quot;(p.16)\n     Referring\tto  the definition of  &quot;Mourushi  Kashtakar&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_15\">contained in clause (29) of s.2 of the Qanoon Mal, the\tHigh\nCourt had observed:\n</p><blockquote id=\"blockquote_13\">\t &quot;On  a\t plain reading, the  definition\t excludes  a\n\t Pujari.  The  former Pujari was, therefore,  not  a\n\t Kashtakar  Mourushi  of  the maufi  land,  but\t was\n\t merely\t holding them on behalf of Aukaf  Department\n\t for purposes of management.&quot;(p.16)\n     Rejecting the contention that every Mourushi  Kashtakar\nhad  the  right to sub-let and that though a Pujari  had  no\nright to transfer by mortgage or sale there was no  restric-\ntion on sub-letting, the High Court has laid down :\n</blockquote><span class=\"hidden_text\" id=\"span_7\">\t\t\t\t\t\t\t682</span>\n<blockquote id=\"blockquote_14\">\t  &quot;It would be repugnant to the nature of the  grant\n\t itself\t to  clothe such a person with\ta  right  to\n\t transfer  of  any kind. The whole  purpose  of\t the\n\t grant,\t which was for upkeep of the  temple,  would\n\t be  frustrated if the maufi lands were\t allowed  to\n\t be sub-let by the Pujari and new rights created  in\n\t favour\t of  a stranger. Where a grant\tof  land  is\n\t made  in consideration for service to\tbe  rendered\n\t by  a grantee, in lieu of wages, it is\t an  implied\n\t condition  of\tthe grant that if the  services\t are\n\t not  performed or are not  required, the grant\t can\n\t be  resumed. The Parwana expressly stated that\t the\n\t grant in favour of the former Pujari was  resumable\n\t for breach of any of the conditions set out  there-\n\t in, or upon his death or removal. The death of\t the\n\t former Pujari\twas, in the instant case, the termi-\n\t nal point. That being so, the grant lapsed with his\n\t death.\t As the grant created no interest in  favour\n\t of  the former\t Pujari, whatever rights  the  peti-\n\t tioners&#x27;s  father, Thakur Murlidhar Singh had\talso\n\t lapsed and he became a rank trespasser.&quot; (p.17)\n  Shri\tShiv Dayal has submitted that the learned judges  of\nthe Division Bench of the High Court were in error in  hold-\ning that a Pujari was not a Kashtakar Mourushi of the  maufi\nland  and that the said finding is contrary to the  language\nof  s.13 of Kawaid Maufidaran wherein it is  clearly  stated\nthat  the Pujari would have the rights of a  Kashtakar\tMou-\nrushi.\tAccording to Shri Shiv Dayal the only limitation  on\nthe  rights of the Pujari as a Kashtakar Mourushi  was\tthat\ncontained in s.265 of the Qanoon Mal whereby he was preclud-\ned from selling or mortgaging the Maufi lands but there\t was\nno  provision  restricting his right to create a  lease\t for\ncultivation  of the lands. We are unable to agree.  Although\nunder  s.13 of Kawaid Maufidaran, the right of\ta  Kashtakar\nMourushi  have been conferred on the Pujari and under  s.265\nof  the\t Qanoon Mal, the restriction on his right  was\twith\nregard\tto sale and mortgage only but it cannot\t be  ignored\nthat under s.13 of Kawaid Maufidaran the right of a  Kashta-\nkar  Mourushi  which have been conferred on  the  Pujari  is\nsubject to the overriding condition that in case he does not\nperform\t his duties properly, he can be removed and  another\nPujari\tcan be appointed and a patta would be issued in\t his\nfavour. This is also borne out by definition of the  expres-\nsion &#x27;Kashtakar Mourushi&#x27; in s.2(29) of the Qanoon Mal which\nimposes\t the  condition that the Aukaf Department  would  be\nentitled  to dispossess, without an order of the court,\t the\nPujari\twho obtains the right of Kashtakar Mourushi  on\t the\nbasis of Kawaid Maufidaran and who does not\n<span class=\"hidden_text\" id=\"span_8\">\t\t\t\t\t\t\t683</span>\nrender\this  services properly. The matter is  further\tmade\nclear by the prescribed form of the Parwana which is  issued\nto  the\t Pujari wherein it is also  clearly  mentioned\tthat\nPujari does not have any right in the land and his status is\nthat of a manager  and that he could get the land cultivated\neither himself or through others so that the income  derived\ntherefrom could be applied towards worship and upkeep of the\ntemple and that the grant would be resumed for breach of any\nof the conditions or upon the death of the former Pujari. In\nother  words, the rights of the Pujari do not stand  on\t the\nsame  footing as those of a Kashtakar Mourushi in the  ordi-\nnary  sense  who was entitled to all  rights  including\t the\nright  to sell or mortgage. We are, therefore, in  agreement\nwith  the view of the Division Bench of the  Madhya  Pradesh\nHigh Court in Pancham Singh&#x27;s case (supra) that a Pujari had\nno  other status than that of the manager functioning  under\nthe  control of the Aukaf Department and he had no right  to\ntransfer, either by way of sale or mortgage or by lease, the\nland  entrusted to him. In that view of the matter, it\tmust\nbe  held that patta granted in favour of Malkhan by  Vasudev\nRao,  father of respondent no.1, was not valid and  did\t not\nconfer any right or interest on Malkhan in the land  covered\nby the said patta.\n</blockquote><blockquote id=\"blockquote_15\">     Once  it is held that Vasudev Rao was not competent  to\ngrant  a  lease in respect of the land in  dispute  and\t the\npatta granted by him in favour of Malkhan was invalid and no\nrights were conferred on Malkhan in the land as a result  of\nthe  said patta, the claim of the appellants that they\thave\nacquired Bhumiswami right  on the land in dispute cannot  be\nsustained.  The\t said claim is based on\t the  provisions  of\nss.185, 189 and 190 of the code.\n</blockquote><blockquote id=\"blockquote_16\">     Under  s.185(1), every person, belonging to any of\t the\ncategories   specified\tthereunder,  shall  be\t called\t  an\noccupancy  tenant  and\tshall have all\tthe  rights  and  be\nsubject to all the liabilities conferred or imposed upon  an\noccupancy tenant by or under the Code. Under s.190,  Bhumis-\nwami  rights are conferred on an occupancy tenant  in  cases\nwhere  the  Bhumiswami, whose land is held by  an  occupancy\ntenant, fails to make an application under   s.189(1)  within\nthe  period laid down therein. The submission of  Shri\tShiv\nDayal  is that Malkhan, being in occupation of the  land  in\ndispute\t as a sub-tenant, became an occupancy  tenant  under\ns.185(1),  and since the Bhumiswami of the land\t in  dispute\ndid not make an application under s.189(1), Malkhan acquired\nBhumiswami  rights  over the same under s.190 of  the  Code.\nThis contention proceeds on th assumption that Malkhan was a\nsub-tenant of the land in dispute on the date of coming into\nforce of\n<span class=\"hidden_text\" id=\"span_9\">\t\t\t\t\t\t      684</span>\n the  code.  But  since we have found that  no\trights\twere\ncreated\t in  favour of Malkhan under the  patta\t granted  by\nVasudev Rao. Malkhan cannot claim to be a sub-tenant of\t the\nland in dispute on the date of the commencement of the\tCode\nand,  therefore,  the  submission of Shri  Shiv\t Dayal\tthat\nMalkhan\t had  acquired Bhumiswami rights over  the  land  in\ndispute cannot be accepted.\n</blockquote><blockquote id=\"blockquote_17\">     The  only\tquestion which remains to be  considered  is\nwhether\t the  application  filed by  respondent\t no.1  under\ns.248(1)  of  the Code was maintainable. In 1967,  when\t the\napplication   was  moved  by  respondent  no.  1,   s.248(1)\nempowered  the Tehsildar to summarily eject any\t person\t who\nunauthorisedly\ttakes or remains in possession of any  occu-\npied  land, abadi, service land or any land which  has\tbeen\nset part for any special purpose under s.237. The expression\n&#x27;unoccupied  land&#x27;  is defined in s.2(z-3) of  the  Code  as\nunder :\n</blockquote><blockquote id=\"blockquote_18\">\t  &quot;  `unoccupied land, means the land in  a  village\n\t  other\t than the Abadi or service land or the\tland\n\t  held\tby  a Bhumiswami, a tenant or  a  Government\n\t  lessee;&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_16\">     The  land\tin  dispute  does not fall  in\tany  of\t the\nexcepted   categories  mentioned  in  s.2(z-3).\t  It   must,\ntherefore,  be held to be unoccupied land. Since it was\t set\napart for a public purpose, viz., for the upkeep of  temple,\nit  can be said to be land set apart for a  special  purpose\nunder clause (i) of sub-s.(1) of s.237 of the Code. What has\nto be seen is whether the possession of Malkhan of the\tsame\nwas  unauthorised.  It\thas  been urged\t on  behalf  of\t the\nappellants that the possession of Malkhan could not be\tsaid\nto  be\tunauthorised  on  the date  of\tthe  filing  of\t the\napplication  by\t respondent no.1 in view of  the  fact\tthat\nVasudev Rao, father of respondent no.1, had granted a  patta\npermitting   Malkhan  to  cultivate  the  land\tduring\t his\n(Malkhan&#x27;s)  life time and after the death of  Vasudev\tRao,\nrespondent no.1 had also granted a patta permitting  Malkhan\nto  continue in cultivation of the land in dispute  and\t had\nbeen receiving Rs.100 annually as rent for Malkhan. There is\ndispute between the parties with regard to the terms  of the\npatta  granted by respondent no.1. According to\t the  appel-\nlants, under the said patta, Malkhan was entitled to contin-\nue  for his life time whereas according to respondent  no.1,\nthe  patta  was granted for a limited period which  had\t ex-\npired.\tIt has been urged by learned counsel for the  appel-\nlants that in view of the patta whereby Malkhan was  permit-\nted to cultivate the land in dispute for his life, it\n<span class=\"hidden_text\" id=\"span_10\">\t\t\t\t\t\t\t685</span>\ncannot be said that  possession of Malkhan was unauthorised.\nIn  view of the death of Malkhan during the pendency of\t the\nwrit  petition in the High Court, the question\twhether\t re-\nspondent  no.1\thas granted a patta  permitting\t Malkhan  to\ncultivate the land in dispute during his life time, does not\nsurvive because even if it is held that the patta granted in\nfavour\tof Malkhan by respondent no.1 permitted\t Malkhan  to\ncultivate the land in dispute during his life time, the said\nauthority  under  which\t Malkhan was in\t possession  of\t the\ndisputed land came to an end on the death of Malkhan and the\npossession of the appellants over the land in dispute  after\nthe  death  of Malkhan cannot be said to  be  authorised  by\nrespondent no.1.\n</p><p data-structure=\"Precedent\" id=\"p_17\">     In\t Lachmeshwar Prasad Shukul and Ors. v.\tKeshwar\t Lal\nChaudhuri  and Ors.,  (1940) FCR 84, Varadachariar,  J.\t has\nobserved :\n</p><blockquote id=\"blockquote_19\">\t  &quot;It  is also on the theory of an appeal  being  in\n\t  the nature of a re-hearing that the courts in this\n\t  country have in numerous cases recognized that  in\n\t  moulding  the\t relief to be granted in a  case  on\n\t  appeal,  the court of appeal is entitled  to\ttake\n\t  into account even facts and events which have come\n\t  into existence after the decree appealed against.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_18\">\t  (p.103)\n     In his concurring judgment, Gwyer, C.J. has referred to\nthe  following observations of Hughes C.J. in  Patterson  v.\nState of Alabama, [1934] 294 US 600, at p.607 :\n</p><blockquote id=\"blockquote_20\">\t  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"804743\" id=\"span_11\">&quot;we  have frequently held that in the exercise  of\n\t  our appellate jurisdiction we have power not\tonly\n\t  to correct error in the judgment under review\t but\n\t  to  make such disposition of the case\t as  justice\n\t  requires.  And  in determining what  justice\tdoes\n\t  require,  the\t Court\tis  bound  to  consider\t any\n\t change,  either  in  fact  or\tin  law,  which\t has\n\t supervened since the judgment was entered&quot;. (p.87)\n     In <a href=\"/doc/804743/\" id=\"a_5\">Qudrat Ullah v. Municipal Board, Bareilly</a>, [1974]  2\nSCR 539, this Court has held that it is permissible for\t the\ncourt  to take note of the extinguishment of  the  statutory\ntenancy while considering the appeal and grant relief to the\nappellant  accordingly. We can, therefore, take note of\t the\nfact  the Malkhan has died during the pendency of  the\twrit\npetition in the High Court and, as a result, the  possession\nof  the appellants has become unauthorised, since then.\t The\nappellants cannot, therefore, seek\n<span class=\"hidden_text\" id=\"span_12\">\t\t\t\t\t\t\t686</span>\nrelief on the ground that their possession over the land  in\ndispute is not unauthorised and they cannot be evicted under\ns. 248(1) of the Code.</span>\n</blockquote><blockquote id=\"blockquote_21\">     On\t the  aforesaid view of the matter,  the  appellants\nmust fail and the appeal has to be dismissed. But before  we\ndo so, we consider it necessary to advert to an aspect which\ncannot\tbe  ignored. We have found that the  Pujari  or\t the\nmanager of the Devasthan holds the lands given to him  under\nthe  Parwana issued under s.13 of the Kawaid Mufidaran as  a\nmanager\t of  Government\t property. He  functions  under\t the\noverall\t control  and supervision of  the  Aukaf  Department\nbecause in the event of his failure. to properly manage\t the\naffairs,  he  can be removed and the Parwana issued  in\t his\nfavour can be revoked. Since under the terms of the Parwana,\nthe  Pujari  or the manager can get the land given  for\t the\nworship and upkeep of the Devasthan cultivated by some other\nperson, it is necessary that the Aukaf Department  exercises\ncontrol\t in  the  matter of initiation\tof  proceedings\t for\nejectment  of  a person who in allowed to cultivate  by\t the\npujari\tor the manager which means that the proceedings\t for\nsuch ejectment under s.248(1) of the Code should be initiat-\ned by the Pujari or manager only after obtaining the approv-\nal  of the Aukaf Department. In the instant case, the  Board\nof  Revenue,  has  stated that respondent no.  1  has  never\ncultivated  the land and has no arrangement for\t cultivation\nand  that even if   the land is given in his  possession  he\nwould  give  it to somebody else for  cultivation  In  these\ncircumstances,\twe consider it appropriate to direct that  a\nsenior official in the Aukaf Department of the Government of\nMadhya Pradesh should examine whether the appellants can  be\npermitted  to  cultivate  the land in dispute  on  terms  as\nsuitably  revised and till the matter is so considered,\t the\nappellants are not dispossessed from the land in dispute.\n</blockquote><blockquote id=\"blockquote_22\">     The  appeal is, therefore, dismissed. It  is,  however,\ndirected  that a senior official in the Aukaf Department  of\nGovernment  of\tMadhya Pradesh shall  consider\twhether\t the\nappellants can be permitted to cultivate the land in dispute\non  terms  which may be suitably revised. In case  the\tsaid\nofficial  is of the view that the appellants can be so\tper-\nmitted, a suitable direction in that regard may be given  by\nthe Aukaf Department directing respondent no.1 to permit the\nappellants  to cultivate the land on the revised terms.\t The\nappellants  shall  not be ejected from the land\t in  dispute\ntill  the matter is so considered. The parties are  left  to\nbear their own costs.\n</blockquote><span class=\"hidden_text\" id=\"span_13\">\t\t\t\t\t\t       687</span>\n\n\n\n","numcites":3,"numcitedby":29,"docsource":"Supreme Court of India","citetid":679611,"divtype":"judgments","relatedqs":[{"value":"rights of a pujari","formInput":"rights%20of%20a%20pujari"},{"value":"DEVASTHAN LAND ","formInput":"DEVASTHAN%20LAND%20"},{"value":"rights of pujaries","formInput":"rights%20of%20pujaries"},{"value":"abadi land","formInput":"abadi%20land"},{"value":"madhya pradesh land revenue code 1959","formInput":"madhya%20pradesh%20land%20revenue%20code%201959"},{"value":"m.p. land revenue code 1959","formInput":"m.p.%20land%20revenue%20code%201959"},{"value":"dakhilkar","formInput":"dakhilkar"},{"value":"patta","formInput":"patta"},{"value":"mutation","formInput":"mutation"},{"value":"madhya pradesh land revenue code","formInput":"madhya%20pradesh%20land%20revenue%20code"},{"value":"land dispute","formInput":"land%20dispute"},{"value":"Mahant","formInput":"Mahant"},{"value":"temple","formInput":"temple"},{"value":"occupancy tenants","formInput":"occupancy%20tenants"},{"value":"land revenue code","formInput":"land%20revenue%20code"},{"value":"m.p. land revenue code ","formInput":"m.p.%20land%20revenue%20code%20"},{"value":"sub letting","formInput":"sub%20letting"},{"value":"before land revenue code 1959","formInput":"before%20land%20revenue%20code%201959"},{"value":"190  filter:  code 1959 ((M.P.) land revenue)","formInput":"190%20%20filter%3A%20%20code%201959%20%28%28M.P.%29%20land%20revenue%29"},{"value":"possession over land","formInput":"possession%20over%20land"}],"cats":[{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"special-leave-appeal-by-supreme-court","formInput":"tag:special-leave-appeal-by-supreme-court"}],"courtcopy":true,"query_alert":null,"agreement":false}