{"tid":1574741,"publishdate":"2002-02-11","title":"Purshottam Co-Op. Housing Society ... vs Surat Municipal Corporation on 11 February, 2002","doc":"<h2 class=\"doc_title\">Purshottam Co-Op. Housing Society ... vs Surat Municipal Corporation on 11 February, 2002</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: (2002)2GLR1425, 2002 A I H C 3726, (2002) 2 GUJ LR 1425</h3>\n\n<pre id=\"pre_1\">JUDGMENT\n\n \n\n Kundan Singh, J. \n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> 1. By means of this petition, the petitioner has sought a direction to the respondent - Surat Municipal Corporation (hereinafter referred to as &quot;respondent&quot; for the sake of brevity and convenience) to hand over the peaceful and vacant possession of the land in question admeasuring 3166 sq. mtrs. of final Plot No. 36 of the Draft Town Planning Scheme No. 36 (Althan) and to grant development permission in toto as prayed for in the application dated 9-2-2000 and to quash and set aside the action of the respondent-Corporation of continuing their possession over the land in question as illegal, arbitrary, null and void and against the provisions of the <a href=\"/doc/35695422/\" id=\"a_1\">Gujarat Town Planning\n&amp; Urban Development Act, 1976</a> (hereinafter referred to &quot;the Act&quot; for short). \n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\"> 2. The petitioner is a registered co-operative society and has purchased the land bearing Survey Nos. 77, 79/1/P (at present block No. 96) situated at village Althan in the year 1981 at the auction held by the competent authority and pursuant to the auction sale, name of the petitioner was mutated in the village Forms No. 6 and 7-12. The Althan Gram Panchayat passed the resolution No.\n7 dated 24-9-1991 granting permission to the petitioner to develop the said land as per the building plans prepared and submitted by the petitioner. The draft &#x27;\n\ndevelopment plans prepared by the Surat Urban Development Authority (for short &quot;S.U.D.A.&quot;) was sanctioned on 31-1-1986 by the State Government and it came into force on 3-3-1986. The land in question was earmarked in the draft development plan for the purpose of education more particular for South Gujarat University. In the said final development plan, it is stated that under the provisions of <a href=\"/doc/6945447/\" id=\"a_2\">Section 20(1)</a> of the Act the appropriate development authority or any other authority for whose purpose the land is designated in the final development plan for any purpose specified in Clauses (b), (d), (f), (k) or Clause (n) or (o) of Sub-section (2) of <a href=\"/doc/2301763/\" id=\"a_3\">Section 12</a> of the Act, may acquire the land either by the agreement or under the provisions of the <a href=\"/doc/7832/\" id=\"a_4\">Land Acquisition Act</a>. <a href=\"/doc/2039244/\" id=\"a_5\">Section 20(2)</a> contemplates that if the land referred to in Sub-section (2) is not acquired, by the agreement within a period of 10 years, from the date of coming into force of the final development plan or if the proceedings under the <a href=\"/doc/7832/\" id=\"a_6\">Land Acquisition Act, 1894</a>, are not commenced within such period, the owner or any person interested in the land may serve a notice on the authority concerned requiring it to acquire the land and if within six months from the date of service of such notice, the land is not required, or no steps are commenced for its acquisition, designation of the land as aforesaid shall be deemed to have lapsed. In the present case, the said land was not acquired by the authority concerned within stipulated period of 10 years from 3-3-1986 to 3-3-1996. Meanwhile, the limits of the respondent-Corporation was extended and the area comprising old village Althan came to be included in the limits of the respondent-Corporation. On expiry of 10 years, S.U.D.A. sought to revise the existing final development plan under <a href=\"/doc/1992048/\" id=\"a_7\">Section 21</a> of the Act. After following the procedure, the revised draft development plan under <a href=\"/doc/1990166/\" id=\"a_8\">Section 9</a> of the Act, S.U.D.A. had not designated the said land for any purpose, as specified in Clause (b), (d) (k) and (n) of Sub-section (2) of <a href=\"/doc/948147/\" id=\"a_9\">Section 12</a>. Thus, in the revised draft development, the said land is stood dereserved and deleted from the reservation. Thereafter, S.U.D.A. published draft development plan on 3-3-1996 in the official gazette. After the revised draft development plan was published in the official gazette on 29-2-1996. The respondent-Corporation declared on 23-7-1997 its intention to frame town planning scheme in respect of the land situated in village Althan. By passing the resolution in consultation with the Chief Town Planning Officer as required under <a href=\"/doc/1759624/\" id=\"a_10\">Section 41</a> of the Act. The revised draft development plan was submitted on 26-8-1997 to the State Government under <a href=\"/doc/562722/\" id=\"a_11\">Section 16</a> of the Act by S.U.D.A. after complying with the provisions of <a href=\"/doc/1857501/\" id=\"a_12\">Sections 13</a> and <a href=\"/doc/1235658/\" id=\"a_13\">15</a> of the Act. The said development plan was published in the official gazette and the land in question was earmarked for residential zone. Hence, there was no question of any reservation over the land in question for public purpose. The respondent-Corporation published the proposed draft town planning scheme on 16-6-1998 along with the plans showing the area that it proposes to include in the scheme. The land in question was not reserved for any public purpose in the proposed draft town planning scheme. The petitioner was asked by the respondent-Corporation to surrender 3166 sq. mtrs. of land from the land bearing Survey No. 96/P of final Plot No. 36 under the guise that the land in question is for reservation. Hence, the petitioner had to surrender unwillingly the land in\n\nquestion without claiming any compensation on 6-10-1998. As the land in question was not under any reservation in the draft development plan submitted to the Government or draft Town Planning Scheme No. 36, prepared by the respondent-Corporation, the petitioner submitted the building plans prepared by the Architect and made an application on 26-2-1999 to the respondent-Corporation seeking permission to develop the said land comprising the reconstituted final Plot No. 36 and to put up the construction thereon in accordance with the building plans submitted along with the application. The petitioner also paid scrutiny fee along with the application sum of Rs. 17,500/- on 26-2-1999 and also paid sum of 15,000/- by way of deposit for the road blocking. The State Government already granted exemption under <a href=\"/doc/1005850/\" id=\"a_14\">Section 20(1)</a> of the Urban Land Ceiling Act on 23-3-1999 for construction of the residential blocks over the land bearing Block No. 96/P original Survey Nos. 77 and 79/1 admeasuring 27519 sq. mtrs. The Town Planning Committee passed the Resolution No. 43 of 1999 on 12-7-1999 resolving to remove reservation from the land bearing Block No. 96/P from the draft Town Planning Scheme No. 36. The draft town planning scheme was submitted to the State Government on 15-7-1999 for its sanction under <a href=\"/doc/460525/\" id=\"a_15\">Section 48(i)</a> of the Act. The reservation over the land in question was removed vide resolution No. 43 of 1999 and that the town planning scheme did not contain any reservation of the land in question. The Town Planning Committee of the respondent-Corporation moved another Resolution No. 53 of 1999 on 6-8-1999 resolving to keep the reservation over the land in question and cancelled the deletion of the reservation suggested by the Resolution No. 43 of 1999. The Commissioner of the respondent-Corporation submitted on 13-8-1999 to the State Government the aforesaid decision of the Town Planning Committee and requested to redesignate the land admeasuring 3166 sq. mtrs. from the land in question for the purpose R-2 District Centre. The State Government while exercising the power under <a href=\"/doc/7832/\" id=\"a_16\">Section 122(1)</a> of the Act, issued circular on 4-11-1999 providing for sanction of the development permission for the lands which were included in the draft town planning scheme from which the reservation stood deleted and the draft town planning scheme was prepared incorporating the land deleted from the reservation in the revised approved development plan. Hence, the petitioner is entitled to obtain development permission from the respondent-Corporation. The State Government while in exercise of the powers under <a href=\"/doc/1759048/\" id=\"a_17\">Section 48(2)</a> of the Act issued notification on 4-12-1999 sanctioning the draft town planning submitted by the respondent-Corporation and it was mentioned that while finalising the draft town planning scheme, the Town Planning Officer shall consider the area of Block No. 96/ P as per the revenue record like 7-12 joint measurement sheet No. 4 etc. in light of the Scheme sanctioned under <a href=\"/doc/1005850/\" id=\"a_18\">Section 20(1)</a> of the U.L.C. Act. As such, the land in dispute was dereserved. The petitioner upon the publication of the aforesaid notification dated 4-12-1999 submitted the plans for obtaining development permission from the respondent-Corporation, wherein the land in question was divided into three parts including the land in question, as no reservation was imposed over the land in question in the draft town planning scheme sanctioned by the State Government, the possession of the land handed\n\nover to the respondent-Corporation by the petitioner was required to be returned back. The petitioner approached this Court by way of tiling Special Civil Application No. 1009 and 1010 of 2000 for a direction to the respondent-Corporation to grant development permission. The respondent was directed to consider the application of the petitioner on merits and in accordance with the Rules and Regulation of the respondent-Corporation and decide the same within four weeks from the date of the order dated 16-8-2000. The plan submitted by the petitioner on 26-12-1999 was not found in consonance with the boundaries and the measurement of the final plan approved by the Town Planning Officer, and hence, the petitioner submitted revised plan as advised by the Town Planning Officer on 9-2-2000. In the revised plan, the land bearing Block No. 96/P was divided into two parts and was demarcated as per the advice of the Town Planning Officer. The Town Planning Officer vide his opinion dated 11-2-2000 approved the plan of the petitioner and layout plan submitted by the petitioner being in consonance with the draft town planning scheme, sanctioned by the State Government. As per the order dated 16-8-2000 of this Court, the petitioner requested the respondent-Corporation on 29-8-2000 to issue development permission as applied by it vide the application dated 9-2-2000. The State Government vide its notification dated 4-12-1999 directed the Town Planning Officer to consider the order passed by the Government under <a href=\"/doc/1005850/\" id=\"a_19\">Section 20(1)</a> of the U.L.C. Act in connection with the land in question. The respondent-Corporation insisted that the petitioner should show 3166 sq. mtrs. of land as reserved for R-2 District Centre and accordingly directed the petitioner to modify the plans submitted the petitioner as the respondent-Corporation has proposed reservation for R-2 District Centre. Though mere was no reservation as per the Circular dated 4-11-1999, the notification dated 4-12-1999 and the opinion of the Town Planning Officer dated 11-2-2000 the respondent-Corporation insisted for omission of piece of land admeasuring 3166 sq. mtrs. of land from the plans submitted by the petitioner. Despite the High Court&#x27;s order to decide the application of the petitioner within four weeks from the date of the order, the respondent-Corporation has not passed any order on its application and was insisting that the plans of the petitioner can be sanctioned only if the petitioner omits the land admeasuring 3166 sq. mtrs. of land from the plan submitted by him. The petitioner made the application on 9-11-2000 to the respondent-Corporation to pass appropriate order as per the High Court&#x27;s order. The petitioner had sent two notices dated 20-11-2000 to the Commissioner of the respondent-Corporation and the Town Development Officer for granting development permission at the earliest. Under the pressure of the respondent-Corporation, the petitioner had to omit the portion of the land of 3166 sq. mtrs. on 15-12-2000, as the petitioner wanted to make construction at the earliest. Then, the respondent-Corporation granted the development permission on 15-12-2000 and sanctioned the plan excluding the land admeasuring 3166 sq. mtrs. The petitioner after receipt of the development permission from the respondent-Corporation sent a representation dated 26-12-2000 requesting the respondent-Corporation to hand over the possession of the land in question admeasuring 3166 sq. mtrs. of Block No. 96, to the petitioner. The petitioner again sent\n\na reminder on 22-2-2001 and the State Government in response of the petitioner&#x27;s representation dated 18-9-2000, instructed the respondent-Corporation to follow the contents of the notification dated 4-12-1999 sanctioning the draft town planning scheme which does not have any reservation of any nature over the land in question. As such, retention of the land in question by the respondent-Corporation is illegal and hence the present petition. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_3\"> 3. The affidavit-in-reply has been filed by the Town Development Officer, wherein it is stated that the petitioner is estopped from taking plea that the respondent-Corporation is not considering or granting the construction permission in question. The respondent-Corporation has granted the development permission on 15-12-2000 pursuant to the directions of this Court given vide order dated 16-8-2000. At no time, the petitioner made any grievance either before this Court or before the respondent-Corporation. The plan submitted by the petitioner was sanctioned by the respondent-Corporation considering the fact that the petitioner has voluntarily handed over the possession of the land in question which the land in question has been kept under reservation for District Centre vide Resolution No. 53 of 1999 of the Town Planning Committee. The Town Planning Committee had recommended earlier to dereserve the said land by its Resolution No. 43 of 1999 dated 12-7-1999. By the Resolution No. 53 of 1999 dated 6-8-1999 the Town Planning Committee made partial change in its earlier Resolution No. 43 of 1999 to continue the said reservation and authorised the Municipal Commissioner to deal with the matter with the State Government and the State Government is to reserve the said land in question for R-2 of the District Centre. All the proceedings are pending before the Town Planning Officer and still no decision has been taken and the town planning scheme has not yet been finalized. The Town Planning Officer requested the respondent-Corporation not to gram any development permission and the respondent-Corporation required the land for the purpose of District Centre. Hence, it is not in the interest of the respondent-Corporation to grant development permission as requested by the petitioner. As per the provisions of <a href=\"/doc/1005850/\" id=\"a_20\">Section 40</a> of the Act, the appropriate authority can deduct upto 50% of the original land which is under the town planning scheme and only 30% of the land was deducted under the Town Planning Scheme. As per the Draft Town Planning Scheme published on 4-12-1999, the petitioner voluntarily handed over the possession of the said land in the public interest by his written consent. The respondent-Corporation has sanctioned the plan and has only deducted 25% of the land considering the proposal of draft town planning scheme. Hence, the petitioner again cannot plead at this stage. As per the order of the U.L.C. authority, the petitioner was required to construct &quot;Gala&quot; type of duplex units. On the contrary, the petitioner submitted plans for apartment type which was against and contrary to the order passed under <a href=\"/doc/1005850/\" id=\"a_21\">Section 20</a> of the U.L.C. Act. The petitioner cannot take the benefit of the said order as he has voluntarily agreed not to take benefit of the order under <a href=\"/doc/1005850/\" id=\"a_22\">Section 20</a> of the U.L.C. Act. At present, the land in question is in possession of the respondent-Corporation and that land has been fenced. As per the policy of the State Government every plot holder has to forego 30% of the land for the public benefits. \n</p> \n\n \n<p data-structure=\"Facts\" id=\"p_4\">4. Rejoinder-affidavit has also been filed by the petitioner beside the other averments, it is asserted that earlier petition filed by the petitioner before this Court for a direction to sanction the plans which have been put up on 9-2-2000 which includes the entire final Plot No. 36 including the area of 3166 sq. mtrs. which was sanctioned on 11-2-2000 by the Town Planning Officer. This Court directed the respondent-Corporation to consider the plans submitted on 9-2-2000 which includes 3166 sq. mtrs. of land. As soon as the draft town planning scheme was published for R-2 District Centre. The petitioner being a law-abiding citizen though it was not required to surrender the land till the draft town planning scheme is sanctioned under <a href=\"/doc/1005850/\" id=\"a_23\">Section 65(3)</a> of the Act, bona fide gave possession at the time when the intention was declared not even the draft town planning scheme was finalized but as soon as the draft town planning scheme was sanctioned by the State Government and the land was not shown under reservation. Immediately, the possession was sought for the entire final Plot No. 36. The possession of the land in question was sought and sanction of the plan was also requested for and there is no rule that till the draft town planning scheme is finalised no development permission can be granted and number of development permissions have been granted. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_5\"> 5. The respondent-Corporation has filed further affidavit wherein it is stated that the respondent-Corporation has declared its intention to make town planning scheme on 23-9-1997. Thereafter, public meeting was called for on 16-6-1998. The plans were prepared and the scheme was made. The reservation was placed in the original plot No. 35 as R-2. the said reservation was placed on the main road and there was deduction of 30% of land at that time. Thereafter, on 6-10-1998, the petitioner gave a letter to the respondent-Corporation that if 25% of the land is deducted out of the total area, they are ready to give possession to the respondent-Corporation. On representation made, the reservation was changed while preparing the draft town planning scheme shifted the reservation from the road side to the rear portion of the plot and reduced area to 3166 sq. mtrs. and the petitioner has given the possession of the plot on 6-10-1998. Now, the petitioner again cannot plead against its own conduct that the intention to take back the plot and to make construction on it since it is not in reservation in the draft development scheme, as alleged. The draft town planning scheme was submitted to the State Government on 6-8-1999 to reserve the part of final plot for R-2 District Centre. As per the draft town planning scheme and as per the resolution dated 6-8-1999 after deducting 3166 sq. mtrs. for R-2 District Centre and some other area is deducted for the road purpose. Therefore, the petitioner has got clear 21769 sq. mtrs. of land which is buildable and for portion of the said area. The respondent-Corporation has passed the resolution during pendency of draft town planning scheme for sanction to keep the plot admeasuring 3166 sq. mtrs. in reservation. That was also sent to the State Government. That the resolution was submitted to the Town Planning Officer and the Town Planning Officer is required to take decision under <a href=\"/doc/1005850/\" id=\"a_24\">Section 52</a> of the Act. At the time of preparing the preliminary scheme as regards the final Plot No. 36 &quot;paiki&quot;. Till the Town Planning Officer decided the matter, no plan can be sanctioned in respect of final Plot No. 36 &quot;paiki&quot; admeasuring\n\n3166 sq. mtrs. In that respect, the respondent-Corporation passed the Resolution No. 53 of 1999 on 6-8-1999. Even the Town Planning Officer after the draft town planning scheme, has power to reserve or dereserve the land. Hence, that power cannot be curtailed as submitted by the petitioner. The plan submitted by the petitioner was sanctioned on 15-12-2000 pursuant to the order of this Court. Thereafter, the petitioner produced the plan for commercial complex in the same final plot on 26-2-1999. In that plan, the reservation was shown. The plan submitted by the petitioner on 11-9-2000 has been rejected on 17-10-2001 and there is no plan which can be permitted to be sanctioned by the respondent-Corporation in respect of the land admeasuring 3166 sq. mtrs. or any other part of final plot. No plans were produced for construction of land 3166 sq. mtrs. out of 21769 sq. mtrs. of land. Even in that plan, reservation for R-2 District Centre was shown. The Town Planning Officer has written a letter to the respondent-Corporation not to sanction any plan in respect of the area town planning scheme for development. The preliminary scheme is under finalisation and asked the Corporation not to sanction the plan. The earlier petition filed by the petitioner, this Court has finally decided and the petitioner has also given the possession to the respondent-Corporation and the Corporation is in possession of that part of final plot. The letter dated 6-8-2001 placed before this Court, the Court is misled and the Town Planning Officer has not sanctioned any plan on 11-2-2000. The Town Planning Officer was not made party in that petition before this Court. As per the plans submitted on 9-2-2000, the petitioner has not shown any construction on the reserved land and the same was sanctioned by the respondent-Corporation on 15-12-2000. Payment of scrutiny fee does not give any right that the plans will be sanctioned. The plans are to be sanctioned by the respondent-Corporation and the U.L.C. permission is always looked into. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_6\"> 6. Heard the learned Counsel for the parties and perused the relevant material on record. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_7\"> 7. The petitioner is a registered co-operative society and the petitioner has purchased the land bearing Survey Nos. 77, 79/1/5 (block No. 96) admeasuring 27519 situated at village Althan. Tal. Choryasi, District Surat. In the draft town planning scheme this area was reduced to 23296 sq. mtrs. and when the draft town planning scheme was sanctioned. At that time, it was further reduced to 21769 sq. mtrs. S.U.D.A. approved the draft development plan and the land in question was reserved for the educational purpose particularly for South Gujarat University. In the draft development plan which came into force on 3-3-1986, the land in question was reserved for educational purpose. S.U.D.A. revised the draft development plan and the land reserved for the educational purpose was deleted in the said revised plan on 3-3-1996. The respondent-Corporation published and declared its intention to frame the town planning scheme in the Government Official Gazette in respect of the land situated in village Althan on 23-7-1997. The petitioner was compelled by the respondent-Corporation to hand over the possession of the land in dispute admeasuring 3166 sq. mtrs. from the Block No. 96/P under the guise of the propose reservation for R-2 District Centre and the petitioner handed over the possession of the said\n\nland on 6-2-1998.  The petitioner submitted his application to  the  authority concerned for development permission of Block No.  96/P. \n \n\n</p><p data-structure=\"CDiscource\" id=\"p_8\"> 8. In the present case, the controversy centres round the question regarding the retention of the aforesaid land in dispute admeasuring 3166 sq. mtrs by the respondent-Corporation and the development permission of the petitioner on the same land. According to the learned Counsel for the petitioner the appropriate authority passed the resolution on 12-7-1999 being Resolution No. 43 of 1999 whereby the appropriate authority resolved that no reservation is to be shown in respect of the disputed land admeasuring 3166 sq. mtrs. (hereinafter referred to as land in question) for any purpose and appropriate authority forwarded the draft development scheme under <a href=\"/doc/1005850/\" id=\"a_25\">Section 48(1)</a> of the Act to the State Government for its approval on 15-7-1999 without showing any reservation of the land in question. Within a period of one month on 6-8-1999 the appropriate authority passed the Resolution No. 53 of 1999 wherein the State Government was requested to show reservation of the land in question while sanctioning the draft town planning scheme as the authority has cancelled the earlier Resolution No. 43 of 1999 dated 12-7-1999 on 6-8-1999. Before the State Government the petitioner raised objection regarding Resolution No. 53 of 1999. It was within the purview of the State Government to sanction the proposed draft town planning scheme with or without modification. The State Government which exercising the powers under <a href=\"/doc/1005850/\" id=\"a_26\">Section 122(A)</a> of the Act issued circular dated 4-11-1999 for sanctioning the development permission of the lands which are included in draft town planning scheme, the State Government has also rejected the proposal made vide resolution dated 6-3-1999 for reservation. The State Government sanctioned draft town planning scheme on 4-12-1999 wherein no reservation has been shown on land in question. The State Government considering the petitioner&#x27;s objections against the proposed reservation and the reservation suggested by the respondent-Corporation has sanctioned the draft development scheme without any modification. The said decision of the State Government has not been challenged anywhere by the respondent-Corporation. As such, the decision dated 4-12-1999 of the State Government is final and as per the provisions of <a href=\"/doc/1005850/\" id=\"a_27\">Section 48(2)</a> of the Act, the respondent-Corporation is bound by the decision of the State Government. Once, the draft town planning scheme is sanctioned, till sanctioning of the preliminary scheme under <a href=\"/doc/1005850/\" id=\"a_28\">Section 52(3)(xi)</a> of the Act, it is mandatory that the preliminary scheme shall be drawn in accordance with the draft development scheme. Under proviso to <a href=\"/doc/1005850/\" id=\"a_29\">Section 52(3)(xi)</a> of the Act, the contention on behalf of the respondent, the Town Planning Officer may make variations from the draft development scheme is not sustainable in as much as no such variation, if it is of substantial natural shall be made except with the previous sanction of the State Government and except after hearing the appropriate authority and any owner who may raise objections. Till this date, as the conversion of the disputed land as reserved land is of substantial nature that variation could not be made except with the previous permission of the State Government and after hearing the parties concerned till this date no previous sanction of the State Government has been obtained for this substantial variation nor the petitioner has received any notice of hearing in this respect nor any disputed land is given\n\nto the petitioner. Thus, under the provisions of law, it will be presumed that there is no variation from the draft town planning scheme sanctioned on 4-12-1999 by the State Government wherein no reservation was shown on the land in question. Therefore, the petitioner submitted an application for consideration on 22-12-1999 requesting to consider the plans for the entire plot including the land in question. The respondent-Corporation wrote a letter dated 13-1-2000 seeking opinion of the Town Planning Officer under <a href=\"/doc/1005850/\" id=\"a_30\">Section 50(1)</a> of the Act and as per the provisions of <a href=\"/doc/1005850/\" id=\"a_31\">Section 49</a> of the Act, the plans cannot be passed without consultation with the Town Planning Officer and consultation with the Town Planning Officer is to be made with a view to check the boundaries of the final plot to demarcate under the scheme and check as to whether the land is reserved or not under the Town Planning Scheme or contemplated to be reserved. One letter was read out in the Court by the learned Counsel for the respondent-Corporation wherein it is stated as under : \n</p><blockquote id=\"blockquote_1\">  &quot;That though the respondent-Corporation requested the State Government for providing reservation of 3166 sq. mtrs. of land of final plot No. 36 vide its resolution No. 53 of 1999 while sanctioning the draft town planning scheme, no such reservation is shown. Thus, in view of the above, the petitioner has put up plans for construction on the entire final plot No. 36 admeasuring 21769 sq. mtrs. Please guide us with regard to the boundary of final plot no. 36 and as to how the plans to be passed.&quot; \n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_9\"> 9. Thus, the Town Planning Officer stated that the Corporation has to pass the plans as per the sanctioned draft town planning scheme and the boundary of the final Plot No. 36 have to be considered for 23296 sq. mtrs. of land. The respondent-Corporation again on 13-1-2000 sent plans submitted by the petitioner on 21-12-1999 and the Town Planning Officer has approved the plans of the entire. The State Government vide its notification dated 4-12-1999 stated in Clause 16, as under : \n</p><blockquote id=\"blockquote_2\">  &quot;While sanctioning the draft town planning scheme. Town Planning Officer shall consider the area of Block No. 96/P (old Plot No. 36) as per Revenue Record - village Form No. 7-12. Joint measurement sheet etc. in light of the scheme sanctioned under <a href=\"/doc/1005850/\" id=\"a_32\">Section 20(1)</a> of U.L.C. Act.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_10\"> 10. Thus, as per the directions contemplated by the State Government in the notification dated 4-12-1999 the Town Planning Officer was required to consider the entire area of the final plot admeasuring 23296 sq. mtrs. Therefore, he cannot exercise the power of the proviso to <a href=\"/doc/1005850/\" id=\"a_33\">Section 52(3)(xi)</a> of the Act. Thus, no question was to be considered by the Town Planning Officer again for sanctioning the variation by the State Government. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_11\"> 11. The petitioner made an application for the development plan for the entire area and the aforesaid final plot including the land in question and that application has not been considered and hence the petitioner filed two petitions namely Special Civil Application Nos. 1009 and 1010 of 2000 before this Court and both the said petitions were disposed of by this Court on 16-8-2000 with a direction to the respondent Nos. 1 and 2 to consider the application submitted by the petitioner on 9-2-2000 on merits and in accordance with the law after taking into consideration the circular dated 4-12-1999 and the letter dated\n\n11-2-2000 in accordance with law, rules and regulations of the respondent-Corporation and the said applications shall be decided by the authorities concerned within a period of four weeks from the date of the order. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_12\"> 12. The petitioner persuaded the authorities concerned to pass the plans submitted by the petitioner but they have not clone so and the petitioner was asked and forced to show the disputed land as a vacant land as the petitioner was awaiting since long for the development of the land and the respondent was not passing orders on the application of the petitioner in spite of the order of the Court. But the petitioner has to yield the desire of the respondent authority with regard to the disputed land and the revised plans have to be submitted by the petitioner under the coercion of the respondent-Corporation. Then, the revised plans for development submitted by the petitioner were passed by the respondent authority. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_13\"> 13. On the contrary, the contention of the learned Counsel for the respondent is that the respondent-Corporation has declared its intention to make town planning scheme on 23-9-1997. At that time, the plans were prepared and at that stage reservation was shown in the original Plot No. 36 at R-2 for District Centre admeasuring 6970 sq. mtrs. the said reservation was placed on the side of the main road and there was deduction of 30% at that time. On 6-10-1998, the petitioner wrote a letter to the respondent-Corporation that if 25% of land is deducted out of the total area, the petitioner would be ready to give possession of the land in question to the respondent-Corporation. On representation being made by the petitioner, the reservation was changed while preparing the proposed draft development scheme and that reservation was shifted from road side to rear portion of the plot and the area of reservation was reduced to 3166 sq. mtrs. Thereafter, the petitioner has given possession voluntarily of the aforesaid plot to the respondent-Corporation on 6-2-1998. After giving possession, the petitioner has given in writing that the possession of the plot was given to the respondent-Corporation without any compensation and it is also stated that the matter is pending before the Town Planning Officer at preliminary stage. Thus, the petitioner is estopped and at its instance, the portion of the reservation was shifted from road side to rear side of the plot. In the draft development scheme, the reservation was not shown and the petitioner requires to give possession and the petitioner took the advantage of the change made by the respondent-Corporation. The draft development scheme was sanctioned and published by the State Government on 4-12-1997. The petitioner has not made any prayer for possession in Special Civil Application Nos. 1009 and 1010 of 2000 filed by the petitioner in this Court and prayed for only sanction of the plans produced by the petitioner on 9-2-2000, has already been sanctioned by the appropriate authority on 15-12-2000. The petitioner has first produced the plan for the entire plot as per the draft development scheme in which old reservation was shown. Thereafter, the petitioner produced modified plans vide application dated 9/10-2-2000. In the said plans, the reservation was also shown by the petitioner and the said plan was sanctioned on 15-2-2000. After the order was passed by this Court, the petitioner produced the plan for commercial complex in the same plan on 26-2-1999 and in the said plan the reservation\n\nwas shown. The plan was rejected on 26-4-2001. After filing the aforesaid petitions in this Court, the petitioner produced the plan for the entire area including the land in question which is for commercial complex and the said plans were rejected on various grounds on 17-10-2000. The Town Planning Officer for the same has written the letter on 6-8-2000 that no permission should be given since the preliminary town planning scheme is under preparation for the entire area. It is also argued that if the construction is allowed to be carried out or if the direction is given to consider the plans it may be in the interest of the Corporation. The Preliminary scheme has yet not prepared and finalized and the scheme is at preliminary stage. Therefore, it cannot be presumed that the draft scheme which is sanctioned will be sanctioned as preliminary scheme without making change by the Town Planning Officer. As such, no order should be passed directing the respondent-Corporation to consider for development permission without considering the Resolution No. 53 of 1999 dated 26-8-1999. As regards the rejection order, the rejection was made on the ground that the Town Planning Committee has passed the resolution for continuing the reservation. In the plan produced by the petitioner on 9/10-2-2000, no construction is shown in the disputed land as reserved land. Therefore, no question arises for passing any plan. It is also stated that the State Government has directed the Town Planning Officer under Clause 16 that the order should be passed looking after the order passed under <a href=\"/doc/1005850/\" id=\"a_34\">Section 20(1)</a> of the U.L.C. Act. That order was subject to certain conditions and the petitioner cannot take any advantage of that order as in that &quot;order certain scheme was proposed as the petitioner was prohibited under the said order to make construction of commercial complex. The petitioner has produced the plan for commercial complex. <a href=\"/doc/1005850/\" id=\"a_35\">As U.L.C. Act</a> has already been repealed that advantage cannot be given to the petitioner. The petitioner wrote a letter to the respondent-Corporation to comply with the letter of the Town Planning Officer. But the said letter written in reference to the letter dated 13-1-2000 and there are certain conditions and one of the said conditions for the construction which is as per direction, would be subject to the change made by the Town Planning Officer. The Town Planning Officer has written another letter dated 6-7-2001 directing the respondent-Corporation not to give any development permission since the town planning scheme is not finally prepared, the plans produced by the petitioner were sent to the Town Planning Officer for consultation. He recommended certain conditions mentioned in the letter dated 11-2-2000 then construction permission can be given. As such, it cannot be said that the Town Planning Officer has directed the respondent-Corporation to give development permission to the petitioner for construction of the commercial complex on the disputed land. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_14\"> 14. I have carefully considered the rival contentions and submissions made by the learned Counsel for the parties and perused the relevant material on the record. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_15\"> 15. The first vital question arises as to whether the petitioner is entitle to take back the land in question admeasuring 3166 sq. mtrs from the respondent-Corporation. It is not in dispute that the respondent-Corporation passed the Resolution No. 43 of 1999 on 12-7-1999 stating therein that the respondent-\n</p>\n<p data-structure=\"CDiscource\" id=\"p_16\">Corporation does not require reservation of the land in question. The draft town planning scheme was sent to the State Government along with the Resolution No. 43 of 1999 dated 12-7-1999 for sanctioning the draft town planning scheme, on 15-7-1999. The State Government received the draft town planning scheme along with the Resolution No. 43 of 1999 passed by the respondent-Corporation on 17-7-1999. After sending the draft town planning scheme the respondent-Corporation passed another Resolution No. 53 of 1999 on 6-8-1999 within a short period of one month requiring the reservation of the land in dispute for R-2 District Centre and the earlier Resolution No. 43 of 1999 was cancelled. The copy of the said Resolution dated 6-8-1999 was sent to the State Government on 13-8-1999. The petitioner approached the before the State Government and raised certain objections regarding the Resolution No. 53 of 1999 passed by the respondent-Corporation on 6-8-1999. The State Government sanctioned the draft town planning scheme on 14-12-1999 showing no reservation of the land in question. The respondent-Corporation also made some representations before the State Government stating that they want reservation and that representation was rejected by the State Government on 15-3-2000. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_17\"> 16. The contention of the learned Counsel for the respondent-Corporation is that the matter is pending before the Town Planning Officer in the preliminary and final scheme as they are already required this land for R-2 District Centre. Hence, the Town Planning Officer under the provisions of the Act may reserve the land in question for R-2 &quot;District Centre. In case the land in question is given to the petitioner and in the preliminary and final scheme, the land in question is granted to the respondent-Corporation, it would be difficult for it to get back the land in question as by that time some construction might have made on the land in question. This argument of the learned Counsel for the respondent is not tenable in the eye of law in view of the fact that the Town Planning Officer is required to show the land in question as dereserved under the provisions of <a href=\"/doc/1005850/\" id=\"a_36\">Section 52(3)(xi)</a> of the Act to draw in the prescribed form the preliminary and final scheme in accordance with the draft scheme, as the Town Planning Officer has no option except to prepare preliminary and final scheme as per the draft scheme sanctioned by the State Government. The Town Planning Officer cannot make variation in the draft scheme which has already been sanctioned by the State Government. Though as per the proviso to the aforesaid provisions, the Town Planning Officer is authorised to make variations from the draft development scheme. But no such variation, if it is of substantial nature, shall be made except with the previous sanction of the State Government and except after hearing the appropriate authority and any owners who may raise objections. Thus, the variation in the preliminary and final scheme is permissible if it is of substantial nature, that can be done only with the previous sanction of the State Government for that purpose after giving an opportunity of hearing to the appropriate authority and any owners who may raise objections. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_18\"> 17. In the present case, the variation is with regard to the nature of the land as to whether it can be designated or it is dereserved is of substantial nature. For the purpose of substantial variation in the preliminary and final scheme, the previous sanction of the State Government is required to be obtained\n\nby the Town Planning Officer and an opportunity of hearing of the appropriate authority and any owners who may objections is required to be given. The petitioner has not received any notice for hearing for this purpose nor the State Government has given sanction for any such variation. If the variation has not been made, the property which is dereserved in the draft town planning scheme, the respondent-Corporation cannot retain the said land unless they have any authority to retain the same. The respondent-Corporation could not be able to show any documentary evidence or material on record that the respondent-Corporation is entitled to retain such land as per the provisions of the Act more particularly the Town Planning Officer has not made any variation with the previous sanction of the State Government nor any notice for hearing has been received by the petitioner. Thus, the Town Planning Officer has to pass town planning scheme in the preliminary and final scheme, as it is, as per the draft town planning scheme which has already been sanctioned by the State Government wherein the land in question is dereserved. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_19\"> 18. The facts of this case and material on record clearly show that the respondent-Corporation has no authority to retain the land in question. The petitioner applied for the development permission from the respondent-Corporation and the respondent-Corporation cannot grant such development permission unless consultation is made with the Town Planning Officer. The Town Planning Officer vide letter dated 11-2-2000 directed the respondent-Corporation to grant development permission subject to certain conditions. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_20\"> 19. Next contention of the learned Counsel for the respondent is that the Town Planning Officer is that the Town Planning Officer has sent another letter dated 6-7-2001 to the respondent-Corporation not to grant the development permission regarding the draft town planning scheme. As such, they are helpless to give any development permission to the petitioner. I have considered this question also. It appears that the Town Planning Officer has wrongly considered that the land in question is reserved or in contemplation of reservation and no development permission can be granted as the matter is in preliminary and final scheme. Even if it is presumed that the scheme is under process of preliminary and final scheme, the Town Planning Officer cannot direct the respondent-Corporation not to give development permission to the petitioner as the preliminary and final scheme has to be prepared in consonances with the draft town planning scheme sanctioned by the State Government wherein the land in question is not designated and there is no previous sanction by the State Government for the variation from the draft town planning scheme in respect of the land in question and no hearing has been given to me petitioner in that respect. Moreover, in view of the decision of the Division Bench of this Court in the case of Smt. K. Desai v. Surat Municipal Corporation rendered in Special Civil Application No. 5745 of 1991 on 21-10-1991, wherein there was a ground for rejection of the application which was moved for development permission, that as the process for acquiring the lands in question for the purpose of Township was pending, the permission to construct or develop for any purpose can not be granted, in Para 4 of the judgment it has been held that the relief of the petitioner cannot be rejected on the ground that the process of acquiring the\n\nland in question for the purpose of township was pending and the respondents were directed to decide the fate of the application submitted by the petitioner within stipulated period.&#x27; \n \n\n</p><p data-structure=\"Precedent\" id=\"p_21\"> 20. Similarly, this Court in its judgment in the case of Gangaben v. Surat Municipal Corporation rendered on 27-10-1989 in Spl. C.A. No. 4392 of 1988, directed the Surat Municipal Corporation to pass final order granting or not granting sanction to the plans submitted by the petitioner in respect of the property belonging to her. It was further directed that the respondent-Corporation would not reject the plans on the ground that the Surat Municipal Corporation contemplates acquisition of the said land and the Surat Municipal Corporation was directed to pass appropriate order within stipulated time. In another matter, this Court in the case of Ramanlal Ditabhai and Anr. v. Surat Municipal Corporation in Spl. C.A. No. 3891 of 1991 vide order dated 18-7-1991 has directed the Corporation not to reject the plan on the ground that the Corporation is contemplating the acquisition of land in question. The respondent-Corporation was required to render decision within the stipulated time. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_22\"> 21. As in the present case, no requisition or any application of the respondent-Corporation for contemplating the land in question for reservation is pending either before the Town Planning Officer or before the State Government except the Resolution No. 83 of 1999 dated 6-8-1999 which has already been rejected by State Government while sanctioning the draft town planning scheme. In the aforesaid cases, the Corporation was contemplating for reservation of the land and the proceeding for requisition was pending, even then this Court directed the respondent-Corporation to decide the application of the petitioner for grant of development permission. While, in the present case, there is nothing on record of this case to show that respondent-Corporation is contemplating the land in question for reservation. It is obligatory on the part of the respondent-Corporation to pass appropriate orders in this regard. \n</p> \n\n<p data-structure=\"Section\" id=\"p_23\"> 22. Vide Notification dated 4-12-1999, as per Clause 16 the Town Planning Officer has been directed to consider the area of block No. 96/P (Old Plot No. 36) as per the revenue record like village Form No. 7-12, joint measurement sheet No. 4 etc. in light of the scheme sanctioned under <a href=\"/doc/1005850/\" id=\"a_37\">Section 20(1)</a> of the U.L.C. Act, 1976. Thus, the Town Planning Officer while finalising the draft town planning scheme has been directed to consider the scheme of exemption granted by the State Government meaning thereby the Town Planning Officer has been directed not to disturb the exempted land by the State Government under the <a href=\"/doc/1005850/\" id=\"a_38\">Central Act (U.L.C. Act, 1976</a>). Under <a href=\"/doc/1005850/\" id=\"a_39\">Section 20(1)</a> of the U.L.C. Act, 1976. The State Government on its motion or otherwise, has power to grant exemption subject to the conditions, if any, as may be specified in the order, such vacant land from the provisions of Chapter for ceiling on vacant land. The exemption of the land including the land in question has already been granted by the State Government to the petitioner under <a href=\"/doc/1005850/\" id=\"a_40\">Section 20(1)</a> of the U.L.C. Act on 23-3-1999 which is a Central Act. Though the Act has been repealed. But where the possession of the vacant land has not been taken by the authority concerned or by any person on behalf of the authority or the State Government,\n\nthe provisions of the Urban Laud (Ceiling and Regulation) Repeal Act,  1999, shall not be applicable. \n</p> \n\n<p data-structure=\"Section\" id=\"p_24\"> 23. Secondly, the State &#x27;Government has not cancelled exemption already granted to the petitioner. Unless that order is cancelled or set aside by the State Government, the benefit under <a href=\"/doc/1005850/\" id=\"a_41\">Section 20(1)</a> of the U.L.C. Act granted to the petitioner, cannot be denied by the respondent-Corporation or by the Town Planning Officer. As per the provisions made in Clause 16 of the Government Notification dated 4-12-1999. The Town Planning Officer has been directed to consider the exemption granted under <a href=\"/doc/1005850/\" id=\"a_42\">Section 20(1)</a> of the U.L.C. Act in other words to maintain the land as under exemption scheme. That is why the State Government has rejected the designation required by Resolution No. 53 of 1999 dated 6-8-1999 of the respondent-Corporation. As such, in the facts and circumstances discussed above, I am constrained to hold that the respondent-Corporation has no right, title authority to retain the land in question under any provisions of law. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_25\"> 24. As regard the voluntary giving or handing over the possession of the land in question by the petitioner to the respondent-Corporation, the learned Counsel for the respondent submitted that the petitioner has voluntarily given the possession of the land in question to the respondent-Corporation. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_26\"> 25. It was settled between the petitioner and the respondent-Corporation that the land in question for reservation will be shifted from the road side to the rear portion of the plot and the possession of that land was given to the petitioner. While, on the other hand, the contention of the learned Counsel for the petitioner is that the petitioner has given the land in question under the bona fide belief and impression that the reservation is required under the law and that property has to be given to the respondent-Corporation. But when the petitioner came to know that the land in question is not designated in the town planning scheme which has been sanctioned by the State Government then the petitioner is entitled to get the land in question back from the respondent-Corporation. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_27\"> 26. The petitioner moved the respondent-Corporation for granting development permission for the entire plot including the land in question. But the respondent-Corporation has not granted development permission and hence the petitioner has to file the writ petition in this Court and this Court directed the respondent-Corporation to consider and decide the application of the petitioner for grant of development permission within a period of four weeks from the date of the order, Vide order dated 18-8-2000 passed in Spl. C.A. No. 1009 of 2000 and Special Civil Application No. 1010 of 2000. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_28\"> 27. Pursuant to the orders of this Court, the petitioner again and again requested the respondent-Corporation to grant development permission for the entire plot of land but the respondent-Corporation insisted to leave the land in question as reserved land for R-2 District Centre and no order was passed within the time-limit specified by this Court as the petitioner was intending to make construction at the earliest, and hence, the respondent-Corporation was compelling the petitioner to leave the land in question for reservation for\n\nR-2 District Centre otherwise the development permission will not be granted. Hence, under compulsion of the respondent-Corporation, the petitioner had to file revised plan showing the land in question reserved for R-2 District Centre then the respondent-Corporation granted the development permission and petitioner could be able to make construction on the aforesaid plot of land. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_29\"> 28. In case, under bona fide mistake or belief or wrong impression, the petitioner has given the possession of the land in question to the respondent-Corporation for which the respondent-Corporation is not entitled to, has authority to retain the same. As per the draft town planning scheme sanctioned by the State Government, the respondent-Corporation has no authority or power to retain the land in question and the petitioner and the petitioner has to leave the land in dispute in reservation for R-2 District Centre under the compulsion of the respondent-Corporation. Even if it is presumed that the respondent-Corporation is contemplating the land in question for reservation, the petitioner cannot be denied for development permission as held by this Court in several cases stated above. It is informed by the respondent-Corporation that the application of the petitioner for development permission has been rejected vide letter dated 17-10-2001 on certain grounds, the petitioner has not supplied certain documents. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_30\"> 29. In the facts and circumstances of the case, if the petitioner is entitled to take back the possession of the land in dispute. On the other hand, the respondent-Corporation has no authority or title to retain the land in dispute, and hence, the respondent-Corporation should hand over the possession of the land in question to the petitioner and then the respondent-Corporation is required to give development permission to the petitioner as per the relevant Rules and Regulations of the respondent-Corporation and as per the relevant provisions of the Act. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_31\"> 30. In view of the above discussion, this petition deserves to be allowed. Accordingly, this petition is allowed. The respondent-Surat Municipal Corporation is directed to forthwith hand over vacant and peaceful possession of the land in question admeasuring 3166 sq. mtrs. of Final Plot No. 36 of Town Planning Scheme No. 36, Althan, District Surat to the petitioner. The petitioner may make an application to the respondent-Corporation for grant of development permission within one month from the date of receipt of certified copy of this order and if such application is made, the respondent-Corporation is directed to grant development permission in favour of the petitioner in accordance with law as well as the Rules and Regulations of the respondent-Corporation and the Act, within a period of two months thereafter. Rule is made absolute to the aforesaid extent, with no order as to costs. \n</p> \n\n","numcites":15,"numcitedby":8,"docsource":"Gujarat High Court","citetid":1574741,"divtype":"judgments","relatedqs":[{"value":" land reservation","formInput":"%20land%20reservation"},{"value":"dereservation","formInput":"dereservation"},{"value":"reservation in  ","formInput":"reservation%20in%20%20"},{"value":"town planning scheme","formInput":"town%20planning%20scheme"},{"value":"land dispute","formInput":"land%20dispute"},{"value":"revenue records","formInput":"revenue%20records"},{"value":"possession over land","formInput":"possession%20over%20land"},{"value":"handing over possession","formInput":"handing%20over%20possession"},{"value":"draft  sanctioning","formInput":"draft%20%20sanctioning"},{"value":"joint measurement","formInput":"joint%20measurement"},{"value":"Draft proposal","formInput":"Draft%20proposal"},{"value":"previous sanction","formInput":"previous%20sanction"},{"value":"boundary","formInput":"boundary"},{"value":"govt land","formInput":"govt%20land"},{"value":"Revised development plan ","formInput":"Revised%20development%20plan%20"},{"value":"town planning","formInput":"town%20planning"},{"value":"final plot","formInput":"final%20plot"},{"value":"Vacant land","formInput":"Vacant%20land"},{"value":"Civil application","formInput":"Civil%20application"},{"value":"once the scheme is sanctioned","formInput":"once%20the%20scheme%20is%20sanctioned"}],"cats":[{"value":"land-regulation-law","formInput":"tag:land-regulation-law"},{"value":"land-acquisition-law","formInput":"tag:land-acquisition-law"}],"courtcopy":false,"query_alert":null,"agreement":false}