{"tid":278080,"publishdate":"1967-04-10","title":"Nata Padhan And Ors. vs Banchha Baral And Ors. on 10 April, 1967","doc":"<h2 class=\"doc_title\">Nata Padhan And Ors. vs Banchha Baral And Ors. on 10 April, 1967</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1968ORI36, 1968CRILJ336, AIR 1968 ORISSA 36, 33 CUTLT 974</h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nG.K. Misra, J. \n\n \n\n</pre><p data-structure=\"Facts\" id=\"p_1\"> 1. The material facts may be stated in chronological order to bring out the points of controversy into bold relief. On 14-4-1950 defendants 1 to 3 filed an application under the Orissa Tenants Protection Act in Misc. Case No. 3 of 50-51 alleging that they were bhag tenants under late Gopal Satapathy and were in possession of the disputed lands on 1-9-1947. On 9-5-50 Gopal Satapathy executed a registered sale deed (Ex, 6) in favour of Biswanath Mohapatra (defendant-4) in respect of the disputed lands. On 13-5-1950 defendant-4 executed a Patta (Ex, 4) inducting the plaintiffs as bhag tenants for cultivating the disputed lands for one year. A proceeding Under Section 145, Cr. P.C. was started between the plaintiffs and defendants 1 to 3 in Misc. Case 4/51. Preliminary order was passed on 6-1-51. On 17-1-51 Misc. Case No. 3/50-51 was decided against defendants 1 to 3 by the trial court. By an order (Ex. A) dated 5-3-51 Misc. Appeal No. 205/1950-51 filed by defendants 1 to 3 against the order of the O. T. P. Collector dated 17-1-51 was allowed. On 10-3-53 final order in Misc. Case No. 4 of 1950-51 Under Section 145, Cr. P. C. was passed. The substantive part of this order (Ex. 2) may be quoted--\n</p>   \n\n<p data-structure=\"Precedent\" id=\"p_2\">I, therefore, find the first party Banchchaha Barah to be in possession of the land on the relevant date and two months prior to and declare him to be in such possession and order that his possession shall not be disturbed until he is evicted in due course of law. I also hereby prohibit the second party members not to interfere with such possession of the first party until they get him evicted from the land. This order shall of course be subject to the order of the Hon&#x27;ble High Court which may be passed in revision matter pending before it.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\">An application by defendants 1 to 3 tor appointment of receiver against Gopal Satapathy in O. S. 82/53 in the Court of the Munsif, Puri, was dismissed by an order (Ex. 3) dated 20-12-54. Again Misc. Case No. 143 of 1951 Under Section 145, Cr. P. C. was started between the parties, but the proceeding Under Section 145 (1) was cancelled in view of the fact that there was an order in the previous proceeding Under Section 145. Cr. P. C. On 11-5-56 Gopal Satapathy&#x27;s revision to the Board of Revenue against the appellate order (Ex. A) in the O. T. P Act case was dismissed as per order (Ex. C). On 11-9-57 O. S. 82/53 filed by the defendants against Gopal Satapathy about their Bhagchasi right was dismissed for default in the presence of the plaintiffs. On 19-11-58 the present suit was filed. Plaintiffs asked for declaration of their right of occupancy and for confirmation of possession. Defendants contested the suit claiming that they are bhag tenants in respect of the disputed land and are all through in possession and that the plaintiffs have neither title nor possession. The courts below decreed the plaintiffs&#x27; suit. Against the confirming judgment the second appeal has been filed. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_4\">2. The concurrent findings are--\n</p>   \n\n<blockquote id=\"blockquote_1\">(i) The transfer of the suit lands by Gopal Satapathy in favour of defendant-4 was genuine and valid.\n</blockquote> \n\n<blockquote id=\"blockquote_2\">(ii) The final decision of the Revenue Court in the O. T. P. Act proceedings does not operate as res judicata and this suit for declaration of occupancy rights of the plaintiffs is maintainable.\n</blockquote> \n\n<blockquote id=\"blockquote_3\">(iii) Failure of defendants 1 to 3 to file a suit for possession within three years under <a href=\"/doc/1551554/\" id=\"a_1\">Art. 47</a> of the <a href=\"/doc/1317393/\" id=\"a_2\">Limitation Act</a> from 10-3-53, when the final order in the proceeding Under Section 145, Cr. P. C. (hereinafter referred to as the 145 proceeding) was passed, resulted in execution of their title and acquisition of title by the plaintiffs.\n</blockquote> \n\n<blockquote id=\"blockquote_4\">(iv) Plaintiffs acquired occupancy rights in the suit lands and are in possession from 1951 till the date of the suit. \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_5\">3. The finding that the transfer by Gopal Satapathy in favour of defendant-4 is genuine and not benami is a pure finding of fact and cannot be assailed in second appeal. The transfer included both the landlord&#x27;s and tenant&#x27;s interests. By then the O. T. P. Act case, filed by defendants 1 to 3 against Gopal Satapathy, was pending. The question for consideration is whether the tenant&#x27;s interest in the disputed lands would be transferred to the prejudice of defendants 1 to 3. In other words, whether it would be hit by the doctrine of lis pen-dens under <a href=\"/doc/1634925/\" id=\"a_3\">Section 52</a> of the Transfer of Property Act. This section enacts that during the pendency in any Court of any suit or proceeding which is not collusive and in which any right to immovable property is directly and specifically in question, the property cannot be transferred or otherwise dealt with by any party to the suit or proceeding so as to affect the rights of any other party thereto under any decree or order which mav be made there except under the authority of the Court and such terms as it may impose.\n</p> \n\n<p data-structure=\"Section\" id=\"p_6\">The principle of this section is fully applicable to a proceeding pending before the Revenue or Rent Court. The proceedings started by defendants 1 to 3 against Gopal Satapathy were not collusive. Therein the right to immoveable properly was directly and specifically in question. Defendants 1 to 3 claimed non-evictability from the disputed lands under Orissa Tenants Protec-lion Act (hereinafter referred to as the Act). The transfer was valid as between the parties thereto, but the tenants&#x27; interests cannot be transferred so as to affect the rights of defendants 1 to 3 under the final order to be passed in the proceedings under the \n\nAct. The plain language of the section supports the aforesaid conclusion. The legal (position is also well settled on authority: see AIR 1956 S.C. 593, Nagubai v. B. Shamrao.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_7\">To recall the facts, the trial Court in the proceedings under the Act dismissed the application filed by defendants 1 to 3. But the order was set aside in appeal on 5-3-1951. Gopal Satapathy&#x27;s revision to the Board of Revenue against the appellate order of the A. D. M. in the case under the Act was dismissed on 11-5-56. The purchase by defendant-4 of the tenants&#x27; interests would be governed by the doctrine of lis pendens. The Board of Revenue held that on 1-9-1947 defendants 1 to 3 were tenants under Gopal Satapathy. Defendant-4 being bound by such order, defendants 1 to 3 would be tenants under him.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_8\">Two questions arise for consideration at this stage--\n</p>   \n\n<blockquote id=\"blockquote_5\">(i) What was the nature of the proceeding between Gopal Satapathy and defendants 1 to 3?\n</blockquote> \n\n<p data-structure=\"Issue\" id=\"p_9\"> and (ii) Whether the plaintiffs are bound by the final order in the proceeding under the Act though they were not parties thereto. \n</p> \n\n<p data-structure=\"Section\" id=\"p_10\">4. To appreciate these questions, it is necessary to examine . the relevant provisions of the Act.\n</p> \n\n<p data-structure=\"Section\" id=\"p_11\"><a href=\"/doc/1251903/\" id=\"a_4\">Section 3(1)</a>. Notwithstanding anything contained in any other law for the time being in force or any express or implied agreement to the contrary, but subject to the provisions of this Act, a person who on the 1st day of September 1947, was cultivating any land as a tenant shall continue to have the right to cultivate such land and it shall not be lawful for the landlord to evict the tenant from the land or interfere in any way with the cultivation of such land by the tenant.\n</p> \n\n<p data-structure=\"Section\" id=\"p_12\">Explanation -- If a landlord enters into an agreement with another person for the cultivation of the land, he shall, except in those cases which come under Sub-section (6) of <a href=\"/doc/1393166/\" id=\"a_5\">Section 4</a> or Sub-section (4) of <a href=\"/doc/392398/\" id=\"a_6\">Section 7</a>, be deemed to have interfered with the cultivation of the land by the tenant.\n</p> \n\n<p data-structure=\"Section\" id=\"p_13\">By the Orissa Tenants Protection (Amendment) Ordinance, 1954 (Orissa Ordinance No. IV of 1954), Sub-section (3) was added to <a href=\"/doc/880040/\" id=\"a_7\">Section 3</a> of the Act and it was made retrospective from the date of the passing of the Acf Sub-section (3) is to the effect--\n</p>   \n\n<p data-structure=\"Section\" id=\"p_14\">Except as otherwise expressly provided under this Act nothing contained in any other law for the time being in force or in item (3) of Clause (g) of <a href=\"/doc/103447/\" id=\"a_8\">Section 2</a> shall have the effect of depriving a tenant on and after the said date, of his rights and privileges conferred under this section so long as he continues to remain in cultivation of the land, irrespective of the fact whether the raiyat in relation to such land has remained the same or not.\n</p> \n\n\n<p data-structure=\"Section\" id=\"p_15\">The provisions in <a href=\"/doc/880040/\" id=\"a_9\">Section 3</a> make it clear that a person who was cultivating the land as a tenant on 1-9-1947 shall continue to have the right to cultivate such land and it shall not be lawful for the landlord to evict the tenant from the land or interfere in any way with the cultivation of such land by the tenant. On the final decision of the Board of Revenue that defendants 1 to 3 were cultivating the disputed lands on 1-9-1947 as tenants under Gopal Satapathy, defendants 1 to 3 had the right to cultivate the disputed lands and neither Gopal Satapathy nor his transferee (defendant-4) can evict them from the land nor interfere with their possession except as provided under the Act itself.\n</p> \n\n<p data-structure=\"Section\" id=\"p_16\">By the Explanation, if the landlord enters into an agreement with another person for the cultivation of the land, he shall be deemed to have interfered with the cultivation of the land by the tenant except as mentioned in <a href=\"/doc/1393166/\" id=\"a_10\">Section 4(6)</a> and <a href=\"/doc/392398/\" id=\"a_11\">Section 7(4)</a>, which are not relevant here. After his purchase, defendant-4 inducted the plaintiffs as tenants. By virtue of the explanation, the agreement between defendant-4 and the plaintiffs, that the latter would cultivate the disputed lands as tenants under the former, shall be deemed as an interference with the cultivation of the lands by defendants 1 to 3. The learned Courts below fell into error and overlooked this provision and treated it as a case of dispute between two rival groups of tenants. The facts of this case do not warrant such a conclusion. The explanation directly applies to this case.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_17\">As between defendant-4 and the plaintiffs, undoubtedly there is a creation of tenancy rights. When there are tenants already cultivating the lands on 1-9-47, the creation of further tenancy rights in favour of the plaintiffs amounted to interference with the possession of defendants 1 to 3 in the eye of law. In relation to defendants 1 to 3, plaintiffs would be deemed as agents of defendant-4.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_18\">The proceeding under the Act as originally started was by defendants 1 tc 3 against Gopal Satapathy who did not induct any tenants on the lands. After transfer, defendant-4 created tenancy rights in favour of the plaintiffs. Both defendant-4 and the plaintiffs are hit by the doctrine of lis pendens. The final decision by the Board of Revenue binds the plaintiffs even though they were not parties thereto. They were the privies of defendant-4 who was bound by doctrine of lis pendens. \n</p> \n\n<p data-structure=\"Section\" id=\"p_19\">5. The various kinds of disputes between a tenant and his landlord as envisaged in the Act are enumerated in <a href=\"/doc/392398/\" id=\"a_12\">Section 7(1)</a> which runs thus --\n</p>   \n\n<p data-structure=\"Section\" id=\"p_20\">7(1), Any dispute between the tenant and the landlord as regards --\n</p>   \n\n<blockquote id=\"blockquote_6\">(a) tenant&#x27;s possession of the land on the 1st day of September, 1947, and his right to the benefits under this Act; or\n \n\n\n\n</blockquote><blockquote id=\"blockquote_7\">(b) misuse of the land by the tenant; or\n \n\n</blockquote><blockquote id=\"blockquote_8\">(c) failure of the tenant to cultivate the land properly; or\n \n\n</blockquote><blockquote id=\"blockquote_9\">(d) failure of the tenant to deliver to the landlord the rent accrued due within two months from the date on which it becomes payable; or\n \n\n</blockquote><blockquote id=\"blockquote_10\">(e) the quantity of the produce payable to the landlord as rent \nshall be decided by the Collector on the application of either of the parties. \n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_21\">Sub-clauses (b) to (d) deal with cases of defaults by the tenants while Sub-clause (a) deals with the case of tenant&#x27;s rights. The application before the O.T.P. Act Collector was filed by defendants 1 to 3 and is not available as the records have been destroyed. It, however, appears clear from the various orders passed in the proceeding under the Act that defendants 1 to 3 filed the application under <a href=\"/doc/392398/\" id=\"a_13\">Section 7(1) (a)</a> as their possession was interfered with by Gopal Satapathy. They claimed that they were in possession of the lands on 1st day of September 1947 and sought protection from interference with their possession by the landlord. This application was ultimately allowed by the Board of Revenue. Neither defen-dant-4 nor the plaintiffs can question the ultimate rinding that defendants 1 to 3 were in possession of the disputed lands as tenants on 1-9-1947. Whether they were granted the relief of delivery of possession or the landlord was injuncted from interfering with their possession is not clear from any of the orders passed in the proceedings under the Act which have been exhibited in this case. One thing, however, is clear that the non-evictable tenancy rights of defendants 1 to 3 were declared by the final order of the Board of Revenue.\n</p> \n\n<p data-structure=\"Section\" id=\"p_22\">By the time the final order of the Board of Revenue was passed, the Orissa Tenants Relief Act, 1955 (hereinafter referred to as the 1955 Act) had come into force. By Section 19(1), the Orissa Tenants Protection Act, 1948 was repealed. By Subsection (2)(ii) notwithstanding such repeal, any legal proceeding in respect of any such benefit, right, protection, or privilege or obligation or liability or anything done or suffered before the commencement of this Act were continued and disposed of as if the later Act had not been passed. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_23\">6. The result of the aforesaid analysis may be summed up. As defendant-4 purchased the disputed lands and inducted the plaintiffs as tenants during the pendencv of the proceeding under the Act between defendants 1 to 3 and Gopal Satapathy, he and the plaintiffs are bound by the final decision of the Revenue Board. The Revenue Board held that defendants 1 to 3 were cultivating the disputed lands as tenants under Gopal Satapathy on 1-9-1947. By <a href=\"/doc/880040/\" id=\"a_14\">Section 3</a> of the Act, defendants 1 to 3 are protected from eviction either by Gopal Satapathy or by defendant-4 or by the plaintiffs. Defendant-4 had no right to induct the plaintiff as tenants, and the plaintiffs, in their turn, had no rights to hold the lands as tenants. Even if the plaintiffs are settled raiyats of the village, they cannot acquire occupancy right in the disputed land in the facts and circumstances of this case.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_24\">7. Mr. Mohapatra, however, contended that the effect of the aforesaid analysis is very much whittled down by the interposition of the 145 proceeding in between the plaintiffs and defendants 1 to 3 and the failure on the part of defendants 1 to 3 to institute a suit for recovery of possession within three years of the final order passed in 145 proceeding as a result of which plaintiffs acquired tenancy rights after the expiry of three years under <a href=\"/doc/1154330/\" id=\"a_15\">Section 28</a> and <a href=\"/doc/1551554/\" id=\"a_16\">Article 47</a> of the <a href=\"/doc/1317393/\" id=\"a_17\">Limitation Act</a>.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_25\">8. To appreciate the aforesaid contention, relevant facts may be recalled. The preliminary order in 145 proceeding was passed on 6-1-51 during the pendencv of the proceeding under the Act which had been filed on 14-4-50. On 10-3-53 this suit was filed. Mr. Mohapatra contended that the plaintiffs were in possession of the disputed lands from 6-1-51 onwards till the date of suit and that defendants 1 to 3 not having filed any suit for recovery of possession within three years from 10-3-53, their tenancy rights, if any, in the disputed lands stood extinguished and the plaintiffs had acquired title by adverse possession.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_26\">9. This contention necessitates an examination of the following questions of law:--\n</p>   \n\n<blockquote id=\"blockquote_11\">(i) Whether starting a proceeding Under Section 145, Cr. P. C. during the pendency of a suit or proceeding relating to the title in the disputed lands is without iurisdiction;\n</blockquote> \n\n<blockquote id=\"blockquote_12\">(ii) Whether it is necessary for the defeated party in a 145 proceeding to file a fresh suit or proceeding to set at naught the effect of the final order even though the 145 proceeding was initiated during the pendency of that suit or proceeding;\n</blockquote> \n\n<blockquote id=\"blockquote_13\">(iii) Whether the finding of the Criminal Court in 145 proceeding that the successful party was in possession of the disputed lands on the date of the preliminary order is conclusive or open to challenge before a Court of competent jurisdiction:\n</blockquote> \n\n<blockquote id=\"blockquote_14\">(iv) Is the expression &quot;until evicted therefrom in due course of law&quot; in Section 145(6), Cr. P. C. confined to eviction through a Civil Court or any Court of competent jurisdiction? and\n \n\n</blockquote><blockquote id=\"blockquote_15\">(v) Where a suit or proceeding regarding title is pending in a Court of competent jurisdiction, and a proceeding Under Section 145, Cr. P. C. is initiated by one of the parties, can the successful party in possession of the disputed property, for more than three years from the date of the final order in the proceeding Under Section 145, Cr. P. C. claim acquisition of title by prescription Under <a href=\"/doc/1154330/\" id=\"a_18\">Section 28</a> read with <a href=\"/doc/1551554/\" id=\"a_19\">Article 47</a> of the <a href=\"/doc/1317393/\" id=\"a_20\">Limitation Act</a>, even though the suit or proceeding is pending and comes to \n\ntermination long after the expiry of the period of three years? \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_27\">10. It would be worthwhile examining the scope, ambit and character of a 145 proceeding. It is well settled that a Magistrate gets jurisdiction only where there is a dispute likely to cause a breach of the peace concerning any land. He would pass a preliminary order indicating his satisfaction regarding the apprehension of the breach of the peace and require the parties to put in written statements of their respective claims as respects the fact of actual possession of the subject of dispute and put in such documents and to adduce, by putting in affidavits, the evidence of such persons as they rely upon in support of such claims.\n</p> \n\n<p data-structure=\"Section\" id=\"p_28\">Under Sub-section (4), the Magistrate shall, without reference to the merits or the claims of any such parties to a right to possess the subject of dispute, decide the question whether any or which of the parties was in possession of the subject of dispute on the date of the preliminary order. Under Sub-section (4), second proviso, the Magistrate may treat the party forcibly and wrongfully dispossessed within two months next before the date of the preliminary order as being in possession at the date of such order. Sub-section (6) lays down that the party in whose favour the final order is passed, is to retain possession until evicted from the subject of dispute in due course of law.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_29\">11. It is now authoritatively settled that the Magistrate does not purport to decide a party&#x27;s title or right to possession of the land but leaves the question to be decided in due course of law. As has already been stated, the foundation of a Magistrate&#x27;s jurisdiction is apprehension of breach of the peace. With that object in view, a temporary order is passed Under Section 145, Cr. P. C. with regard to the possession of the property until the matter is settled by a Court of competent jurisdiction. It was observed by the Supreme Court that the life of the said order is conterminous with the passing of a decree by a Civil Court and the moment a Civil Court makes an order of eviction, it displaces the order of the Criminal Court. Their Lordships approved the observation of the Privy Council in (1897) 29 Ind. App. 24 (PC). Dinomoni v. Brojomohini to the effect --\n</p><p data-structure=\"Precedent\" id=\"p_30\">  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"535729\" id=\"span_1\">These orders are merely police orders to prevent breaches of the peace. They decide no question of title. <a href=\"/doc/535729/\" id=\"a_21\">AIR 1959 SC 960, Bhinka v. Charan Singh</a></span>  \n \n\n</p><p data-structure=\"Section\" id=\"p_31\">12. The expression &quot;until evicted therefrom in due course of law&quot; is not confined to an eviction through Civil Court It speaks of eviction through a Court of competent jurisdiction. Dispute between a landlord and bhag tenant is cognizable by the Revenue Court as provided under the Act. The effect of the final order Under Section 145, Cr. P C in between a landlord and a bhag tenant can be set at naught by appropriate proceedings \n\nbefore the Courts provided under the Act and not before a Civil Court which is not \ncompetent to entertain such dispute.\n</p> \n\n<p data-structure=\"Section\" id=\"p_32\">In this case the 145 proceeding was in between defendants 1 to 3 and the plaintiffs who were privies of defendant-4. The proceeding under the Act was in between defendants 1 to 3 and Gopal Satapathy, the predecessor-in-interest of defendant-4. The order in 145 proceeding, passed during the pendency of the suit, would be conterminous with the final order passed by the Board of Revenue in the proceeding under the Act on 11-5-56. A suit for eviction of defendant-4 or the plaintiffs in the Civil Court at the instance of defendants 1 to 3 would not be maintainable.\n</p> \n\n<p data-structure=\"Section\" id=\"p_33\">13. It is to be noted that the 145 proceeding was initiated during the pendency of the proceeding under the Act. Doubtless the Courts under the Act have powers to grant interim relief to preserve the status quo. But it cannot be denied that a 145 proceeding, initiated during the pendency of the proceeding under the Act, is not without jurisdiction. Generally such proceedings are inexpedient, but certainly they are not without jurisdiction. The final order passed Under Section 145 Cr. P. C. was not without jurisdiction.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_34\">14. The final order Under Section 145, Cr. P. C. is, however, subject to the result of the litigation in the proceeding under the Act. It is an order of interim nature and comes to an end the moment the right, title and interest of the parties are declared by a Court of competent jurisdiction. The final order Under Section 145, Cr. P. C. was passed during the pendency of the proceedings under the Act and it is not necessary for the parties to file a fresh suit to get away from the effect of this final order. The order of the Board of Revenue passed on 11-5-56 takes away the effect of the final order in the 145 proceeding passed on 10-3-53.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_35\">15. Mr. Mohapatra contends on the authority of AIR 1939 Pat 611, Ambika Thakur v. Emperor and AIR 1947 Lah 173, Shewa Das v. Ram Parkash that the order by a Criminal Court Under Section 145, Cr. P. C. that the successful party was in possession on the date of the preliminary order, is conclusive and binding on the Civil Court or any other Court of competent jurisdiction. The facts in AIR 1939 Pat 611 are wholly distinguishable. In that case, after an order Under Section 145 Cr. P. C. was passed, the unsuccessful party without going to the Civil Court claimed possession of the disputed land in a criminal trial under various offences under the Penal Code. Their Lordships observed in that case that the finding in the 145 proceeding regarding possession of the successful party could not be whittled down by the unsuccessful party saying that he continued in possession despite the order. There no civil suit was filed to get over the order in the 145 proceeding This decision is, therefore, no authority for the proposition canvassed in the present case.\n</p> \n\n\n\n<p data-structure=\"Precedent\" id=\"p_36\">AIR 1947 Lah 173, however, fully supports the contention of Mr. Mohapatra. The learned Single Judge held:\n</p>   \n\n<blockquote id=\"blockquote_16\">It is not open, in my judgment, to a Civil Court to go behind or to question that finding, although it is open, in my view, to a Civil Court to decide that a person found or deemed to be in possession of the property had no right or title whatsoever to be or to remain in possession and to put any other person in possession if his right or title to get into possession are found for him. The section in the <a href=\"/doc/445276/\" id=\"a_22\">Code of Criminal Procedure</a> was enacted with the object of ascertaining who was in possession of the property either on the date on which the breach was likely to occur or within two months of that date; and when a finding is given, it cannot be ignored.\n</blockquote> \n\n<blockquote id=\"blockquote_17\">This decision does not lay down the correct law. A final order Under Section 145, Cr. P. C. does not give rise to a presumption in a Civil Court in favour of the successful party and it is open to the Civil Court on materials placed before it to ease to a contrary conclusion. AIR 1947 Lah 173 was disputed from in 1963 (1) Cr. L.J. 345 (All), Deepchand v. Faiz Ali, (1963) 65 Pun LR 526 and AIR 1960 All 573, Mula v. Baburam. It is not necessary to further discuss the matter and it would be sufficient to say that this is the only conclusion possible in view of the Supreme Court decision in AIR 1959 SC 960 already cited. The same view has been taken by a Bench of this Court in AIR 1954 Orissa 129, Bhima v. Ramanath.\n</blockquote> \n\n<blockquote id=\"blockquote_18\">The learned Subordinate Judge recorded the finding of possession in favour of the plaintiffs on the sole ground that the order Under Section 145, Cr. P. C. had been passed in their favour. It is conceded by the learned advocates on either side that the other evidence of possession was not at all examined. On a perusal of the judgment I am satisfied that the concession is well founded. If the fate of the case had turned on the question as to who was in possession of the suit land the case was to be remanded to the lower appellate Court for recording a finding on that question. \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_37\">16. In my view the case can be disposed of without recording a finding on possession. The final order passed by the Board of Revenue must have been in terms of <a href=\"/doc/392398/\" id=\"a_23\">Section 7(6)</a> of the Act. To recall the facts, the proceeding under the Act was started at the instance of defendants 1 to 3 who necessarily filed an application Under <a href=\"/doc/392398/\" id=\"a_24\">Section 7(1)(a)</a> of the Act. By then the 145 proceeding had not been started The prayer of the tenants must have been to protect them from eviction or interference with their possession, The original application and the judgment of the first Court in the proceeding under the Act have not been exhibited by the parties The appellate order and the revisional order are not very clear as to the reliefs sought and granted. But at any rate, the reliefs in a case of that nature must be in terms of <a href=\"/doc/392398/\" id=\"a_25\">Section 7(6)</a> which runs thus --\n</p>   \n\n\n<p data-structure=\"Section\" id=\"p_38\">If, after holding the enquiry under Sub-section (2), the Collector is satisfied that the tenant was cultivating the land as a tenant on the 1st day of September, 1947, and that such person is being prevented from cultivating such land as a tenant by the landlord, he may, in addition to the penalty that he may impose on the landlord under <a href=\"/doc/541605/\" id=\"a_26\">Section 10</a>, order the landlord by notice served in the prescribed manner to allow the tenant to enter the land forthwith and to cultivate it as a tenant.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_39\">The final order by the Board of Revenue was passed in 1956. It was open to defendant-4, the landlord or the plaintiffs, to canvass in that proceeding that already defendants 1 to 3 had been dispossessed and the lands were in possession of the plaintiffs as tenants under him, and the final order passed by the Board of Revenue would not be executable without a prayer for recovery of possession and without a relief granted by the Court directing defendant-4 and the plaintiffs to put defendants 1 to 3 in possession. Such a plea not having been taken in the proceedings under the Act, it is no longer open to the plaintiff to contend that the final order passed by Board of Revenue in 1956 is not executable and is not an order for eviction of defendant-4 and the plaintiffs in due course of law.\n</p> \n\n<p data-structure=\"Section\" id=\"p_40\">In that view of the matter it is wholly unnecessary to examine whether the plaintiffs or defendants 1 to 3 were in possession of the disputed lands. Subsequent to the final order passed in the 145 proceeding, the order of eviction passed by the Board of Revenue confirming the order of the appellate Court must be construed to be an order either directing eviction of or prohibiting defendant-4 and his agents, the plaintiffs from interfering with the possession of defendants 1 to 3. That order satisfies the conditions laid down in Section 145(6), Cr. P. C. that the plaintiffs were to be evicted from the disputed lands in due course of law. The interim order passed Under Section 145, Cr. P. C. was conterminous with the final order passed by the Board of Revenue on 11-5-56, which declared the non-evictable bhag-tenancy rights of defendants 1 to 3. Plaintiffs&#x27; suit was filed within two years thereof in 1958 In this view of the matter the argument of Mr. Mohapatra that plaintiffs acquired title by adverse possession under <a href=\"/doc/1154330/\" id=\"a_27\">Section 28</a> read with <a href=\"/doc/1551554/\" id=\"a_28\">Article 47</a>, Limitation Act, 1908. does not stand scrutiny\n \n\nAs has already been stated, the 145 proceeding was started during the pendency of the proceeding under the Act. No fresh proceeding under the Act was necessary to be filed to get over the effect of the 145 proceeding. The final order to be passed by the Revenue Court might take even more than 1.2 years in certain cases. It can hardly be contended that the possession of a party by virtue of such an order would entail in his favour accrual of title by adverse possession.\n</p> \n\n\n\n<p data-structure=\"Conclusion\" id=\"p_41\">An illustration would make the matter clear. A files a suit and gets an interim order of injunction. By virtue of the order of injunction A continued in possession for more than 12 years, as after the institution of the suit, the suit, first appeal and the second appeal took more than 12 years for termination of the lis. Can it be contended that during this period A being in possession for more than 12 years acquired a title by adverse possession? The answer must be in the negative. As the Privy Council observed, the order Under Section 145, Cr. P. C. is one of interim nature and would vanish with an ultimate decree to be passed by a Court of competent jurisdiction. The final order in the 145 proceeding is one of interim nature and stands on analogous footing with the interim injunction issued in a suit. The position would have been different if no suit or proceeding is at all filed to get over the effect of the final order passed in a 145 proceeding. In such a case, after the expiry of three years, title would accrue by adverse possession from the date of the final order under <a href=\"/doc/1154330/\" id=\"a_29\">Section 28</a> read with <a href=\"/doc/1551554/\" id=\"a_30\">Article 47</a> of the <a href=\"/doc/1317393/\" id=\"a_31\">Limitation Act</a>. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_42\">17. The conclusions on the questions enumerated in paragraph 9 of this judgment may now be summed up:\n</p>   \n\n<blockquote id=\"blockquote_19\">(i) A proceeding Under Section 145, Cr. P. C. during the pendency of a suit or proceeding is not without iurisdiction, though it may be inexpedient. Normally the parties approach the Court of competent jurisdiction for granting interim reliefs by way of appointment of receiver or passing of injunction order for avoidance of breach of the peace.\n</blockquote> \n\n<blockquote id=\"blockquote_20\">(ii) A defeated party in a 145 proceeding need not file a fresh suit or proceeding to set at naught the effect of the final order in a 145 proceeding initiated during the pendency of that suit or proceeding.\n</blockquote> \n\n<blockquote id=\"blockquote_21\">(iii) The finding of the Criminal Court as to possession on the date of the preliminary order is open to challenge before a Court of competent jurisdiction.\n</blockquote> \n\n<blockquote id=\"blockquote_22\">(iv) The expression &quot;until evicted therefrom in due course of law&quot; in Section 145(6) Cr. P. C. extends to eviction through any other court of competent jurisdiction.\n</blockquote> \n\n<blockquote id=\"blockquote_23\">(v) If already a proceeding relating to title to the subject of dispute in the 145 proceeding is pending, or filed within three years from the date of the final order, the possession of the successful party in the 145 proceeding for more than the statutory period would not create a title in his favour for acquisition of title by adverse possession. The continuance of possession on the strength of the final order is of interim nature and is subject to the result of the civil suit or proceeding.\n</blockquote> \n\n<blockquote id=\"blockquote_24\">(vi) The finding of the Criminal Court as to who was in possession on the date of the preliminary order being open to review by a Court of competent jurisdiction, there can be no presumption in favour of the successful party in a 145 proceeding that he \n\ncontinued in possession. In the civil suit or proceeding before a Court of competent jurisdiction, the question of possession is at large and can be found one way or the other depending upon the materials on record. \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_43\">18. For reasons already discussed,\nplaintiffs&#x27; suit for declaration of occupancy\nrights must fail. Without having a valid\ntitle they cannot succeed in the suit against\ndefendants 1 to 3 who are bhag-chasis under\nthe Act. In the result, the judgments of the\ncourts below are set aside and the suit is\ndismissed. The second appeal is allowed,\nbut in the circumstances, parties to bear\ntheir own costs throughout.\n</p>\n \n\n","numcites":12,"numcitedby":8,"docsource":"Orissa High Court","citetid":278080,"divtype":"judgments","relatedqs":[{"value":"adverse possession","formInput":"adverse%20possession"},{"value":"\"adverse possession\"","formInput":"%22adverse%20possession%22"},{"value":"lis pendens","formInput":"lis%20pendens"},{"value":"title and possession","formInput":"title%20and%20possession"},{"value":"title through adverse possession","formInput":"title%20through%20adverse%20possession"},{"value":"suit for possession","formInput":"suit%20for%20possession"},{"value":"article 47","formInput":"article%2047"},{"value":"land dispute","formInput":"land%20dispute"},{"value":"cultivating tenant","formInput":"cultivating%20tenant"},{"value":"tenancy right","formInput":"tenancy%20right"},{"value":"adverse possession  filter:  interim injunction","formInput":"adverse%20possession%20%20filter%3A%20%20interim%20injunction"},{"value":"court of competent jurisdiction ","formInput":"court%20of%20competent%20jurisdiction%20"},{"value":"possession over land","formInput":"possession%20over%20land"},{"value":"revenue court ","formInput":"revenue%20court%20"},{"value":"right to occupation","formInput":"right%20to%20occupation"},{"value":"\"Lis pendens","formInput":"%22Lis%20pendens"},{"value":"final order","formInput":"final%20order"},{"value":"Misc case","formInput":"Misc%20case"},{"value":"recall of witness: judgments","formInput":"recall%20of%20witness%3A%20judgments"},{"value":"suit for land","formInput":"suit%20for%20land"}],"cats":[{"value":"limitation","formInput":"tag:limitation"},{"value":"bar-of-limitation","formInput":"tag:bar-of-limitation"},{"value":"court-closed","formInput":"tag:court-closed"}],"courtcopy":false,"query_alert":null,"agreement":false}