{"tid":262043,"publishdate":"1996-10-10","title":"Ram Dhani And Ors. vs State Of U.P. on 10 October, 1996","doc":"<h2 class=\"doc_title\">Ram Dhani And Ors. vs State Of U.P. on 10 October, 1996</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1997CRILJ2286</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:b-k-sharma\">B.K. Sharma</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:b-k-sharma\">B.K. Sharma</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nB.K. Sharma, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. This is a criminal appeal against the judgment and order dated 4-10-1979 passed by Sri S. D. N. Singh, the then Sessions Judge, Mirzapur in Sessions Trial No. 32 of 1976, whereby he convicted Ramdhani accused-appellant for committing the murder of Shivanand deceased under Section 302, I.P. C. and for inflicting injuries on the body of Jwala injured under Section 307, I. P. C. and sentenced him to undergo imprisonment for life and three years R. I. for the same respectively and further convicted him for the offence under Section 148, I. P. C. and sentenced him for the same to one year&#x27;s R. I., convicted Chhangur accused-appellant for committing the murder of Sarju deceased under Section 302, I. P. C. and sentenced him for the same to imprisonment for life and further convicted him under Section 148, I. P. C. and sentenced him for the same to one year&#x27;s R. I., convicted Satya Narain accused-appellant for inflicting injuries on the body of Moti Lal injured under <a href=\"/doc/455468/\" id=\"a_1\">Section 307</a>, I.P.C. and sentenced him for the same to five years&#x27; R. I. and further convicted him for the offence under <a href=\"/doc/763672/\" id=\"a_2\">Section 148</a>, I.P.C. and sentenced him for the same to one year&#x27;s R. I., convicted Ram Samujh and Gobardhan accused-appellants each for the offence under <a href=\"/doc/1258372/\" id=\"a_3\">Section 147</a>, I.P.C. and sentenced each of them to nine months&#x27; R. I. and convicted Daya, Bhola, Ram Naresh, Vishwanath, Rambrichha, Lachhmi Narain and Ram Murti accused appellants each for the offence under <a href=\"/doc/763672/\" id=\"a_4\">Section 148</a>, I.P.C. and sentenced each of them to one year&#x27;s R. I. All the sentences were directed to run concurrently.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. Ramdhani, Bhola and Chhangur accused-appellants were sons of Ram Khilawan, residents of village Silauri. Bimla Singh informant (PW 1) and Sarjoo deceased were real brothers being the sons of Ram Lochan. Satya Narain and Daya accused-appellants were sons of Ramdhani accused-appellant. Sidh Nath and Vishwanath accused-appellants were two brothers inter se. Ram Naresh and Ram Samujh accused-appellants were sons of Sidh Nath. They also were residents of village Silauri. Lachhmi Narain, Ram Brichha accused-appellants were real brothers inter se. They belonged to another village Dariyapur. Goverdhan accused-appellant also lived in village Dariyapur. Ram Murat Singh accused-appellant was resident in village Rahiya. Villages Silauri, Dariyapur and Rahiya were situated close to each other.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_3\">3.  Ramdhani accused-appellant has died during the pendency of this appeal. Hence, the appeal abated to his extent.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_4\">4.  Smt. Parwati was originally Bhumidhar of Chak No. 83 of Village Silauri, area measuring 5 bigha, 8 biswa, 18 dhur. A sale-deed purporting to be executed by heron 7-8-1970 in respect of the aforesaid chak in favour of Chhangur, Ram Naresh, Ram Samujh accused-appellants and in favour of three sons of Vishwanath accused-appellant and one Badri Singh and Smt. Shall Kumari was presented before the Sub-Registrar and was acknowledged and got registered by Devendra Nath purporting to act as her Mukhtaram. In pursuance of the said sale-deed, the aforesaid vendees applied for mutation of their names and their mutation application was allowed on 31-12-1970 by the Sub -Divisional Magistrate, Chunar (Ex. Ka-30). Smt. Parwati preferred a revision against the same but her revision was dismissed by the Additional Commissioner on 4-5-1972. Smt. Parwati filed Suit No. 62 of 1971 before the Court of District Judge, Mirzapur for declaration that the sale-deed aforesaid was void and not binding on her on the ground that Sri Devendra Nath obtained her thumb-impressions on blank stamp papers and used it into a general power of attorney without her consent and also obtained her thumb marks on blanks stamps on false pretext and used the same as a sale-deed by her. Smt. Parwati died on 19-9-1972. On her death Jokhan claiming himself to be her daughter&#x27;s son and her legal representative applied for the substitution of his name in the suit. The vendees too filed Suit No. 550 of 1974 before the Munsif, Mirzapur for a permanent injunction against Jokhan and two others to restrain them from interfering with their possession over the land in dispute. A copy of the plaint was Ex. Kha-35. On that application a notice was issued to the defendants of the suit to show cause and meanwhile directing the parties to maintain status quo in respect of the land in dispute. Copy of this order dated 12-11-1974 passed by the Munsif is Ex. Kha 36. The suit was listed for hearing of the injunction application on 25-11-1975, which was the date of the present occurrence. On that date the temporary injunction application was dismissed in the absence of the parties and the order of maintaining status quo by the parties was also vacated.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_5\">5. Now the prosecution case was that the sale deed dated 7-8-1970 was a bogus transaction which conferred no right in the land in dispute upon the vendees and that the vendees also did not get possession over the same; that Smt. Parwati Devi remained in possession over the land in dispute in her life lime and after her death her daughter&#x27;s son Jakhan was coming down in possession of it; that in November 1975 the paddy crop cultivated by Jokhan was standing in the land in dispute and was ready for harvesting and that a part of the said crop had already been harvested by Jokhan a few days before the date of occurrence; that on the date of occurrence Jokhan had come to Mirzapur to attend the civil case pending in the Court of Munsif Mirzapur for hearing on the application for temporary injunction; that taking advantage of his absence the accused-applicants came to the field, out of whom Ramdhani and Ram Naresh accused-appellants were armed with guns, Satya Narain, Daya, Bhola, Chhangur, Vishwanath, Rambrichha, Lachhmi Narain and Ram Murti accused-appellants were armed with spears and Ram Samujh and Gobardhan accused-appellants were armed with Lathis; that with the aid of 30 to 40 women labourers they started harvesting and removing the paddy crop standing in the disputed land; that Smt. Rama Devi, wife of Kokhan, on coming to know of it approached Sarju, Shivanand and Bimla Singh and sought their assistance to stop the accused-appellants from harvesting the crop till arrival of Jokhan; that on her request Sarju deceased, Shivanand deceased and Bimla Singh came to the field and found the accused persons armed as aforesaid and also a large number of women labourers harvesting and removing the crops, Jwala and Mod Lal witnesses also arrived at the spot at that time; that Sarju and Shivanand deceased entreated the accused not to harvest the crop forcibly and instead let Jokhan come back to the village; that this annoyed Chhangur accused-appellant, who retorted &quot;Sale Turn Kaun Hote Ho Rokne Wale&quot;, that thereupon Sarju told him not to hurl abuses on him as he had come to forbid on the asking of wife of Jokhan; that Shivanand deceased told them not to take law in their hands and abide by the out-come of the litigation pending in the Courts; that on this Chhangur accused-appellant exhorted &quot;Maro In Salon Ko Inhi Ki &quot;Badaulat Jokhan Lad ¼yM+½ Raha Hai&quot;; that Chhangur himself struck spear blow at the chest of Sarju, Ramdhani accused-appellants with his double barrel gun fired two-shots in quick succession at Shivanand, appellate of which accidentally hit Jwala Singh P. W. 4 also and Salya Narain accused-appellant gave a spear blow to Moti Lal PW 3 which injured him; that on receiving the injuries Sarju and Shivanand deceased fell down on the ground and after this occurrence the accused-appellants ran away towards the village Rahia, that lot of blood had fallen to the ground and both the deceased (Sarju and Shivanand) became unconscious.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_6\">6.  The persons who had collected at the spot laid Sarju and Shivanand deceased on cots and started for the police station. Sarju and Shivanand died in the way and so leaving the dead bodies in the field of Ramasaran, Bimla Singh informant (PW 1), who was the brother of Sarju deceased, went to the police station and lodged a written report (Ex. Ka-1) the same day at 12.30 p.m. The distance of the police station was about six miles from the scene of the occurrence. On the basis of the said written F. I. R. chik report was prepared by the clerk constable and an entry was made in the General Diary about the registration of the case. S. I. Gorakhnath Singh left the police station for the spot and information was sent to S. O. Vijai Bahadur Singh, who was away in connection with an enquiry. The inquest proceedings were taken and thereafter the investigation followed. The dead bodies of the deceased were sent for postmortem and injured were sent for medical examination to Chunar Hospital. After completion of the investigation, chatge sheet was submitted against all the accused-appellants\n \n\n</p><p data-structure=\"CDiscource\" id=\"p_7\">7.  The postmortem on the dead body of Sarju deceased was performed by Dr.  C.  S Tripathi (PW 12) on 26-11-1975 at 4 p. m He found the following ante mortem injuries on the dead body of Sarju :\n</p>  \n\n<blockquote id=\"blockquote_1\">1.   Punctured wound O. 7 c.m. x 0,7 c.m. x chest cavity deep over front of the chest in between the two nipples and just to the right of the mid line of sternum almost circular in shape directed backwards and to the left. Margins of the wound were lacerated and turned inwards.\n</blockquote> \n\n<blockquote id=\"blockquote_2\">2.  Incised wound 2.2 c.m. x 0.5 c.m. x muscle deep on the back of right arm lower l/3rd.\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_8\">Injuries No. 4 and 5 mentioned in the police report were found to be post mortem abrasions.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_9\">8.  The internal examination revealed that the sternum was punctured underneath injury No. I with clotted blood around that pleural cavity contained about 500 grams of clotted blood; that pericardium was punctured underneath injury No. 1 with a lot of clotted blood present around the wound; that right ventricle was punctured underneath injury No. 1 with clotted blood present in the right ventricular cavity; that left ventricle and auricles were empty; that stomach was empty; that small intestines contained digested food material and large intestines contained faecal matter. In the opinion of the doctor the death was caused due to shock and haemorrhage on account of the ante mortem injury No. 1.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_10\">9.  Dr. Haricharan (PW 9) conducted the post mortem on the body of Shivanand deceased in the District Hospital, Mirzapur on 27-11-1975 at 9.15 a.m. He found the following ante mortem injury on the dead body of Shivanand deceased :\n</p>  \n\n<blockquote id=\"blockquote_3\">1.  Multiple gun shot wounds of entry about 35 in number each 0.4 cm. x 0.4 c.m. x varying tissue depth and direction on the right side neck and right side chest.\n</blockquote> \n\n<blockquote id=\"blockquote_4\">2.   Multiple gun shot wounds of entrance 0.4 c.m. x 0.6 c.m. x varying depth and directions over whole of the right arm and fore-arm.\n</blockquote> \n\n<blockquote id=\"blockquote_5\">3.  Gun shot wound of entry 0.6 c.m. x 0.6 c.m. x chest cavity deep, 5 c.m. above right nipple directed backwards and to the left.\n</blockquote> \n\n<blockquote id=\"blockquote_6\">4.  Gun shot wound of entry of size 0.4 c.m. x 0.4 c.m. back of left forearm and wrist.\n</blockquote> \n\n<blockquote id=\"blockquote_7\">5.  Abrasion 2 c.m. x 1/2 c.m. in middle left leg on the front.\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_11\">10.   The internal examination revealed that external jugular vein was punctured and lacerated with clotted blood around it; and one pellet was recovered from the tissues, that 4th rib on the right side was punctured through and through; that right thoracr wall was punctured at several places underneath injury Nos. 1 and 5; that five pellets were recovered from there; that pleura was punctured at several places both on the right and left sides; that upper and middle labes of right lung were punctured and two pellets were found lodged there; that left lobe was punctured at anterior surface and one pellet was recovered; that pericardium was punctured; that right ventricle was punctured and lacerated posteriorly at two places; that two pellets were recovered from the right ventricle; that blood was clotted, that left ventricle was empty; that abdominal cavity contained about 300 grams of clotted blood; that stomach had brownish fluid and had digested food about 50 grams in weight; that small intestines had also digested material and large ones had faecal matter in them; that liver was punctured at two places and in the left lobe of it three pellets were found lodged; and that gall bladder was half full.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_12\">11.  In the opinion of the doctor the death was caused due to shock and haemorrhage on account of the ante mortem injuries.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_13\">12. The accused-appellants pleaded not guilty before the Sessions Judge. They claimed that chak No. 83 of village Silauri was in their possession and that in the days of the alleged occurrence they had cultivated paddy crop in the same. Satya Narain and Daya Ram accused appellants admitted their presence at the spot. Satya Narain accused-appellant claimed in the statement under <a href=\"/doc/767287/\" id=\"a_5\">Section 313</a>, Cr.P.C. that the paddy crop was got cut by their side, that Jwala, Moti, Sarjoo (deceased) and Shivanand (deceased) were cutting and removing the paddy crop from there and carrying it into the Khalihan of Jwala and Moti PWs; that Dayaram went to forbid them and he also went to the spot, that thereupon these persons beat both of them and that in his self-defence they (complainant party) received injuries. Dayaram accused-appellant similarly claimed that at that time Jwala, Moti, Sarjoo (deceased) and Shivanand (deceased) were cutting and looting the crop and that when he went to forbid them, they  started assaulting him with Lathi with a view to take his life and when Satya Narain accused-appellant went there to save them he was also beaten and in the Beech-Bachay, the complainant party also received injuries.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_14\">13.   Satya Narain accused-appellant was examined by Dr. Tara Prasad Singh of Men&#x27;s Hospital, Mughal Sarai at 11 p.m. on 25th November, 1975 and was found having the following injuries:\n</p>  \n\n<blockquote id=\"blockquote_8\">1. Swelling about egg shaped in 1&quot; diameter situate over the scalp.\n</blockquote> \n\n<blockquote id=\"blockquote_9\">2. Contusion with swelling 2&quot; x 1/4&quot; over right scapula on back.\n</blockquote> \n\n<blockquote id=\"blockquote_10\">3. Abraded contusion 1&#x27;&#x27; x 1/4&quot; over back and right shoulder joint:\n</blockquote> \n\n<blockquote id=\"blockquote_11\">4. Swelling at base of left toe.\n</blockquote> \n<blockquote id=\"blockquote_12\">\n</blockquote><blockquote id=\"blockquote_13\">5. Complaint of pain in the right shoulder joint movement present.\n \n\n</blockquote><blockquote id=\"blockquote_14\">6. Swelling over back of right palm.\n \n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_15\">14.  All the injuries were simple caused with some blunt and hard object and about 12 hours old at the time of the examination.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_16\">15.  Accused Dayaram Singh&#x27;s injuries were examined by Dr. Tara Prasad Singh at 11.20 p.m. on 25th November, 1975 and he was found having following injuries.\n</p>  \n\n<p data-structure=\"Issue\" id=\"p_17\">1.  Swelling with tenderness, 1&quot; in diameter oval shape situate over middle of scalp.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_18\">2.  Abraded contusion 1/2&quot; x 1/4&quot; over left shoulder joint.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_19\">3. Abrasion small in size over right patella on right knee joint.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_20\">4. Swelling at base of left thumb.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_21\">5. Swelling over upper lip in middle\n \n\n</p><p data-structure=\"Precedent\" id=\"p_22\">6. Complaint of body ache.\n</p> \n\n<p data-structure=\"Section\" id=\"p_23\">7. Complaint of back ache.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_24\">8.  Contusion 1&quot; x 1/4&quot; on right scapula on back.\n</p> \n\n<p data-structure=\"Section\" id=\"p_25\">9. Complaint of giddiness.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_26\">16.  All the injuries were found simple caused with blunt and hard object and of about 12 hours duration.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_27\">17.  Out of the prosecution witnesses, Jokhan P.W. 8 gave evidence about his possession over the land in dispute and the cultivation of paddy crop over it by him in the days of occurrence. There is no controversy that at the time of occurence he was not present at the scene of occurrence, Bimla Singh informant (PW 1), Smt. Ramadevi (P.W. 5, wife of Jokhan Singh) gave eye-witness account of the occurrence. Their preserice at the  scene of occurrence is not in dispute. Moti Lal (PW 3) and Jwala (PW 4) also gave eyewitness account of the occurrence. They belonged to another village Khadhwa, situate at a distance of about 3/4 Kms. from the place of occurrence. But they claimed that they (Motilal and his brother Jwala) had gone to village Kadhwa for purchasing a cow and were returning from there and saw the occurrence when they reached near the spot. In this sense they were chance witnesses. But both of them were injured and their injuries establish their presence at the spot. Dayaram (PW 7) also gave eye-witness account of the occurrence* He belongs to another village Gaura and he claimed that his chak was adjacent to chak No. 83 and he had come to see his chak and saw the occurrence. His presence at the spot is also believable.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_28\">18. Bimla Singh informant (PW 1) was brother of Sarju deceased. Dayaram (PW 7) was the son of brother of Smt. Parwati, Ramdhani accused-appellant filed a criminal  complaint dated 15-1-1973 against Jwala (PW 4), Jokhan (PW 8), Bimla informant (PW   1), Sarju deceased, Shivanand deceased and a number of other persons under <a href=\"/doc/1101188/\" id=\"a_6\">Sections 379</a>/<a href=\"/doc/1243353/\" id=\"a_7\">342</a>/<a href=\"/doc/1119707/\" id=\"a_8\">395</a>/<a href=\"/doc/1865117/\" id=\"a_9\">397</a>/<a href=\"/doc/222396/\" id=\"a_10\">427</a>, I.P.C. Ex. Kha-44 is its copy. Bimla informant pleaded ignorance about it which must be false. He later admitted that he got himself bailed out in two criminal cases. Bimla informant, Shivanand, Sarju deceased, Jwala and Mod P.Ws. filed suit under Section 229-P/209 of U.P.Z.A. and L.R. Act against Laxmi Narain and Rain Vrikcha accused-appellants on 7-7-1971. Copy of its plaint is on record. But Bimla P. W. 1 denied the filing of this suit. So he has no scruples in telling lies. Bimla P.W. 1 admitted that he had long standing dispute of pattidari with the family of Chhangur accused-appellant. Daya Ram P.W. 7 admitted that proceedings under <a href=\"/doc/28252399/\" id=\"a_11\">Section 117</a>, C.P.C. had taken place against him. He pleaded forgetfulness when suggested that Jokhan, Bimla, Sarju, Jwala, Shivanand were co-parties with him therein. He also pleaded ignorance when suggested that he was co-party with Jokhan in a case under <a href=\"/doc/1405190/\" id=\"a_12\">Section 145</a>, Cr.P.C. He however, admitted having filed affidavit on behalf of Jokhan in a proceeding under <a href=\"/doc/1405190/\" id=\"a_13\">Section 145</a>, Cr.P.C. between Chhangur and Jokhan. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_29\">19. In the various reports which Chhangur had lodged at the police station from time to time during several years i.e. 1972-74 some or the other out of the prosecution witnesses were arrayed as accused alongwith Jokhan. It followed that all the prosecution witnesses of fact were relatives and associates of Jokhan and the two deceased and they were inimical with some or other of the accused-appellants. So their evidence was interested and partisan and had to be weighed with great caution.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_30\">20.  All the prosecution witnesses have stated that all the twelve accused-appellants were present at the spot and that alt of them were armed with weapons, Ramdhani and Ram Naresh with gun, Channgur, Satya Narain, Dayaram, Vishwanath, Ram Brichha, Lachhmi Narain and Ram Murat with spears, Bhola with Barchha and Ram Samujh and Gobardhan with Lathis. But in the transaction actual participation by way of assaults has been alleged to be only by Ramdhani, Chhangur and Satya Narain accused-appellants, Ramdhani is said to have fired with gun causing death to Shivanand deceased and simple injury to Jwala (P.W. 4), Chhangur accused-appellant is alleged to have given a spear blow to Sarjoo deceased causing his death and Satya Narain accused-appellant is alleged to have caused spear injury to Moti Lal (P.W. 3). Satya Narain accused-appellant admits his presence. Daya accused-appellant (not to be confused with Daya Ram P.W. 7) too admits his presence at the spot. But on the prosecution case he did not inflict any injury on the body of any one on the prosecution side. The other-accused-appellants Ram Samujh, Bhola, Ram Naresh, Vishwanath, Gobardhan, Ram Brichha, Lachhmi Narain and Ram Murat are not alleged to have inflicted any injury on the body of any one on the prosecution side and in the state of evidence on record, it is only proper to hold that their presence at the spot was doubtful. It is any body&#x27;s guess that had all these persons been also present at the spot alongwith their weapons as assigned to them in the prosecution story many other persons of the prosecution side would also have received injuries and serious ones, particularly when the prosecution witnesses do not claim that they (the P.Ws.) were carrying any weapons, Bimla P.W. 1 categorically stated that they (the complainant side) had not carried any Lathi-dandas with them&#x27;.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_31\">21. Even though, Ramdhani and Chhangur accused-appellants have denied their presence at the scene of the occurrence but prosecution evidence about their presence and their inflicting injuries on the persons of the respective victims ought to be accepted. It was broad-day light occurrence and there could be no question of mistake in the identity of the persons who specifically inflicted injuries on the victims and there would also be no question of sparing the real assailants and instead nominating another person as the actual assailant who caused the death/ injuries to the victims. It is, however, apparent that innocent persons have also been implicated by prosecution witnesses due to enmity and party-bandi.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_32\">22.  The next question that arises for determination in this case is that of right of private defence of property. The private defence of person has also been claimed. But the principal question is the right of private defence of property. There is no controversy that the disputed land is Chak No. 83 of village Silauri whose area was 5 bigha, 8 biswa 18 biswansi and that Smt. Parwati was originally Bhumidhar of the said chak. A sale deed purported to have been executed on 7-10-1970 by Smt. Parwati in favour of Chhangur, Ram Naresh and Ram Samujh accused and Manni Ram, Suresh, Awadhesh Kumar three sons of Vishwanath accused and two more persons Badri Singh and Smt. Shall Kumari Devi. A certified copy of the said sale-deed is on the record as Ex. Kha 46, which shows that the sale-deed was executed not by Devendra Nath as has been taken by the trial Court but by Smt. Parwati herself stating that she had received the entire consideration amount of Rs. 27,348.15 p. before hand and that this deed was presented for registration before the Sub-Registrar by Mukhtaram Devendar Nath on the next day i.e. 8-10-1970, who admitted before the Sub -Registrar the execution and receipt of the consideration amount on behalf of Smt. Parwati. The deed was registered the same day. In pursuance of the said sale-deed mutation order was passed by the Sub-Divisional Officer, Chunar in mutation case No. 142 on 31 -12-1970 (Ext. Kha-30). This was decided as an uncontested case. There is no mention in the said order about the appearance of Srnt. Parwati. Entry was made about the mutation in the Khasra of the year 1978 F. The names of the transferees were recorded in column No. 4. Extract of Khasra 1378 F. is Ex. Kha-9. Similar entry was found in the name of transferees in the Khasra of 1382 F (Ex.Kha-10) and Khasra of 1383 F (Ex. Kha-11). In these Khasra records, there is no entry in the remarks column in favour of Jokhan or anybody else. There are also filed Khasras of subsequent years 1385 F and 1389 F&#x27;, with similar contents but since these relate to a period subsequent to the date of occurrence, these are immaterial.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_33\">23.   Smt. Parwati preferred a revision before the Addl. Commissioner against the order of mutation, namely Revision No. 96/18 of 70-71/ Mirzapur. This revision was rejected by the Addl. Commissioner by his: order dated 4-5-1972 (Ex. Kha-31). The rejection was made on the ground that Smt. Parwati had not filed any objection at the time of the mutation proceeding and that so she had no right to claim that the sale-deed was fictitious and inoperative. She then preferred her remedy by way of revision before the Board of Revenue, which was numbered as Revision No. 204 LR-71 -72/Mirzapur. It was pending at the time of the present occurrence. Smt. Parwati preferred Original Suit No. 62 of 1971 before the District Judge, Mirzapur for the declaration that the sale-deed aforesaid was void and not binding on her. She claimed in the plaint that Devendra Nath had obtained her thumb impression on blank stamp papers without her consent and knowledge and used it into a general power of attorney and also obtained her thumb-marks on blank stamp papers on false pretext and used the same as a sale-deed by her without consent and knowledge and without any payment of consideration amount. It was also claimed that she was a Pardanashin lady. The said suit remained pending in her life time and also on the date of present occurrence.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_34\">24. The defence has filed certified copy an application purporting to be given on 15-7-1972 by Smt. Parwati before the Sub-Divisional Magistrate, Chunar as Ex. Kha-34, in which she purported to affirm the sale-deed aforesaid in favour of Ram Naresh and others and also claiming that she had no son or daughter or daughter&#x27;s son and that one Jokhan, who is son of Banshu, had made an illicit group and is harassing her and that he had also obtained her signatures by force and she prayed for attachment of the disputed plot and certain other plots. Smt. Parwati died on 19-9-1972. Jokhan sought substitution of his name in the suit claiming to be her daughter&#x27;s son and as such her legal heir, Ex. Kha-3 is notice by Irrigation Ziledar to Chhangur accused-appellant and Smt. Parwati in pursuance to an order dated, 19-6-1972 of the Executive Engineer, Irrigation Department, intimating that irrigation measurement has been recorded in favour of Chhangur etc. about plot No. 83 and another plot and that since litigation is going on there shall not be made any change in possession till the result of the litigation. It tends to show possession of the accused-appellants side over the land in dispute. Ex. Kha-20 is the copy of the order dated 20-8-73 by Pargana Magistrate. Chunar in case No. 30 of 1973 under <a href=\"/doc/1405190/\" id=\"a_14\">Section 145</a>, Cr.P.C. (Smt. Parwati and Jokhan v. Ram Naresh (transferees in the sale deed), whereby a sum of Rs. 57.75 P, (deposited in Court by the order dated 19-6-73 of the Sub-Divisional Magistrate Chunar), was ordered to be refunded to the 2nd party in these proceedings - Ram Naresh Singh, Manni Ram, Awadhesh Kumar, Suresh Kumar, Chhangur Singh, Badri Singh and Smt. Shail Kumari (the transferees under the sale-deed). This also is a document in favour of the defence. The proceedings under <a href=\"/doc/1405190/\" id=\"a_15\">Section 145</a>, Cr.P.C. related to the disputed land. Ex. Kha-22 is the copy of the report under <a href=\"/doc/1914745/\" id=\"a_16\">Sections 107</a>/<a href=\"/doc/937933/\" id=\"a_17\">117</a>, Cr.P.C. made by Station Officer, Police Station Chunar, on 13-11 -73 against Jokhan (P.W. 8), Jwala (P.W. 4), Dayaram (P.W. 7) and others. This related to the disputed plot No. 83 and one more plot. This report was to the effect that Jokhan (P.W. 8) has made a group of persons, from which there is apprehension to Chhangur and others in respect of their lives and property and there is also apprehension of breach of peace. The report indicated that the transferees Chhangur and others were persons in possession of the land comprised in the sale deed. Ex. Kha-24 is the certified copy of the complaint in Case No. 637 of 1974 brought by Chhangur accused-appellant against Lallan Singh, Ram Saran Executive Engineer, Mannu Ram. Amin, Irrigation Deptl. and Jokhan under <a href=\"/doc/570574/\" id=\"a_18\">Sections 166</a>, <a href=\"/doc/1815602/\" id=\"a_19\">167</a> and <a href=\"/doc/180217/\" id=\"a_20\">506</a>, I.P.C. In this complaint Chhangur affirmed taking of the sale-deed, that they were Bhumidhars in possession over plot No. 83 aforesaid, that accused Nos. I and 3 (of the Irrigation Department) in collusion with accused No. 4 (Jokhan) wrongly prepared irrigation papers in favour of Jokhan aforesaid. Therein it was mentioned that in compliance with the order dated 21 -2-72 of the Executive Engineer measurement of irrigation was to be made in favour of Chhangur and others and that despite this order these persons (accused in the complaint) have made irrigation slips on 3-12-73 in favour of Jokhan, which is an offence under <a href=\"/doc/570574/\" id=\"a_21\">Sections 166</a>, <a href=\"/doc/1815602/\" id=\"a_22\">167</a> and <a href=\"/doc/180217/\" id=\"a_23\">506</a>, I.P.C. This showed that the accused-appellants were asserting their possession. Then defence filed Ex.Kha-25, copy of an application given by Jokhan to Sub-Divisional Magistrate , Chunar on 2-9-1975. In this application it was stated that Jokhan was in possession of plot No. 83 aforesaid and of certain other plots, that he had cultivated paddy crop in the said plot, that litigation was going on about the said land; that Badri, Suresh Kumar, Awadhesh Kumar, Ram Samujh, Vishwanath and others acted in concert threatened to cut the crop and threatened him that if they go near the crop, they (Chhangur and others) would break, their hands and feet. In this application a prayer was made for taking action against Chhangur and others (present accused-appellants) and passing orders fur protection of the crop. In this application Jokhan was asserting his possession over the disputed land, but the defence has also filed Ex. Kha-26-copy of the report of the Station Officer, Chunar dated 10-9-75 in respect of this application, in which the police has reported that the application of Jokhan was wrong and Bandishi (i.e. by way of Peshbandi), that actually crop in the land had been raised by Chhangur accused-appellant and others and that he (i.e. the police) had forbidden Bimla Singh (P.W. 1) and others from interfering in the possession of Ghhangur accused-appellant and others. Ex. Kha-2,7 is the copy of the order dated 23-9-1975 passed by the Sub-Divisional Magistrate in those proceedings on the application of Jokhan (P.W. 8) and others under <a href=\"/doc/1405190/\" id=\"a_24\">Section 145</a>, Cr.P.C. In this order the Sub-Divisional Magistrate has placed reliance on the police report to the effect that Jokhan (P.W. 8) is not in possession and has no connection with the land, but is having litigation about it and he lias not been adjudged as owner in possession over plot No. 83 and other plots, nor he is actually in possession of the plots, that actually at the spot Chhangur accused-appellant and others are in possession and the crops sown by Chhangur accused-appellant and others is standing. The Sub-Divisional Magistrate directed the Station Officer to report in case Jokhan (P.W. 8) interferes with the possession of Chhangur accused-appellant and others or devastates the crop. The application of Jokhan (P.W. 8) was rejected by the S.D.M. with the above observations.\n</p> \n\n<p data-structure=\"Section\" id=\"p_35\">25.   Suit No. 62 of 1971 was pending on the date of occurrence.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_36\">26.  The transferees in the sale-deed from Smt. Parwati, namely Ram Naresh, Ram Samujh, Manni Ram, Suresh Kumar, Awadhesh Kumar, Chhangur (accused-appellant), Badri Singh and Smt, Snail Kumari Devi, filed a suit i.e. O.S. No. 550 of 1974 against Pyarc Lal, Dayaram (not to lie confused with Daya accused-appellant) and Jokhan (P.W. 8) for permanent injunction. In that suit the Munsif, Mirzapur issued notice of the interim injunction application moved before him as far back as 12-11-74 and on the same day i.e. 12-11-74, the learned Munsif had directed the parties to maintain status quo in respect of the land in suit. It is not in controversy that the said status quo order was in force till 25-11 -75, the date of the occurrence, on which date the interim injunction application was rejected by the learned Munsif in default and the interim injunction order was vacated.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_37\">27.  Ex. Kha 39 is the N.C.R. dated 12-11-73 lodged by Chhangur Singh accused-appellant against Ram Chandra Pandey, Lallan Singh, Mannu Ram and Shivanand for the offence under <a href=\"/doc/180217/\" id=\"a_25\">Section 506</a>, I.P.C. in respect of plot No. 83 A and B of village Silauri in respect of an occurrence that look place on 11 -11 -73 containing the averments that he was looking after the ripe paddy crop of his plot No, 83 A and 13 and that the accused-named therein have threatened to cut the crop and cause harm to life and property. Out of the accused named in the said N.C.R. Shivanand is one of the deceased in the present occurrence.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_38\">28.  Ex. Kha-40  is   another  N. C. R. dated 23-4-1974 lodged by Chhangur Singh accused-appellant against Jokhan, Dayaram, Jwala and Ram Dayal for the offence under <a href=\"/doc/180217/\" id=\"a_26\">Section 506</a>, I.P.C. in respect of an occurrence that took place on 23-4-74. There is allegation in it that the proceedings under <a href=\"/doc/1914745/\" id=\"a_27\">Section 107</a>/<a href=\"/doc/937933/\" id=\"a_28\">117</a>, Cr.P.C. were pending in the Court in respect of plot No. 83-A and B and taking that litigation the accused named in the N.C.R. threatened him that if he went near the said field they would beat him and break his hands and feet. Out of these accused Jokhan is P.W. 8, Dayaram is P.W. 7 and Jwala is P. W. 4 in the present occurrence.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_39\">29.  Ex. Kha-38 is yet another N.C.R. dated 3-10-74     lodged     by     Chhangur     Singh accused-appellant for the offence under <a href=\"/doc/180217/\" id=\"a_29\">Section 506</a>, I.P.C. in respect of plot Nos. 83 A and B of village Silauri relating to an occurrence that took place on 3-10-1974 containing the allegation that litigation was going on in respect thereof and in the proceedings under <a href=\"/doc/1914745/\" id=\"a_30\">Section 107</a>/<a href=\"/doc/937933/\" id=\"a_31\">117</a>, Cr.P.C. he had given evidence and that due to this enmity they threatened to loot away the crop.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_40\">30. The sale-deed from Smt. Parwati in favour of Chhangur accused-appellant and others named therein was a document registered under <a href=\"/doc/1890418/\" id=\"a_32\">Section 60</a> of the Registration Act, 1908. A presumption attaches to the endorsement of the Sub-Registrar in respect of the certificate of acknowledgement of due execution of the document. If the person holding a registered power of attorney from the owner made the acknowledgement before the Sub-Registrar, the endorsement of the Sub-Registrar about it is to be presumed to be correct. The recital of receipt of consideration and delivery of possession made in the sale-deed is of great value. It binds the transferor unless he-she could get it (the sale deed) adjudged void. Then the fact that mutation took place in pursuance of the registered sale-deed is material circumstance on the point of possession as for mutation possession of the transferee is an essential condition under the law.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_41\">31.    In the ordinary course the transferees would enter into the possession in pursuance of the sale-deed. The vendor might have challenged the transfer at a subsequent stage and Jokhan (P.W. 8) might have claimed his substitution as her heir as her daughter&#x27;s son and litigation might be continuing but the totality of documents on record leads to the inference that the transferees had entered into possession and were cultivating the transferred land but Jokhan had been trying to interfere with the possession of the transferees, The fact that the F.I.R. Ex. Kha-1 was lodged prior to the present occurrence by Chhangur accused-appellant alleging taking away of the harvested paddy crop of 7 biswa area of land by Jokhan and two other does not mean that Jokhan was in possession of the disputed land, rather it appeared to be a case of theft. The learned Munsif might not have issued to the transferrees an interim injunction order specifically injuncting the defendants of the suit (Suit No. 62 of 1971) from interfering with the possession of the transferees over the disputed land, yet the fact remains that at ex parte stage he found a prima facie case, of the plaintiffs that is why he passed a status quo order. If there was no prima facie case of the transferees there would not have been any occasion for the learned Munsif to have issued any status quo order at that stage and he would have issued bare notices of the interim injunction application.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_42\">32.  Against the background of the document on record discussed above, it is difficult to place implicit reliance on the claim of the prosecution witnesses that Jokhan was in possession over the disputed land viz. plot No. 83 and that the crop standing on the disputed land was raised by Jokhan.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_43\">33.   The   defence   has   examined   Ballad (D.W. 1) and Moniram (D.W. 3) on the point of possession and there is no reason to discard their evidence on the point of possession which have been supported from the documents filed by the side of the defence. These documents cannot be ignored on the ground that these related to a period after the dispute had arisen between the two sides as has been done by the learned Sessions Judge. It was also not necessary for the defence to have examined the adjoining field holders as eyewitnesses of the occurrence. It may be that on the date of occurrence Jokhan (P.W. 8) had gone to Mirzapur on the date fixed in the suit aforesaid but if there was a date fixed in the suit, it was for both the parties. It does not follow from the circumstance that the occurrence had taken place on the date of hearing of the injunction matter in the suit that the crop on the disputed land was raised by Jokhan and that the accused party went to the plot to harvest the crop taking advantage of the absence of Jokhan.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_44\">34.  It is also to be kept in mind that possession follows title. It may be that a trespasser on a land belonging to another is entitled to the crop raised by him but then he is entitled to maintain or defend his possession only if he is in settled possession extending to a sufficiently long period indicating acquiescence on the part of true owner. In our view the accused party was entitled to the land and also was in possession of the land even though the complainant party offered threats to cut away the crop from time to time from the land and  taken  away  the  crop  from  the land on 21 -11 -75 from 5 biswa area of the disputed land in respect of which theft. Chhangur had sent the F.I.R. to the Senior Superintendent of Police under whose direction chik-report Ex. Kha-1 was prepared and a case was registered against Ram Murat, Jokhan and Jokhan&#x27;s wife. Such acts of the complainant party do not give rise to the conclusion that Jokhan was in possession of the disputed land and had raised the disputed crop.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_45\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1569423\" id=\"span_1\">35.    An accused pleading the right of self-defence need not prove it beyond reasonable doubt. It is enough if he established facts which on the test of preponderance of probabilities made his defence acceptable [See Mohan Singh 1975 SCC (Cri) 512 : (AIR 1975 SC 2161)]. The right of self defence need not be specifically pleaded. A person taking the plea of the right of private defence is also not required to call evidence on his side, but he can establish that plea by reference to the circumstances transpiring from the prosecution evidence itself [See <a href=\"/doc/1569423/\" id=\"a_33\">State v. Ram Swarup</a>, 1974 Cri LJ 1035 : (AIR 1974 SC 1570)].</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_46\">36.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"746811\" id=\"span_2\">In the authority <a href=\"/doc/746811/\" id=\"a_34\">Gottipulla Venkata Siya Subbrayanam v. The State of Andhra Pradesh</a>, AIR 1970 SC 1079, relevant page 1080 the Apex Court stated as follows :</span>\n</p><blockquote id=\"blockquote_15\"> ...The fact that the plea of self-defence was not raised by the accused and that he had on the contrary pleaded alibi did not preclude the Court from giving to him the benefit of the right of private defence, if on proper appraisal of the evidence and other relevant material on the record the Court concluded that the circumstances in which he found himself at the relevant time gave him the right to use his gun in exercise of this right. The analogy of estoppel or of the technical rules of civil pleadings is, in such cases inappropriate and the Courts are expected to administer the law of private defence in a practical way with reasonable liberality so as to effectuate its underlying object, bearing in mind that the essential basic character of this right is preventive and not retributive.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_47\">37.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"31903\" id=\"span_3\">In the authority <a href=\"/doc/31903/\" id=\"a_35\">Bhaiya Bahadur Singh v. State of Madhya Pradesh</a>. 1996 (6) JT (SC) 182 : (AIR 1996 SC 3373 at P. 3376 relevant page 185) the Apex Court laid down the law thus:</span>\n</p><blockquote id=\"blockquote_16\"> When an accused person sets up a plea of self-defence, the onus to establish that plea lies on him. It is well established that the accused is not required to prove that plea beyond reasonable doubt but has merely to show as probable. The onus to probablise the defence version, from the salient facts and circumstances appearing in the prosecution case, or otherwise set up by the accused in the form of defence evidence, is always on him.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_48\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"798291\" id=\"span_4\">38.   We may also refer here to a Full Bench authority of this Court <a href=\"/doc/798291/\" id=\"a_36\">Rishi Kesh Singh v. The State</a>, AIR 1970 All 51 in which the provisions of <a href=\"/doc/429611/\" id=\"a_37\">Section 105</a> of the Evidence Act were considered and it was held that the   accused person who pleads an exception is entitled to be acquitted if upon a consideration of the evidence as a whole (including the evidence given in support of the plea of the general exception) a reasonable doubt is created in the mind of the Court about the guilt of the accused.</span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_49\">39.  Now in view of the above finding in favour of defence on the point of possession over the disputed land, no implicit reliance can be placed on the version of the occurrence as given by the prosecution witnesses, namely Bimla Singh (P.W. I), Moti Lal (P.W. 2), Jwala (P.W. 4), Smt. Rama Devi (P.W. 5), and Daya Ram (P.W. 7). Bimla Singh claimed that Sarju and Shivanand deceased went to the spot at the asking of Jokhan&#x27;s wife to forbid the accused persons from cutting the paddy crop from the disputed land and Jwala and MotiLal also came there, that Sarju asked Ramdhani accused, &quot;PHASAL MAT KATWAWO. JAB JOKHAN AA JAYE TAB KATWANA&quot;, and thai Chhangur stated, &quot;SALETUM KAUN HOTE HO ROKNE WALE&quot;, Sarju deceased stated, &quot;BHAIYA MUJHE GALI MAT DO. HAM TO JOKHAN KI AURAT KE KAHNE PAR CHALE AAYE HAL&quot; and that Shivanand deceased said that, that day was the date fixed in the suit about the chak and that the accused persons may gel the land if they get it in the litigation. They have posed to have played the role of innocent villagers who came to the spot to make a request when approached by the wife of Jokhan. But irons the documentary material on record it is clear that none of them was an unconcerned neutral person and that they formed one group with Jokhan and (hey must have played his role in his absence and reached the spot in concert and not in the manner as claimed by them as they were at the beck and call of Jokhan. Daya Ram (P.W. 7) was nephew of Smt. Parwati and Jokhan (P.W. 8) claimed himself to be daughter&#x27;s son of Smt. Parwati. Bimla informant (P.W. 1), Shivanand deceased, Sarju deceased, Jwala P.W. 4 and MotiLal P.W. 3 filed a suit under Section 229-B of the U.P.Z.A. and L.R. Act against Lachhmi Narain and Ram Brichha accused appellants on 7-7-71. Bimla informant had a long Pattidari dispute with the family of Chhangur accused-appellant. Daya Ram (P.W. 7) had filed an affidavit in support of Jokhan in a proceeding under <a href=\"/doc/1405190/\" id=\"a_38\">Section  145</a>, Cr.P.C. In the N.C.R. (Ex. Kha-41) lodged by Chhangur against Jokhan on 7-7-72 under <a href=\"/doc/192961/\" id=\"a_39\">Section 426</a>/<a href=\"/doc/555306/\" id=\"a_40\">504</a>, I.P.C. Sarju present deceased was named as co-accused.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_50\">40.  Jwala (P.W. 4). Bimla informant (P.W. 1), Sarju deceased and Shivanand deceased were impleaded as co-accused in a criminal complaint dated 15-1-73 filed by Ramdhani accused-appellant under <a href=\"/doc/1101188/\" id=\"a_41\">Sections 379</a>, <a href=\"/doc/1243353/\" id=\"a_42\">342</a>, <a href=\"/doc/1119707/\" id=\"a_43\">395</a>, <a href=\"/doc/1865117/\" id=\"a_44\">397</a> and <a href=\"/doc/222396/\" id=\"a_45\">427</a>, I.P.C. (Ex. Kha-44). In the N.C.R. dated 12-11 -73 (Ex. Kha-39) lodged by Chhangur accused-appellant in respect of the disputed plot, Shivanand deceased was also made an accused. In the F.I.R. lodged by Chhangur Singh against Jokhan (P.W. 8) under <a href=\"/doc/724142/\" id=\"a_46\">Section 324</a>, I.P.C. on 22-2-73 (Ex. Kha-45) Bimla (P.W. I) and Shivanand present deceased were named as co-accused. In the Chalani report and dated 13-1 1-73 (Ex. Kha-22) under <a href=\"/doc/1914745/\" id=\"a_47\">Section 107</a>/<a href=\"/doc/937933/\" id=\"a_48\">117</a>, Cr.P.C. on record, Jwala (P.W. 4) and Daya Ram (P.W. 7) were arrayed as co-accused with Jokhan and Chhangur accused and others were arrayed as witnesses. This report was given in respect of the dispute of plot No. 83 A and B. In the N.C.R. dated 23-4-74 (Ex. Kha-40) lodged by Chhangur accused-appellant, Daya Ram (P.W. 7) and Jwala (P.W. 4) were named as accused alongwith Jokhan (P.W. 8). In N.C.R. dated 3-10-74 (Ex. Kha-38) lodged by Chhangur Singh accused-appellant against Jokhan (P.W. 8), Daya Ram (present P.W. 7) is also named as co-accused. In the application (Ex. Kha-25) moved by Jokhan on 2-9-75 before the Sub-Divisional Magistrate under <a href=\"/doc/1405190/\" id=\"a_49\">Section 145</a>, Cr.P.C. in respect of the disputed land and certain other plots, Bimla (present informant), Kamla (brother of Bimla informant), Sarju (present deceased) and Shivanand (present deceased) were shown as witnesses from his side.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_51\">41. On either version, the ripe paddy crop in the disputed land was cut and removed in the occurrence. On the prosecution case it was cut and removed by accused-appellant party and on the defence version it was cut and removed by the prosecution side. Since we have found the accused-appellants side in possession over the disputed land, if the prosecution party cut and removed the standing crop as alleged by the defence then it was in any case a case of theft, giving rise to the accused-appellant&#x27;s right to private defence of property even if the prosecution side was not armed with any weapon. If on the other hand the accused-appellants came to the spot and started cutting and removing the ripe paddy crop from the disputed plot they had a legal right to do so and the prosecution side had no legal right to stop them from harvesting the crop till the corning back of Jokhan. Furthermore, it cannot be believed in the circumstances that they (the complainant party) would simply make a verbal request for the same and stop at it, keeping in mind their interlink with each other since before. So, in any case the right of private defence of property arose to those accused-appellants who were actually present at the spot and even if we may take that five or more of the accused-appellant appellants were present at the spot it cannot be said that they formed an unlawful assembly.\n</p> \n\n<p data-structure=\"Section\" id=\"p_52\">42. The defence has claimed the right of private defence of person also. There were two injured in this ease on the side of defence, namely Satya Narain accused and Daya Ram accused (not to be confused with Daya Ram P.W. 7).\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_53\">43.. Learned Additional Government Advocate claimed that, since the alleged injuries of the defence injured were only of superficial nature the same could be manufactured conveniently. It may be that these injuries were not serious but there is no sound basis for concluding that these injuries were self-inflicted or self-sustained. Their duration tallies with the time of occurrence. Their medical examination was no doubt delayed and it is also true that it. was got done at Mughai Sarai Dispensary instead of Chunar Dispensary where they would have gone in the ordinary course. It is also true that no cross F.I.R. was lodged at the police station. But taking a practical view of the situation such conduct cannot be called unusual. It has to be kept in mind that in the occurrence two persons on the prosecution side had received fatal injuries and had died while being taken to the police station.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_54\">44.   There is no explanation in the, F.I.R. or even in the testimony of the prosecution witnesses of fact about the injuries of Satya Narain and Daya Ram. accused-appellants and this is an infirmity in the prosecution case.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_55\">45.   Now in view of the injury reports of the defence the offence of theft aggravated to robbery. Moreover, the right of private defence of person also accrued to those accused-appellants who were present at the spot. Against this background   it   is   immaterial   that   Chhangur accused-appellant denied his. presence at the spot. He would be entitled to the benefit of right of private defence of property and person. Ramdhani accused-appellant would also be similarly entitled to the right of private defence of property and person even though he too denied his presence at the spot,\n \n\n</p><p data-structure=\"Section\" id=\"p_56\">46.  Now this leads us to the question whether the right of private defence of property and person had been exceeded. Under <a href=\"/doc/1499794/\" id=\"a_50\">Section 97</a>, I.P.C. there is provision of right of private defence of his own body and the body of any other person against any offence affecting the human body and of the light of private defence of property whether movable or immovable of himself or of any other person, against any act which is an offence falling under the definition of theft or robbery or criminal trespass, subject to the restrictions contained in <a href=\"/doc/650803/\" id=\"a_51\">Section 99</a>, I.P.C. In <a href=\"/doc/650803/\" id=\"a_52\">Section 99</a>, I.P.C. there is an important condition that the right of private defence in no case extends to the inflicting of more harm than it is necessary to inflict for the purpose of defence. Under <a href=\"/doc/714464/\" id=\"a_53\">Section 100</a> I.P.C. the right of private defence of the body extends to causing death but there is no material from which it may be inferred that any of the circumstances narrated in <a href=\"/doc/714464/\" id=\"a_54\">Section 100</a>, I.P.C. were present so as to justify voluntarily causing of death to the assailants. So, in causing death of the two deceased, the right of private defence of person has in any case been exceeded by Ram Dhani accused-appellant (now dead) and Chhangur accused-appellant. As far as Satya Narain accused-appellant was concerned, he inflicted only simple injury to Moti Lal prosecution injured and so it cannot be said, that he exceeded the right of private defence of person. As far as the injury of Jwala Singh prosecution injured is concerned, it has come in the prosecution evidence that it was struck by a stray pallet of the fire of Ramdhani accused appellant (now deceased), and so in regard to the injury of Jwala, it cannot be said that the right of private defence of person has been exceeded by any accused-appellant.\n</p> \n\n<p data-structure=\"Section\" id=\"p_57\">47.    Now we come to the right of private defence of properly. It is true that under <a href=\"/doc/860501/\" id=\"a_55\">Section 103</a>, I.P.C. the right of private defence of property even extends to the voluntary causing of death or of any other harm to their wrong-doer, if the offence, the committing of which occasions the exercise of the right was robbery However, this provision is expressly subject to the restriction under <a href=\"/doc/650803/\" id=\"a_56\">Section 99</a>, I.P.C. that in no case the right of private defence would extend to the inflicting of more harm than it is necessary to inflict for the purpose of defence. Since Ramdhani accused-appellant is now dead, this appeal is abated to his extent and so it is not necessary to give categorically finding in respect of him.\n</p> \n\n<p data-structure=\"Section\" id=\"p_58\">48.  So far as Chhangur accused-appellant is concerned, it is quite clear that even though he inflicted only one injury on the body of Sarju deceased, the wound was given on the chest by spear, which was a vital part of the body and that blow was so heavy that it resulted in a punctured wound .7 cm. x .7 cm. into chest cavity deep in front of the chest in between the two nipples and just to the right of the mid line of sternum, puncturing the sternum, pericardium and right ventricle of the heart. In the opinion of Dr. C.S. Tripathi (P.W. 12), autopsy surgeon, who performed the autopsy on the body of Sarju deceased, the antemortem injury inflicted on the body of Sarju deceased was sufficient to cause death in the ordinary course of nature. Thus the case of Chhangur accused appellant in any case would certainly fall within clause thirdly of <a href=\"/doc/626019/\" id=\"a_57\">Section 300</a>, I.P.C. (done with intention to cause bodily injury and bodily injury intended to be inflicted is sufficient in the ordinary course of nature to cause death). It cannot be said that some other injury was intended on same other part of the body to the victim. However, the case of Chhangur accused-appellant falls in exception 2 of <a href=\"/doc/626019/\" id=\"a_58\">Section 300</a>, I.P.C. as he has exceeded the right of private defence of person and property. Consequently the offence committed by him scales down from Section 302, I.P.C. to Section 304, Part 1, I.P.C.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_59\">49.    In the case of Satya Narain accused-appellant, his act would fall within the exercise of right of private defence of person and property and consequently the offence under <a href=\"/doc/455468/\" id=\"a_59\">Section 307</a>, I.P.C. gets negatived. The offence under Section 147 or 148, <a href=\"/doc/1569253/\" id=\"a_60\">I.P.C</a>. cannot be said to have been made out against any of the accused-appellants as in the circumstances of the case even if it were to be taken that five or more than five out of the accused-appellants were present at the spot it cannot be said that they formed an unlawful assembly. This is the position in view of the right of private defence of person and property accruing to the accused-appellants.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_60\">50. Coming now to the question of sentence in the case of Chhangur accused-appellant, considering all the circumstances the sentence of rigorous imprisonment for a period of seven years would be just and proper.\n</p> \n\n<p data-structure=\"Section\" id=\"p_61\">51. In regard to Ram Dhani accused-appellant, the appeal abates to this extent. The rest of the appeal is partly allowed. Chhangur accused-appellant is acquitted of the offence under Section 302, I.P.C. but is held guilty of the offence under Section 304(a) Part I, I.P.C. which is a minor offence in relation to the offence under Section 302, I.P.C. and he is sentenced to undergo 7 (seven) years R.I. Chhangur accused-appellant is acquitted of the offence under Section 148, I.P.C. Satya Narain accused-appellant is acquitted of the offences under Section 307, I.P.C. and 148, I.P.C. Ram Samujh and Gobardhan accused-appellants are acquitted of offence under Section 147, I.P.C. Daya Bhola, Ram Naresh, Vishwanath, Ram Brichha, Lachhmi Narain and Ram Murat Singh accused-appellants are acquitted of the offence under Section 146, I.P.C.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_62\">52.   Chhangur accused-appellant is on bail from this Court. His bail bonds are cancelled and sureties are discharged. He shall be taken into custody and sent to jail concerned to serve out his sentence under Section 304, Part I, <a href=\"/doc/1569253/\" id=\"a_61\">I.P.C</a>. according to law.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_63\">53.  Rest of the accused-appellants are on bail. They need not surrender to it. Their bail bonds are cancelled and sureties discharged.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_64\">54.  Let a copy of this judgment be sent to the Sessions Judge concerned for information and compliance. The compliance report shall be sent to this Court by the Sessions Judge concerned within one month from today.\n</p>\n \n\n","numcites":31,"numcitedby":10,"docsource":"Allahabad High Court","citetid":262043,"divtype":"judgments","relatedqs":[{"value":"sec 99 of ipc","formInput":"sec%2099%20of%20ipc"},{"value":"section 145 of crpc","formInput":"section%20145%20of%20crpc"},{"value":"section 145 of criminal procedure code","formInput":"section%20145%20of%20criminal%20procedure%20code"},{"value":"section 506 ipc","formInput":"section%20506%20ipc"},{"value":" status quo is an order","formInput":"%20status%20quo%20is%20an%20order"},{"value":"private defence","formInput":"private%20defence"},{"value":"right of private defence","formInput":"right%20of%20private%20defence"},{"value":"right of private defence of property","formInput":"right%20of%20private%20defence%20of%20property"},{"value":"status quo","formInput":"status%20quo"},{"value":"ipc 506","formInput":"ipc%20506"},{"value":"section 506 of indian penal code","formInput":"section%20506%20of%20indian%20penal%20code"},{"value":"section 302 ipc","formInput":"section%20302%20ipc"},{"value":"sec 307 of indian penal code","formInput":"sec%20307%20of%20indian%20penal%20code"},{"value":"self defence","formInput":"self%20defence"},{"value":"145 crpc","formInput":"145%20crpc"},{"value":"section 148  ipc","formInput":"section%20148%20%20ipc"},{"value":"mutation","formInput":"mutation"},{"value":"intestines","formInput":"intestines"},{"value":"no interim injunction","formInput":"no%20interim%20injunction"},{"value":"section 145 cr.p.c","formInput":"section%20145%20cr.p.c"}],"cats":[{"value":"procedure-land-dispute","formInput":"tag:procedure-land-dispute"},{"value":"criminal-intimidation","formInput":"tag:criminal-intimidation"},{"value":"security-for-keeping-peace","formInput":"tag:security-for-keeping-peace"},{"value":"rioting","formInput":"tag:rioting"}],"courtcopy":false,"query_alert":null,"agreement":false}