{"tid":181035707,"publishdate":"2014-05-02","title":"Pushpa Builders Limited vs State Of U.P. And Another on 2 May, 2014","doc":"<h2 class=\"doc_title\">Pushpa Builders Limited vs State Of U.P. And Another on 2 May, 2014</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:t-agarwala\">Tarun Agarwala</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:t-agarwala\">Tarun Agarwala</a></h3>\n\n<pre id=\"pre_1\">\n\n\n\n\nHIGH COURT OF JUDICATURE AT ALLAHABAD\n \n \n\n                                                                           A.F.R.\n \n                                                                    Reserved\n \nCase :- FIRST APPEAL No. - 451 of 2013\n \nAppellant :- Pushpa Builders Limited\n \nRespondent :- State Of U.P. and Another\n \nCounsel for Appellant :- Uma Nath Pandey\n \nCounsel for Respondent :- S.C.\n \n\n \n        Connected  with\n \nCase :- FIRST APPEAL No. - 246 of 2009\n \nAppellant :- State Of U.P. Thru&#x27; Collector &amp; another \n \nRespondent :- Pushpa Builders Ltd\n \nCounsel for Appellant :- S.C.\n \nCounsel for Respondent :- U.N.Pandey\n \n\n \nHon&#x27;ble Tarun Agarwala,J.\n \n</pre><p data-structure=\"Precedent\" id=\"p_1\">Hon&#x27;ble Akhtar Husain Khan,J.\n</p> \n<p data-structure=\"Issue\" id=\"p_2\">                    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1609024\" id=\"span_1\">(Delivered by Hon. Akhtar Husain Khan,J.)        \n \n   Above two appeals  have been filed under <a href=\"/doc/72075529/\" id=\"a_1\">section 96</a> of C.P.C. against the judgement and decree dated  19.10.2004 and 1.11.2004 respectively passed by learned  Additional Civil Judge (Senior Division), Court No.1, Ghaziabad  in Original Suit  No.857 of 1991 (<a href=\"/doc/1609024/\" id=\"a_2\">Pushpa Builders Limited Vs. State U.P. and another</a>), whereby  learned  Additional Civil Judge (Senior Division), Court No.1, Ghaziabad has decreed  the aforesaid suit of plaintiff Pushpa Builders  regarding  plots no. 268/3, 277/1, 268, 277, minjumla  274,  275, 283, 284, 285, 276 and 283  and has granted prohibitory injunction against defendants to the effect that if the plaintiff-appellant obtains no objection certificate from competent authority of P.A.C. regarding the security of armoury and jawans and makes  constructions within the limits of said plots the defendants shall not cause any obstruction or hindrance  and shall not take possession of the said plots  unlawfully.</span>\n</p> \n<p data-structure=\"Issue\" id=\"p_3\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1609024\" id=\"span_2\">Being aggrieved  by the  judgement and decree  passed by learned  Additional Civil Judge (Senior Division), Court No.1, Ghaziabad the plaintiff Pushpa Builders has filed above Appeal No.451 of  of 2013 (<a href=\"/doc/1609024/\" id=\"a_3\">Pushpa Builders Limited Vs. State of U.P. and another</a>) and has prayed to issue absolute  prohibitory  injunction removing condition of no objection  of competent authority of P.A.C.\n \n        The above Appeal No. 246 of 2009 (State of U.P. and other  Vs. Pushpa Builders Limited) has been filed  by the defendants- State of U.P. and the Commandant 41, Battalion, P.A.C., Ghaziabad with prayer to set aside the judgement  and decree passed by learned  Additional Civil Judge (Senior Division), Court No.1, Ghaziabad and to dismiss the suit.</span>\n</p> \n<p data-structure=\"PetArg\" id=\"p_4\">      Shri K.R. Sirohi,  senior counsel  assisted by learned counsel Shri Uma Nath Pandey appeared for plaintiff. Shri S.K. Mehrotra and Shri R.K. Chaube appeared for the   defendants. \n</p> \n<p data-structure=\"CDiscource\" id=\"p_5\">       We have heard the counsel for the parties in both the appeals.   \n</p> \n<p data-structure=\"CDiscource\" id=\"p_6\">       We have perused impugned judgement and decree as well as records of the case. \n</p> \n<p data-structure=\"Facts\" id=\"p_7\">         In brief relevant facts for decision of  both appeals  are  stated below.\n</p> \n<p data-structure=\"Facts\" id=\"p_8\">       <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1609024\" id=\"span_3\">The plaintiff Pushpa Builders Limited has filed aforesaid  Original Suit No.857 of 1991 (<a href=\"/doc/1609024/\" id=\"a_4\">Pushpa Builders Limited Vs. State of U.P. and another</a>)  against defendant no.1, State of U.P.  and defendant no.2 the Commandant, 41 Battalion, P.A.C. Ghaziabad for permanent prohibitory injunction   regarding &#x27;land of&#x27;&#x27; plot nos. 268/3 area 12 biswa, 277/1 minjubla area 14 biswa  total area 1 bigha 6 biswa  of Khasra no.76, plot no. 268/3 minjubla area 12 biswa, plot no. 277 minjubla area 14 biswa of khatauni no.139 and plot nos.274 area 6 biswa,  275 area 4 biswa, 283 area 16 biswsa 12 biswansi, 284 area 6 biswa, 285 area 1 bigha 18 biswa of khatauni no.233 and plot nos. 276 and 283  area 4960 square yards situated  in Village Hasanpur Bhowapur, Pargana Loni, Tehsil Dadri, District Ghaziabad and has contended that he had purchased these lands through various registered sale deeds executed by  Sardar Swarnjeet  Singh, Manjeet Singh, Sita Ram, Shri Jasal Singh, Rohtash Magchandra and Nand Kishore and that his name has been mutated in the revenue records. He has started construction work on the said lands after obtaining sanction of plan from  Ghaziabad Development Authority. He has also obtained no objection certificate from Ghaziabad Development Authority as well as from Fire Station, Ghaziabad. The defendant  no.2 has also given no objection certificate for the said construction. His labourers are residing on the said lands. The defendants have no concern with the above land but are pressurising the  plaintiff to accept their illegal demand. The plaintiff is  not ready to accept their  illegal demand.  Therefore,  they are  threatening to take possession of above land  forcefully and unlawfully and to demolish construction made by the plaintiff thereon.  Therefore, plaintiff has no option but  to file  the suit for permanent prohibitory injunction.</span>\n</p> \n<p data-structure=\"RespArg\" id=\"p_9\">      Both  defendants  filed  joint written statement 33-Ka before the trial court and denied the allegations made in the plaint. Both defendants  contended in their joint written statement that no objection certificate,  which had been given to plaintiff was for poultry farming and not for building construction. They have further contended in their joint written statement that the plaintiff is making construction on their land (defendants land)  as such  he has no right  to make construction on the disputed land. The defendants have  further contended that the disputed construction being made by the plaintiff shall cause danger to security of armoury and jawans of defendant no.2. \n</p> \n<p data-structure=\"Section\" id=\"p_10\">     Both defendants have further pleaded in their joint written statement  that the suit is barred by <a href=\"/doc/55198661/\" id=\"a_5\">Section  80</a> of Civil Procedure Code.  \n</p> \n<p data-structure=\"Issue\" id=\"p_11\">        On the  pleadings of both the parties, learned trial court framed following issues.:\n</p> \n<blockquote id=\"blockquote_1\">^^1  D;k oknh fookfnr lEifRr of.kZr /kkjk&amp;2] 3 okn i= dk ekfyd o dkfct gS\\\n \n</blockquote><p data-structure=\"Issue\" id=\"p_12\">2.D;k izfroknhx.k dks dksbZ vf/kdkj fookfnr ij dCtk djus o rkehjkr foLekj djus dk ugha gS] tSlk fd okn i= esa vfHkdfFkr gS\\\n \n</p><p data-structure=\"Section\" id=\"p_13\">3.D;k oknh dks dksbZ okn dk dkj.k izkIr ugha gSA\n \n</p><p data-structure=\"Section\" id=\"p_14\">4.D;k oknh dks fookfnr lEifRr esa fuekZ.k djus dk vf/kdkj ugha gS] tSlk fd tokcnkos dh /kkjk&amp;21 o 22 esa vfHkdfFkr gS\\\n \n</p><p data-structure=\"Issue\" id=\"p_15\">5.D;k fookfnr Hkwfe esa fuekZ.k djus ls izfroknhx.k dh lqj{kk dks [krjk gSA tSlk fd tokcnkos dh /kkjk&amp;23 esa dFku gS\\\n \n</p><p data-structure=\"Section\" id=\"p_16\">6.D;k okn esa /kkjk&amp;80 lh0ih0lh0 dks nks&quot;k gS\\\n \n</p><p data-structure=\"Section\" id=\"p_17\">7.D;k okn gqDe bErukbZ xfr&#x27;khy ugha gS\\\n \n</p><p data-structure=\"Issue\" id=\"p_18\">8.oknh] izfroknhx.k ds fo:) fdl izfrdkj dks ikus dk vf/kdkjh gS\\^^\n \n\n \n         The plaintiff examined P.W.1 V.K. Soine and P.W.2 Vikram Singh to prove his case, while defendants filed affidavit of  D.W.1 Kunwar Pal Singh in evidence under Order XVIII Rule 4 of Civil Procedure Code.  Both the parties filed some documentary evidence  also before the trial court.\n</p> \n<p data-structure=\"Precedent\" id=\"p_19\">     After considering evidence of both parties, learned trial court decided issue nos. 1, 2 and 3 in affirmative in favour of the plaintiff.  In determination of issue no.4, learned trial court  has come to conclusion that the plaintiff has no right   to make construction  on the disputed land without obtaining no objection certificate of the defendants and decided this issue against plaintiff. Learned trial court decided issue no.5 also against plaintiff and came to conclusion that the disputed  construction  may cause danger to the security of  armoury and jawans. \n</p> \n<p data-structure=\"Precedent\" id=\"p_20\">        Learned trial court  decided issue nos. 7 and 8 in favour  of plaintiff and held that the suit for injunction was  maintainable, but in view of the finding on issue nos. 4 and 5, the plaintiff was entitled to get conditional prohibitory injunction. Therefore, learned trial court decreed the suit of permanent injunction  but granted  conditional prohibitory injunction as mentioned above.\n</p> \n<p data-structure=\"PetArg\" id=\"p_21\">      Learned counsel for the plaintiff-appellant has contended before us that learned trial court  has committed a mistake in granting conditional prohibitory injunction. The condition imposed by trial court is against law because no objection certificate of defendants was not  required under  any provision of law. \n</p> \n<p data-structure=\"PetArg\" id=\"p_22\">    Learned counsel for the plaintiff-appellant has further  contended that the condition imposed by the trial court should be set aside and absolute  prohibitory  injunction  should be granted.\n</p> \n<p data-structure=\"RespArg\" id=\"p_23\">        Learned counsel for the defendants  has contended that the judgement and decree passed by the trial court is against law  and self contradictory.\n</p> \n<p data-structure=\"RespArg\" id=\"p_24\">      Learned counsel for the defendants has further contended  that in determination   of issue nos. 1, 2  and 4,  the trial court  has clearly  held that the plaintiff  had made encroachment on the land of the defendants. Therefore, no injunction could  be granted in favour of the plaintiff.\n</p> \n<p data-structure=\"RespArg\" id=\"p_25\">      Learned counsel for the defendants has further contended that  construction in dispute may cause danger to security  of armoury and jawans. \n</p> \n<p data-structure=\"RespArg\" id=\"p_26\">      Learned counsel for the defendants has  contended that the impugned judgement and decree passed by the trial court should be set aside and  the suit should be dismissed. \n</p> \n<p data-structure=\"CDiscource\" id=\"p_27\">        We have considered submissions made by both parties. \n</p> \n<p data-structure=\"Issue\" id=\"p_28\">        Following points arise for determination in the present  two appeals.\n</p> \n<p data-structure=\"PetArg\" id=\"p_29\">      (I) Whether the  trial court  has committed an error in granting conditional prohibitory injunction and the condition imposed by the trial court should  be removed?\n</p> \n<p data-structure=\"Issue\" id=\"p_30\">      (2) Whether  the judgement and decree passed by learned trial court  is against law and is liable to be set aside?\n</p> \n<p data-structure=\"Issue\" id=\"p_31\">     (3) Whether the suit filed by the plaintiff  is liable to be dismissed?\n</p> \n<p data-structure=\"Precedent\" id=\"p_32\">                            Finding\n \n        Learned trial court in its judgement has decided issue nos1  and 2 jointly and while determining these two issues, learned trial court has recorded a finding that the plaintiff himself had made encroachment on a portion of the  land of the defendants, but inspite of it  trial court has decided issue nos.1 and  2 in favour of the plaintiff on the ground that the plaintiff has right to possession on the land which he has purchased through registered sale deeds. Learned trial court  while deciding issue no.4, also has  recorded a finding that plaintiff had made some construction on the land of the defendants as apparent from  Amin&#x27;s report. In determination  of issue no.4  learned trial court has mentioned that it is not apparent as to what extent the plaintiff has made construction  on the land of the defendants but in any case the plaintiff had no right to make any construction on the land of the defendants. Learned trial court decided issue no. 4 accordingly in favour of the defendants and held that plaintiff had no right  to make construction without obtaining no objection  certificate from the defendants.\n</p> \n<p data-structure=\"RespArg\" id=\"p_33\">    Learned trial court in determination of issue no.5  has recorded finding that the construction of multi story building being made by plaintiff on the disputed land may cause danger to the security of Armoury and jawans. Therefore, plaintiff should obtain  no objection certificate from the concerned department/defendants for making disputed multi story building.\n</p> \n<p data-structure=\"PetArg\" id=\"p_34\">       Learned counsel for the plaintiff-appellant has submitted that finding recorded  by trial court regarding encroachment made by the plaintiff-appellant on the land of the defendants is without evidence and against law. He has contended that the said  finding of encroachment  is  on the basis of Amin report which has not been confirmed by the trial court. Therefore, finding recorded by the trial court regarding encroachment on the land of defendants should be set aside or should be ignored.\n</p> \n<p data-structure=\"CDiscource\" id=\"p_35\">     We have considered the submission made by the learned counsel for the plaintiff-appellant.\n</p> \n<p data-structure=\"CDiscource\" id=\"p_36\">       Perusal of the plaint shows  that plaintiff has filed  the suit  for permanent prohibitory injunction regarding aforesaid plots and he has not given any site plan of the disputed land.\n</p> \n<p data-structure=\"RespArg\" id=\"p_37\">     Perusal of the written statement filed by the defendants shows  that in para  2 of the written statement, defendants have clearly  asserted that plaintiff has not given any site plan of land regarding which  they are claiming their rights and on spot there is no existence or demarcation of khasra  plots purchased by the plaintiff. In para 2 of the written statement the defendants have further alleged that the plaintiff has taken possession of land of defendants. In para 22 of the written statement also defendants have clearly contended that  plaintiff is making construction on the lands of the defendants.\n</p> \n<p data-structure=\"Section\" id=\"p_38\">      From perusal of pleadings of both  parties it is apparent that defendants have not denied title of plaintiff on aforesaid khasra plots alleged to have been purchased by plaintiff through registered sale deeds. The only dispute  between the parties is that as to whether  disputed lands lies in khasra plots of plaintiff  or   in the plots of defendants. \n</p> \n<p data-structure=\"Section\" id=\"p_39\">       <a href=\"/doc/1505766/\" id=\"a_6\">Section 102</a> of the Evidence Act  provides &quot; the burden of proof in a suit or proceeding  lies on that person who would   fail  if no evidence at all were given on either side&quot;\n</p> \n<blockquote id=\"blockquote_2\">      In Anil Rishi Vs. Gurubaksh Singh,  A.I.R. 2006 S.C. 1971, Hon&#x27;ble Apex Court has held that  &quot;in terms of <a href=\"/doc/1505766/\" id=\"a_7\">Section 102</a> the initial onus is always on the plaintiff and, if he discharge  that onus and makes out a case which entitles him to a relief, the onus shifts to the defendant to prove those circumstances, if any, which would disentitle the plaintiff to the same.&quot;\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_40\">   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"70233772\" id=\"span_4\">In the case of  <a href=\"/doc/70233772/\" id=\"a_8\">Bharat Aluminum Company Vs. Maharashtra Alumnium Company Limited and  Maharashtra Aluminum Corporation</a>, 2009 (80) A.I.C. 304 (310), Delhi High Court has also expressed same view.</span> \n</p> \n<p data-structure=\"Section\" id=\"p_41\">       Thus,   in view of  <a href=\"/doc/1505766/\" id=\"a_9\">Section 102</a> of the Evidence Act  as well as the aforesaid judicial pronouncements, it is apparent that the initial burden is on the plaintiff  to prove that the disputed lands  lies in khasra plots of plaintiff alleged to have been purchased through registered sale deeds.  Admittedly on record  there is neither any survey map nor site plan  on scale. \n</p> \n<p data-structure=\"Precedent\" id=\"p_42\">      Perusal of the amin report dated 23.2.1998  shows that fixed point of khasra nos. 93, 94, 96, 244 and 292 were not found on the spot. Therefore on the advice of halka lekhpal  measurement work was done by taking fixed point of a  well located in khasra no. 981/433 and  in such  measurement total area of land in possession of plaintiff was found  24154 square yards while total area of plaintiff is 21000 square yards according to sale deeds. In addition to it on measurement of plot no.268  it was found  that 97 square  yards land of P.A.C. is  in possession of plaintiff.\n</p> \n<p data-structure=\"RespArg\" id=\"p_43\">     Plaintiff has filed objection against said report of Amin.   Learned  trial court  has considered objection of plaintiff and passed order on 18.3.199 in this regard. Learned trial court in its order dated 18.3.1999 called supplementary report from Amin. \n</p> \n<p data-structure=\"Conclusion\" id=\"p_44\">    In compliance of trial court order Amin filed supplementary report. In his supplementary report Amin has clearly mentioned that no fixed point was found on the spot, therefore, he could not do survey work. He has further  mentioned in his supplementary report that he has made measurement on the spot as directed by  halka lekhpal and  defendant no.2. In view of supplementary report  filed by    Amin, report Amin dated 23.2.1998 appears unreliable. But no other survey map  or site plan on scale was brought on record by both parties. Therefore, the plots claimed by plaintiff are unidentifiable  on spot. \n</p> \n<p data-structure=\"Precedent\" id=\"p_45\">       In written statement defendants have clearly stated  that plaintiff is making construction  in defendants&#x27; land. D.W.1  Kunwar Pal Singh, Sub-Inspector has stated in para  3 of his affidavit  that  disputed land is   khasra plot no. 268/2 area   9-6-0, and plaintiff has  made  encroachment  on 97 square metres  of this land. D.W.1 Kunwar Pal Singh, Sub Inspector has further stated in para 5 of his affidavit that plaintiff has  illegally occupied  3025 square yards land of gram samaj.  \n</p> \n<p data-structure=\"PetArg\" id=\"p_46\">      Before  trial court plaintiff has examined P.W.1 V.K. Soine and P.W. 2 Vikram Singh  to prove his case, but neither of the said two witnesses has specifically denied  that the plaintiff has not  made any encroachment on the land of the defendants or gram samaj.  \n</p> \n<p data-structure=\"Conclusion\" id=\"p_47\">      In view of discussion made above and after having considered whole evidence on record, we are of the opinion that plaintiff has totally failed to prove  that the disputed land lies in his aforesaid plots purchased through registered sale deeds.  Therefore, trial court  has committed error  in deciding  issue no.1 regarding ownership of disputed land  in favour of plaintiff. Hence finding recorded  by trial court on issue no.1 in modified   and said issue no.1  is decided  in negative against plaintiff-appellant. \n</p> \n<p data-structure=\"CDiscource\" id=\"p_48\">     Finding record  by trial court  on issue no.2  is also erroneous in view of  conclusion drawn  in this judgement on issue no.1. Therefore,  finding recorded  by trial court on issue no.2  is also modified  and issue  no.2 is decided against plaintiff. \n</p> \n<p data-structure=\"Conclusion\" id=\"p_49\">       In view of  conclusion drawn in this judgement on issues no.1 and 2 finding of trial court  on issue no.4  is also erroneous.  Therefore,   finding recorded by trial court on issue no.4  is also modified and issue no.4 is  decided against  plaintiff.  \n</p> \n<p data-structure=\"CDiscource\" id=\"p_50\">         In para 23  of the written statement defendants have asserted that construction on disputed land may cause  danger to the security of armoury and jawans because the armoury is situated within 50 yards of the disputed land and  field for training of jawans is situated within 20 yards. \n</p> \n<p data-structure=\"Section\" id=\"p_51\">      Rule 5 of U.P. (Regulation of Building Operations) Directions, 1960 is as follows:-\n</p> \n<blockquote id=\"blockquote_3\">      &quot;Rule 5- Land adjoining Government Property. In case of an application pertaining to land within 100 feet of the property or road maintained by the Public Works Department, Military Irrigation or any other Government Department, or belonging to a Railway Administration, the application shall be in duplicate and the plans in quadruplicate. One copy of application and plans shall on receipt  be forwarded by the Prescribed Authority to the officer-in-charge of the department  concerned for report before permission is granted and such officer shall report to the Prescribed Authority within thirty days from the date of receipt of the copy of the application whether or not he has any objection to the proposed department of land or construction&quot;.  \n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_52\">        Above Rule 5 of U.P. (Regulation of Building Operations) Directions, 1960  makes it clear that for construction on the land within 100 feet  of the property of government department no objection of said government department shall be obtained by prescribed authority.  Therefore, keeping in view  the security of armoury and jawans and said provisions  of Rule 5 of Uttar Pradesh (Regulation of Building Operations) Directions, 1960, no objection of defendants appears necessary for permitting construction on the disputed land. \n</p> \n<p data-structure=\"RespArg\" id=\"p_53\">         Learned counsel for the plaintiff-appellant contended that aforesaid regulation is not applicable on disputed land because disputed land is within limit of Ghaziabad Development Authority where  provisions of Ghaziabad Development Authority Area Building Regulations, 2002 is applicable. \n</p> \n<p data-structure=\"CDiscource\" id=\"p_54\">          We have considered this argument advanced by learned counsel for plaintiff-appellant. \n</p> \n<p data-structure=\"Section\" id=\"p_55\">         The Uttar Pradesh (Regulation of Building Operations) Directions, 1960 has been issued in pursuance of <a href=\"/doc/82869975/\" id=\"a_10\">Section 14</a> of the Uttar Pradesh  (Regulation of Building Operations) Act 1958 and entry (iii) of Rule 1 of this direction is as follows:\n</p> \n<blockquote id=\"blockquote_4\">    &quot;(iii) The provisions  contained  in these Directions shall be in addition  to the provisions  of any building by-laws of any local authority constituted with the Regulated Areas&quot;. \n</blockquote> \n<p data-structure=\"Section\" id=\"p_56\">       <a href=\"/doc/82869975/\" id=\"a_11\">Section 14</a>  of the Uttar Pradesh  (Regulation of Building Operations) Act 1958  has been omitted by  the Uttar Pradesh Act No. 41 of 1976.\n</p> \n<p data-structure=\"Precedent\" id=\"p_57\">    In the case of Bhagat Ram Sharma Vs. Union of India, A.I.R. 1988 S.C. 740, Hon&#x27;ble Supreme Court has held that  &quot;the legislative practice  in India shows that &#x27;omission&#x27; of a provision is treated as amendment which signifies deletion of that provision and is not different from repeal&quot;. \n</p> \n<p data-structure=\"Section\" id=\"p_58\">        <a href=\"/doc/1030013/\" id=\"a_12\">Section 6</a>  of General  Clauses Act, 1897  deals with effect of repeal.  <a href=\"/doc/1030013/\" id=\"a_13\">Section 6</a> of General Clauses Act, 1897 and its entry (b)  are as follows:  \n</p> \n<blockquote id=\"blockquote_5\">     &quot;<a href=\"/doc/1536853/\" id=\"a_14\">Section 6</a>. Effect of repeal. -Where this Act, or any Central Act or Regulation made after the commencement of this Act, repeals any enactment hitherto made or hereafter to be made, then, unless a different intention appears, the repeal shall not&quot; - \n</blockquote> \n<blockquote id=\"blockquote_6\">(a)....\n</blockquote> \n<blockquote id=\"blockquote_7\">(b) affect  the previous operation of any enactment so repealed or anything duly done or suffered thereunder; or \n \n</blockquote><blockquote id=\"blockquote_8\">(c) ----\n</blockquote> \n<blockquote id=\"blockquote_9\">(d) ------\n</blockquote> \n<blockquote id=\"blockquote_10\">(e) ------ \n</blockquote> \n<p data-structure=\"Section\" id=\"p_59\">     In view of principle enacted  in entry (b) of <a href=\"/doc/1030013/\" id=\"a_15\">Section 6</a> of the General Clauses Act, 1897 it is apparent that the Uttar Pradesh (Regulation of Building Operations) Directions, 1960 shall remain operative even after  <a href=\"/doc/82869975/\" id=\"a_16\">Section 14</a> of  the Uttar Pradesh (Regulation of Building Operations) Act, 1958 has been omitted by U.P. Act No. 41 of 1976.\n</p> \n<p data-structure=\"Precedent\" id=\"p_60\">      Perusal of Ghaziabad Development Authority Area Building Regulations, 2002 shows that  there is nothing to preclude application of directions contained in the  Utttar Pradesh (Regulation of Building Operations) Directions, 1960.     Therefore, the provisions contained in the Directions of 1960 shall be in addition to the provisions of any building by laws of any local authority. \n</p> \n<p data-structure=\"Conclusion\" id=\"p_61\">        In view of discussions made above, we are of the view that the  U.P. Regulation of Building Operation) Directions, 1960 is still operative and directions contained in it are in addition to the provisions of Ghaziabad Development Authority Area Building Regulation 2002. Therefore, no objection certificate of defendants appears necessary for permission to make construction on the disputed land in view of above Rule 5 of U.P. Regulation of Building Operation) Directions, 1960. Therefore, in determination  of issue no.5 learned trial court has rightly held that no objection certificate of defendants should be obtained for construction   of multi story building on disputed land. No objection certificate dated 3.5.1988 given by defendant no.2 does not show that it has been issued for construction of multi  story building. \n</p> \n<p data-structure=\"Precedent\" id=\"p_62\">          In the case of (1996)8 SCC 259, Hon&#x27;ble Supreme Court  has held that  a trespasser cannot  claim injunction against the owner. \n</p> \n<p data-structure=\"Precedent\" id=\"p_63\">          In the case of Daulat Ram Vs. Gopal Krishna Balodi; A.I.R. 2010 Uttarakhand (9), Hon&#x27;ble  Uttarakhand High Court has held that  when the plaintiffs have themselves occupied  the land  of the defendants and sought injunction by confusing the Courts by mentioning  that plaintiffs&#x27; father was recorded tenure holder of plot no.40, it cannot be said that they (plaintiffs) have come with clean hands and as such, they were not entitled to the relief of  injunction sought by them against the defendants. \n</p> \n<p data-structure=\"Conclusion\" id=\"p_64\">         Discussions made above,  clearly shows that defendants   have clearly asserted that plaintiff has made encroachment  on the land of the defendants and gaon samaj and plaintiff has failed to prove  by  procuring survey map    that disputed land  lies within the limit of his khasra plots mentioned above. Therefore, in view of discussions made above and finding recorded by this Court  in this judgement regarding issues no. 1, 2, 4 and 5 framed by trial court in original suit,  the plaintiff is not entitled to prohibitory injunction claimed.  Therefore, the  suit of plaintiff should be dismissed.\n</p> \n<p data-structure=\"Conclusion\" id=\"p_65\">       For  reasons recorded above, points  no. 2 and 3 for determination framed in these appeals are decided in affirmative  and in favour of  defendant-appellants. Point no.1 for determination is decided accordingly against plaintiff-appellant.\n</p> \n<p data-structure=\"Conclusion\" id=\"p_66\">         In view of conclusion drawn above,  we are of the opinion that First Appeal No.246 of 2009 State of U.P. and another  Vs. Pushpa Builders Limited should be allowed. The impugned  judgement and decree passed by trial court should be set aside and suit of the plaintiff  should be dismissed. Hence First Appeal No.246 of 2009 State of U.P. and another  Vs. Pushpa Builders Limited is allowed. The impugned judgement and decree   dated 19.10.2004 and 1.11.2004 passed by learned Additional  Civil Judge (Senior Division), Court No.1, Ghaziabad in Original Suit No.857 of 1991 Pushpa Builders Limited Vs. State of U.P. and another is set aside and the said suit is dismissed.      \n</p> \n<p data-structure=\"Conclusion\" id=\"p_67\">    In view of above, First Appeal No.451 of 2013 Pushpa Builders Limited Vs. State of U.P. and another filed by plaintiff-appellant  should be  dismissed. Hence  First Appeal No.451 of 2013 Pushpa Builders Limited Vs. State of U.P. and another is dismissed.  \n</p> \n<p data-structure=\"Conclusion\" id=\"p_68\">       In the peculiar circumstances of these appeals, parties shall bear their own costs in original suit as well as in appeals. \n</p> \n<p data-structure=\"Conclusion\" id=\"p_69\">Date:2.5.2014\n \nR.U.                     \n \n\n\n\n \n\n\n\n\n \n\n \n \n    \n      \n  \n </p>","numcites":8,"numcitedby":11,"docsource":"Allahabad High Court","citetid":181035707,"divtype":"judgments","relatedqs":[{"value":"pushpa builders limited: judgments","formInput":"pushpa%20builders%20limited%3A%20judgments"},{"value":"prohibitory injunction","formInput":"prohibitory%20injunction"},{"value":"encroachment as is where is","formInput":"encroachment%20as%20is%20where%20is"},{"value":"all india reporter","formInput":"all%20india%20reporter"},{"value":"permanent prohibitory injunction","formInput":"permanent%20prohibitory%20injunction"},{"value":"ghaziabad development authority","formInput":"ghaziabad%20development%20authority"},{"value":"land dispute","formInput":"land%20dispute"},{"value":"registered Sale deed","formInput":"registered%20Sale%20deed"},{"value":" Joint written statements ","formInput":"%20Joint%20written%20statements%20"},{"value":"General clauses Act","formInput":"General%20clauses%20Act"},{"value":"general clauses act, 1897","formInput":"general%20clauses%20act%2C%201897"},{"value":"what is Building Operations ","formInput":"what%20is%20Building%20Operations%20"},{"value":"khasra","formInput":"khasra"},{"value":"no objection certificate ","formInput":"no%20objection%20certificate%20"},{"value":"Kunwar Pal","formInput":"Kunwar%20Pal"},{"value":"builders","formInput":"builders"},{"value":"court of record","formInput":"court%20of%20record"},{"value":"section 102","formInput":"section%20102"},{"value":"first appeals","formInput":"first%20appeals"},{"value":"ghaziabad","formInput":"ghaziabad"}],"cats":[{"value":"on-whom-burden-of-proof-lies","formInput":"tag:on-whom-burden-of-proof-lies"},{"value":"effect-of-repeal","formInput":"tag:effect-of-repeal"},{"value":"relevant-facts-forming-part-of-same-transaction","formInput":"tag:relevant-facts-forming-part-of-same-transaction"}],"courtcopy":true,"query_alert":null,"agreement":false}