{"tid":581411,"publishdate":"1901-12-18","title":"Dinomoni Chowdhrani vs Brojo Mohini Chowdhrani on 18 December, 1901","doc":"<h2 class=\"doc_title\">Dinomoni Chowdhrani vs Brojo Mohini Chowdhrani on 18 December, 1901</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: (1902)ILR 29CAL187</h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nLindley, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. This appeal is from a judgment]and decree of the High Court of Judicature at Fort William in Bengal, which modified the judgment and decree of the Subordinate Judge of Pubna and Bogra.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. The plaintiff (now the respondent) is the widow and executrix of one Hara Nath Chowdhry, who died on the 6th October 1884. She sued the defendant (the appellant) to establish her title and to recover possession of certain alluvial lands which had been formed by a change in the course of the river Brahmaputra, locally known as the Jamuna.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\">3. The land in dispute lies between the villages of Suriber, Natipara and Jaganathpore on the west, and the villages of Chalaljore Khati (referred to in the litigation as Salal), Bhetna-khola and Khosatolly on the east. The greater portion of the land lies to the south of a line drawn from the southern boundary of Kalipore to the river. The plaintiff is the owner of the said three villages to the west, as also of the villages Bhetuakhola to the east. The defendant is the owner of the village Salal.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_4\">4. The village Kalikapore is to the north of Suriber, and the village Basjar lies to the south of Bhetuakhola and east of Khosatolly.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_5\">5. The river has shifted its bed during the last 50 or 60 years. It was formerly considerably more to the west than it now is.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_6\">6. In 1866 a dispute arose in regard to land left by the river between the present defendant and the plaintiff&#x27;s husband. This led to; proceedings under Section 318, Act XXV of 1861, and resulted in an order, dated 23rd May 1867, by which the plaintiff&#x27;s husband was maintained in possession of the land, the boundaries of which were described in the order as follow: &quot;On the south the timbers fixed in the ground on the boundary of Dortha, on the north Khas Kalikapore, on the east the flowing river Jamuna, and on the west the flowing Sota of the Daokhoba.&#x27;\n \n\n</p><p data-structure=\"Precedent\" id=\"p_7\">7. In 1876 another dispute arose relating to land said to be the land now in dispute between the plaintiff&#x27; husband claiming to have had possession since 1867, and Dwarkanath Roy claiming as an accretion to Basjan. On the 19th June 1876, an order was passed under Section 530, Act X. of 1872 (<a href=\"/doc/445276/\" id=\"a_1\">Criminal Procedure Code</a>), maintaining the possession of the plaintiff&#x27;s husband over the land then in dispute hounded as follows: &quot;North by the south boundary of Khas Kalikapore or by a straight line drawn from that south boundary to the river Jamuna on the east. East by the river Jamuna. West by the river Daokoba and marra Sota (dry channel of a river). The marra Sota will also form the south boundary of the disputed land, south of that be Dortha or Nischintapore.&quot;\n</p> \n\n<p data-structure=\"Issue\" id=\"p_8\">8. After the rainy season of 1888 disputes arose between the plaintiff and the defendant as to the land in question in this suit, and the usual possessory proceedings took place before the Deputy Magistrate of Tangail under <a href=\"/doc/1405190/\" id=\"a_2\">Section 145</a>, (Act X of 1882) <a href=\"/doc/445276/\" id=\"a_3\">Criminal Procedure Code</a>, and by an order dated the 31st December 1888, he determined that at the time of the proceedings, the defendant was in possession, and confirmed him in such possession, and directed the plaintiff to sue in the Civil Courts. On the 22nd December 1891, in consequence of the said order the plaintiff instituted the present suit.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_9\">9. The plaintiff in her claim alleged that the land now sued for is the same land as was covered by the orders of 1867 and 1876, and she based her title thereto\n \n \n\n(1) On the ground that the land now in suit is capable of identification as originally forming a portion of the said three villages.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_10\">(2) On the ground that the newly formed land is an alluvial accretion to the said three villages; and\n \n\n(3) On the ground that she had held adverse possession of the said lands for a period exceeding 12 years.\n</p>\n \n\n<p data-structure=\"RespArg\" id=\"p_11\">10. The defendant filed a written statement by which she denied that the land now in dispute is the same land that was in dispute either in 1867 or 1876, and submitted that the order of 1876 was not admissible in evidence against her. She alleged that the lands sued for originally formed a portion of her village Salal, that they were submerged before 1852, and that, as the lands re-formed, she took possession, and had all along retained possession. She denied the plaintiff&#x27;s possession, and relied on the order of 1888, which was confirmed by the High Court.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_12\">11. Issues were settled for trial in the case; the only issues now material were as follows:\n</p> \n \n\n<blockquote id=\"blockquote_1\">(1) Are the boundaries of the disputed land correctly stated in the plaint. If not, what is the correct boundary?\n</blockquote> \n\n<blockquote id=\"blockquote_2\">(3) Was plaintiff in possession of the disputed land within 12 years previous to the date of the suit ? Is plaintiff&#x27;s claim barred?\n</blockquote> \n\n<blockquote id=\"blockquote_3\">(4) Does the disputed land appertain to plaintiff&#x27;s mouzahs Jagannathpore, Natipara and Suriber? Is it a formation on the old site of and adjoining to those mouzahs? Has the plaintiff any title to the disputed land?\n</blockquote>\n \n\n<p data-structure=\"Issue\" id=\"p_13\">12. Some time after these issues were settled the following instructions were issued by the Court to the Civil Court Amin:\n</p> \n \n\n<blockquote id=\"blockquote_4\">1. The Amin is to prepare a map showing in their proper places the mouzahs Jagannathpore, Natipara, Rehai, Suriby and Behtuakhola, and the disputed land as pointed out by the plaintiff on the basis of the thak and survey maps of those mouzahs.\n</blockquote> \n\n<blockquote id=\"blockquote_5\">2. The area and boundaries of the disputed land are to be shown in the map.\n</blockquote> \n\n<blockquote id=\"blockquote_6\">3. The Amin is to ascertain on comparison of the khas and thak and survey maps seat herewith of the mouzahs stated to be on the boundaries of the disputed land given in the plaint in the present suit: (1) North, settlement map of khas Kalikapore prepared in 1271 (1866 by Tarini Churn Chuckerbutty and Mohim Chunder Mozoomdar); (2) West, thak and survey maps of Jagannathpore, Natipara and Suriber; (3) East, thak and survey maps of Behtuakpola and Basshjau; (4) South, thak and survey maps of Dortha, with the boundaries mentioned in the judgments and shown in the maps in cases under <a href=\"/doc/1262750/\" id=\"a_4\">Section 318</a> of the Criminal Procedure Code of the 23rd May 1867, and under Section 530 of the same Code of the 19th June 1876, whether the land claimed in the present suit lies within the lands (in dispute) in those two cases.\n</blockquote>\n \n\n<p data-structure=\"Issue\" id=\"p_14\">13. The question of possession was not referred to the amin. The amin, having made the investigation directed, made his report on the 5th of February 1893, accompanied by a map called the amin&#x27;s map.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_15\">14. By his said report the amin found amongst other things: 1st. That no portion of the disputed laud fell within the boundaries of the three villages of Jagannathpore, Natipara and Suriber belonging to the plaintiff, or seemed to have been formed contiguous thereto.\n</p> \n\n<p data-structure=\"Section\" id=\"p_16\">15. 2nd. That the land now in suit was not the subject of the magisterial proceeding under <a href=\"/doc/1262750/\" id=\"a_5\">Section 318</a> of the Criminal Procedure Code in 1867, nor yet of the proceedings in June 1876 under <a href=\"/doc/445276/\" id=\"a_6\">Section 530</a> of the Criminal Procedure Code.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_17\">16. The case then came on for trial, and evidence, oral and documentary, was given and put in on either side, and on the 8th July 1893 the Subordinate Judge delivered his judgment. He held that the plaintiff had not proved that the land in question was a re formation upon the site of her lands. He held that the plaintiff had not attempted to make out nor establish any case of title by gradual accretion. He then took up the question of possession, and came to the conclusion that the proceedings of 1867 did not support the plaintiff&#x27;s case of adverse possession, and that the plaintiff&#x27;s evidence was insufficient to establish a title by adverse possession, while the witnesses called on behalf of the defendant had shown her possession for more then 12 years. He, therefore, dismissed the said suit with costs.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_18\">17. Against this judgment the plaintiff appealed to the High Court of Calcutta.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_19\">18. The High Court admitted in evidence the proceedings in 1876, which the Subordinate Judge had rejected on the ground that the defendant was not a party to them.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_20\">19. The High Court also admitted a map XXXIa. as evidence for the plaintiff ; and in the result the High Court made a decree, dated the 1st of July 1897 modifying the decree appealed from and deciding that the plaintiff had proved her title to the southern and larger part of the land in question, and decreed her possession of that portion with mesne profits, and dismissed her suit for the rest of the land with costs.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_21\">20. From this decree the defendant has appealed. There is no cross appeal by the plaintiff.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_22\">21. The appellant&#x27;s main contention is that having been in possession at the time of and under the order of 1888 the onus is on the plaintiff to prove her title to the land in dispute and that she is unable to do so; and that she has failed to prove the identity of the land claimed or any part of it with land to which she or her late husband had or have any title by possession or otherwise.\n</p> \n\n<p data-structure=\"Section\" id=\"p_23\">22. Before considering the merits of this controversy it is desirable to clear the ground by determining the effect of the orders made in May 1867, June 1876, and December 1888. (The order of 1888 is not on the Record.) These orders are merely police orders made to prevent breaches of the peace. They decide no question of title; but under <a href=\"/doc/1405190/\" id=\"a_7\">Section 145</a> of the Criminal Procedure Code of 1882 (relating to disputes as to immoveable property) the Magistrate is, if possible, to decide which of the parties is in possession of the land in dispute; and, if he decides that one of the disputants is in possession, the Magistrate is to make an order declaring such party to be entitled to retain possession until evicted in due course of law and forbidding all disturbance of such possession, until such eviction. The Criminal Procedure Acts in force in 1866 and 1876 were to the same effect.\n</p> \n\n<p data-structure=\"Section\" id=\"p_24\">23. These police orders are in their lordship&#x27;s opinion admissible in evidence on general principles as well as under <a href=\"/doc/808094/\" id=\"a_8\">Section 13</a> of the Indian Evidence Act to show the fact that such orders were made. This necessarily makes them evidence of the following facts, all of which appear from the orders themselves, viz., who the parties to the dispute were; what the land in dispute was; and who was declared entitled to retain possession. For this purpose and to this extent such orders are admissible in evidence for and against every one when the fact of possession at the date of the order has to be ascertained. If the lands referred to in such an order are described by metes and bounds, or by reference to objects or marks physically existing, these must necessarily be ascertained by extrinsic evidence, i. e., the testimony of persons who know the locality. If the orders refer to a map that map is admissible in evidence to render the order intelligible; and the actual situation of the objects drawn or otherwise indicated on the map must, as in all cases of this sort, be ascertained by extrinsic evidence. So far there appears to be no difficulty. Reports accompanying the orders or maps and not referred to in the orders may be admissible as hearsay evidence of reputed possession, (2) Taylor on Evidence, Section 517. But they are not otherwise admissible, unless they are made so by <a href=\"/doc/808094/\" id=\"a_9\">Section 13</a> of the Indian Evidence Act. To bring a report within that section the report must be &quot; a transaction in which the right or custom in question was created, claimed, modified, recognised, asserted or denied or which was inconsistent with its existence.&quot; These words are very wide and are wide enough to let in the reports forming part of the proceedings in 1867, 1876 and 1888. Their lordships are of opinion that the High Court did not err in receiving the report made in the proceedings of 1876 to the reception of which Mr. Cohen objected.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_25\">24. As regards possession under a Magistrate&#x27;s order although the order confers no title, the fact of possession remains, and the person in possession can only be evicted by a person who can prove a better right to the possession himself. The order of 1888 and possession under it threw upon the plaintiff the burden of proving her title and she did so to the satisfaction of the High Court so far as the larger part of the land in dispute is concerned. But the onus is not now on her to show that the judgment in her favour is right; it is for the appellant to show that it is wrong, and where and why it is wrong.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_26\">25. Some valuable observations on this point will be found in Rajcoomar Roy v. Gobind Chunder Roy (1892) L. R. 19 I. A. 140 : I. L. R. 19 Calc. 660. where boundaries could not be accurately ascertained. It was there said (see p. 146) that to induce this Board to reverse the judgment appealed from, the appellant must do something more than show that the plaintiff&#x27;s title is not free from doubts; the appellant must at least give some acceptable explanation of the circumstances, which have led the Court below to its conclusion. Their lordships adopt this principle.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_27\">26. As regards the map XXXIa. (which their lordships take to be XXXa. in the record) it appears that a copy of this map was admitted by the Subordinate Judge at the trial, but was ultimately rejected by him, as the copy was not proved. An interlocutory order was made by the High Court giving the plaintiff liberty to prove the map on the hearing of the appeal and directing the original to be called for from the Collector&#x27;s office. Their lordships are of opinion that the High Court were quite right in allowing the plaintiff to prove this map, if she could, and in directing the original to be produced from the Collector&#x27;s office. A witness, No. 30, was accordingly called on the hearing of the appeal, and the original map was shown him. He said he assisted in preparing it for one Tarini Churn Chuckerbutty, who was dead. Both of them prepared it as amins, and the Collector, Mr. Boxwell, tested the accuracy of the measurement. Mr. Boxwell is dead. The witness himself was not a skilful surveyor, and the accuracy of this work is not reliable, if unchecked; but it appears to their Lordships that the map was sufficiently proved to be admissible in evidence. Its date does not appear, but it was apparently made in 1866 or about that time. It is referred to in the instructions to the Amin. It shows more or less accurately where the river then was, and approximately at all events the situations of the places marked upon it.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_28\">27. It is plain from the maps and from the evidence that during the last 30 or 40 years the bed of the river Jamuna has shifted from west to east; and that the lands in dispute in 1867, 1876 and 1888 were always on the west of the river as it then was. The river was always their eastern boundary. There was never any dispute as to land east of the river. The Subordinate Judge made a mistake in this respect, as was pointed out by the High Court.\n</p> \n\n<p data-structure=\"Section\" id=\"p_29\">28. The order of 1867 and the evidence relating to the lands mentioned in it have been much discussed and closely examined. Their Lordships find it impossible to ascertain accurately where the boundaries of the land then in dispute are now: but the lands apparently must have been the western part of the lands in dispute in this suit. The northern boundary and eastern boundary and the position of the river seem to make this reasonably plain. This was also the conclusion arrived at by the High Court.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_30\">29. Again with reference to the order of 1876, although their Lordships find it impossible to identify some of the boundaries mentioned in the order, they are-satisfied that the land in dispute in this suit, or the greater part of it, existed in 1876 and was in dispute between Haranath and his then rival Dwarka Nath. No other land than some part of the land now in dispute can be found, which was in dispute in 1876. The southern boundary of the land in dispute is described in the order of 1876 as the Maara Sota and elsewhere as the streamlet and Dortha village. This boundary their Lordships are unable to identify, but a dry sota to the south is spoken to by several witnesses and to the south of that is Dortha. The northern boundary, i.e., the southern boundary of Khas Kalikapore, or a line drawn along or from, the southern boundary of Khas Kalikapore to the river Jamuna presents no difficulty; nor does the eastern boundary, viz., the river Jamuna. The north and east boundaries are plain enough. The west boundary is described as the river Daokoba, and the mara sota and elsewhere as the dry bed of a stream and by undisputed parts of the villages Behai Suribyr and Natipara. The exact locality of this stream their Lordships are not satisfied about; but the Daokoba and the villages forming the rest of the western boundary are shown in the Amin&#x27;s map and a dry sota to the west is mentioned by some of the witnesses. From the order of 1876 and the Amin&#x27;s map it seems therefore plain that that part of the land now in dispute which lies south of the line mentioned in the order of 1875 and between the abovementioned villages on the west and the river Jamuna on the east certainly included the land in dispute in 1876. Land north of that boundary was apparently not then in dispute, and the plaintiff&#x27;s claim to the land now in dispute, but north of that line has been negatived by the High Court. All therefore that is really left obscure is how far south the land in dispute in 1876 extended. The order and map do not enable their Lordships to ascertain this satisfactorily. But however far south the disputed land extended Haranath was in possession of it, and was confirmed in that possession in 1876.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_31\">30. Now as to possession since 1876. The plaintiff put in evidence a number of kabuliyats, chittas, accounts, and receipts. The Subordinate Judge described them as mere paper transactions entitled to no weight. Such documents do not prove themselves, and are valueless without proper oral evidence respecting them. As to many of them such evidence is not forthcoming. But many of them were produced by the persons who made them and were put in without objection. They add little to the oral testimony, and their Lordships do not attach much importance to them. They do not however reject them as inadmissible for what they are worth. But the plaintiff called a number of witnesses all of whom knew the locality. Some of them describe the shifting of the bed of the Jamuna from time to time. Many of them were tenants of Haranath, and after him of the plaintiff, and although their Lordships are unable to determine the exact positions of the lands of which they speak, still these witnesses appear to their Lordships to prove beyond all reasonable doubt that the land in dispute south of Khas Kalikapore and of a line continuing its southern boundary to the river was in the possession of Haranath before as well as after 1876 and was after his death in the possession of the plaintiff until 1888, when the defendant turned her people off.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_32\">31. Their Lordships have examined the evidence adduced by the defendant. Possession by Haranath and by the plaintiff of any part of the land in dispute is denied by one at least of the defendant&#x27;s witnesses. But having regard to the order of 1876 and the evidence given by the plaintiff&#x27;s witnesses their Lordships cannot accept this denial as accurate. It may, however, be true as to some of the northern portion opposite Salal, and some of the witnesses apparently were speaking of that. Apart from this denial their Lordships find nothing which really tends to displace the evidence for the plaintiff. No possession by the defendant before 1888 is proved. The real truth is that the defendant&#x27;s case is based on the order of 1888 and on the defendant&#x27;s possession since that date, and on the inability of the plaintiff to prove a better title to the land she claimed. The Subordinate Court thought she failed to do so. The High Court took a different view as to the greater part of the land. Their Lordships have studied the whole evidence afresh, and although there are many details which they cannot say are free from obscurity still their Lordships have come to the conclusion not only that the decree of the High Court ought not to be disturbed, but that it is right.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_33\">32. Their Lordships will therefore humbly advise His Majesty to dismiss the appeal, and the appellants must pay the costs of it.\n</p>\n \n\n","numcites":4,"numcitedby":56,"docsource":"Calcutta High Court","citetid":581411,"divtype":"judgments","relatedqs":[{"value":"adverse possession","formInput":"adverse%20possession"},{"value":"boundary dispute","formInput":"boundary%20dispute"},{"value":"land boundary dispute","formInput":"land%20boundary%20dispute"},{"value":"\"adverse possession\"","formInput":"%22adverse%20possession%22"},{"value":"land dispute","formInput":"land%20dispute"},{"value":"admissibility of evidence","formInput":"admissibility%20of%20evidence"},{"value":"boundary","formInput":"boundary"},{"value":"possession over land","formInput":"possession%20over%20land"},{"value":"accretion","formInput":"accretion"},{"value":"dri ","formInput":"dri%20"}],"cats":[{"value":"criminal-procedure-code","formInput":"tag:criminal-procedure-code"},{"value":"procedure-land-dispute","formInput":"tag:procedure-land-dispute"},{"value":"facts-relevant-when-right-or-custom-is-in-question","formInput":"tag:facts-relevant-when-right-or-custom-is-in-question"}],"courtcopy":false,"query_alert":null,"agreement":false}