{"tid":21411213,"publishdate":"2008-09-15","title":"Tukaram Maruti Chavan vs Maruti Narayan Chavan (Dead) By ... on 15 September, 2008","doc":"<h2 class=\"doc_title\">Tukaram Maruti Chavan vs Maruti Narayan Chavan (Dead) By ... on 15 September, 2008</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2009 SUPREME COURT 1126, 2009 AIR SCW 335, 2009 (2) AIR BOM R 89, 2008 (9) SCC 358, (2009) 1 GUJ LR 637, (2009) 1 LANDLR 36, (2008) 12 SCALE 547, (2008) 6 BOM CR 570</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:t-chatterjee\">Tarun Chatterjee</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-alam\">Aftab Alam</a>, <a href=\"/search/?formInput=benchid:t-chatterjee\">Tarun Chatterjee</a></h3>\n\n<pre id=\"pre_1\">                                                      REPORTABLE\n\n            IN THE SUPREME COURT OF INDIA\n             CIVIL APPELLATE JURISDICTION\n\n              CIVIL APPEAL NO. 6158 OF 2002\nTukaram Maruti Chavan                        .......Appellant(s)\n\nVERSUS\n\nMaruti Narayan Chavan (Dead) by LRs. &amp; Ors. .Respondent(s)\n\n\n\n                       JUDGMENT\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">TARUN CHATTERJEE, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">1.    This is an appeal by special leave against the judgment\n\nand order dated 9th of June, 1999 of the High Court of\n\nJudicature at Bombay in Writ Petition no. 4600 of 1983,\n\nwhereby the High Court had affirmed the decision of the courts\n\nbelow.\n</p>\n<p data-structure=\"Facts\" id=\"p_3\">2.    The relevant facts leading to the filing of this appeal, as\n\nemerging from the case made out by the appellant may be\n\nsummarized as follows:\n</p>\n<p data-structure=\"Facts\" id=\"p_4\">3.       The dispute arose out of the provision of the <a href=\"/doc/117675938/\" id=\"a_1\">Bombay\n\nTenancy and Agricultural Lands Act, 1948</a> (hereinafter referred\n\nto as &quot;the Act&quot;) relating to the land being Gat No 44,\n\n\n<span class=\"hidden_text\" id=\"span_1\">                                                           1</span>\n\fmeasuring 5 Hectares and 24 Acres in village Malangaon,\n\nKavathe, Mahankal Tahsil of Sangli District in the state of\n\nMaharashtra (in short &quot;the disputed land&quot;). Late Smt.\n\nNarmadabai who was a widow, was the original landowner of\n\nthe disputed land. She died in 1964 leaving behind her two\n\nsons Ramchandra and Laxman Bhau Sutar. On 1st of April,\n\n1957, i.e. on the Tiller&#x27;s Day, the Appellant was in cultivation\n\nof the disputed land. The original tenant named Maruti died\n\nsubsequently in 1994 during the pendency of the Writ Petition\n\nin the High Court of Judicature at Bombay. The original tenant\n\nhad initiated proceedings under <a href=\"/doc/63502856/\" id=\"a_2\">Section 32G</a> of the Act before\n\nthe Additional Tahsildar, Kavathe Makhanlal, and the case was\n\ndecided in his favour with the purchase price of the disputed\n\nland being fixed. Thereafter, one of the heirs of the deceased\n\nlandowner Narmadabai, named Laxman, preferred an appeal to\n\nAppellate Authority against the said order. After the matter was\n\nremanded back to the Additional Tehsilder, again an order\n\naffirming the previous position was passed in favour of the\n\ntenant under <a href=\"/doc/67429638/\" id=\"a_3\">Section 32</a> G. This time, the other heir of Late\n\nSmt. Narmadabai, namely Ramchandra, challenged the said\n\n\n\n<span class=\"hidden_text\" id=\"span_2\">                                                          2</span>\n\forder before the Sub-Divisional-Officer, Miraj, and he again by\n\nhis order dated 31st of March, 1978, remanded the matter to the\n\nTahsildar for a detailed enquiry and decision on the following\n\npoints:\n</p>\n<blockquote id=\"blockquote_1\">      (1) &quot;The clear title of the disputed land of the applicant\n\n          Ramchandra should be enquired.\n</blockquote>\n<blockquote id=\"blockquote_2\">      (2) The point of giving notice<a href=\"/doc/189735340/\" id=\"a_4\"> u/s 32-F</a> of the Act to the\n\n          landlord and the Agricultural Lands Tribunal should\n\n          be enquired as per the provisions under <a href=\"/doc/189735340/\" id=\"a_5\">Section 32-F</a>\n\n          of the Act.&quot;\n</blockquote>\n\n\n<p data-structure=\"Facts\" id=\"p_5\">4.    When the matter came up before the Tahsildar, he passed\n\nan Order holding the 2nd Respondent as the sole owner of the\n\ndisputed land. The purchase of the disputed land by the\n\nAppellant was therefore declared to be ineffective for want of\n\nnotice under <a href=\"/doc/189735340/\" id=\"a_6\">Section 32- F </a>and the disputed land was ordered\n\nto be disposed of under <a href=\"/doc/38170215/\" id=\"a_7\">Section 32 P </a>of the Act. Thereafter, the\n\nAppellant preferred a revision before the Maharashtra Revenue\n\nTribunal but the same was dismissed. Being aggrieved by the\n\ndecision of the Tribunal, the Appellant filed a Writ Petition\n\nbefore the Bombay High Court on 28th of December, 1983. The\n\n<span class=\"hidden_text\" id=\"span_3\">                                                          3</span>\n\fBombay High Court by its impugned judgment and order dated\n\n16th of April, 1999, dismissed the said Writ Petition on the\n\nground that the Respondent (Ramchandra) was the sole owner\n\nof the disputed land in pursuance of the letters of\n\nadministration obtained by him from the Civil Court. It is this\n\ndecision of the High Court, which is impugned in this appeal in\n\nrespect of which the Writ Petition was filed.\n\n\n\n</p><p data-structure=\"Facts\" id=\"p_6\">5.    During the pendency of the Writ Petition before the High\n\nCourt, Respondent No 2 executed a sale deed of the disputed\n\nland and though he was duty bound to inform the Court about\n\nthis deed, he did not inform the same to the Court.\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_7\">6.    The main issue that was framed by the High Court in\n\ndeciding the above-mentioned Writ Petition was whether\n\ngiving of notice under <a href=\"/doc/189735340/\" id=\"a_8\">Section 32 F </a>was mandated for the\n\ntenant and whether on failure of giving such notice, the tenant\n\nhad lost the right of purchase and whether the orders of the\n\nTahsildar, the Appellate Court i.e. the Sub Divisional Officer\n\nand the Revisional Court i.e. the Maharashtra Revenue\n\n\n\n<span class=\"hidden_text\" id=\"span_4\">                                                         4</span>\n\fTribunal were liable to be interfered with. It was against this\n\nbackground that the High Court had held that <a href=\"/doc/189735340/\" id=\"a_9\">section 32 F </a>is\n\nmandatory in nature and there has to be a strict compliance of\n\nit. The High Court went on to say that inspite of the fact that\n\nthe tenant had initiated proceedings under <a href=\"/doc/63502856/\" id=\"a_10\">section 32 G </a>and\n\neven if he had paid some instalments towards the price of the\n\nland, the same cannot be considered as substantial compliance\n\nresulting in dispensation of the mandatory requirement of\n\n<a href=\"/doc/67429638/\" id=\"a_11\">section 32</a> F. Therefore, considering the fact that the tenant had\n\nfailed in his duty to issue a written notice to the owner of the\n\nland i.e. Respondent No. 2, as required under <a href=\"/doc/67429638/\" id=\"a_12\">Section 32</a> F, he\n\nhas lost his right to purchase the disputed land. The Writ\n\nPetition was therefore dismissed by the High Court. Feeling\n\naggrieved by the aforesaid decision of the High Court, this\n\nSpecial Leave Petition was filed which, on grant of leave, was\n\nheard in presence of the learned counsel for the parties.\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_8\">7.    We have heard the learned counsel for the parties and\n\nexamined the impugned judgment of the High Court and also\n\nthe orders passed by the Tahsilder, Appellate Court and the\n\n\n\n<span class=\"hidden_text\" id=\"span_5\">                                                            5</span>\n\fRevisional Court. We find that the High Court noticed the\n\nprovision of <a href=\"/doc/189735340/\" id=\"a_13\">Section 32 F </a>of the Act, in so far as it is relevant,\n\nwhich reads as follows:\n</p>\n<p data-structure=\"Issue\" id=\"p_9\">\n</p><blockquote id=\"blockquote_3\">      &quot;(1) Notwithstanding anything contained in the\n      preceding sections,-\n</blockquote>\n\n<blockquote id=\"blockquote_4\">      (a) where the landlord is a minor, or a widow, or\n          a person subject to any mental or physical\n          disability, the tenant shall have the right to\n          purchase such land under <a href=\"/doc/67429638/\" id=\"a_14\">section 32</a> within\n          one year from the expiry of the period during\n          which such landlord is entitled to terminate the\n          tenancy under <a href=\"/doc/40853416/\" id=\"a_15\">section 31</a> [and for enabling the\n          tenant to exercise the right of purchase, the\n          landlord shall send an intimation to the tenant\n          of the fact that he has attained majority, before\n          the expiry of the period during which such\n          landlord is entitled to terminate the tenancy\n          under <a href=\"/doc/40853416/\" id=\"a_16\">section 31</a>]:\n</blockquote>\n\n<blockquote id=\"blockquote_5\">      [Provided that where a person of such category is\n      a member of a joint family, the provisions of this\n      sub-section shall not apply if at least one member\n      of the joint family is outside the categories\n      mentioned in this sub-section unless before the\n      31st day of March, 1958 the share of such person\n      in the joint family has been separated by metes\n      and bounds and the Mamlatdar on inquiry is\n      satisfied that the share of such person in the land\n      is separated, having regard to the area,\n      assessment, classification and value of the land, in\n      the same proportion as the share of that person in\n      the entire joint family property and not in a larger\n      proportion].\n</blockquote>\n\n\n<span class=\"hidden_text\" id=\"span_6\">                                                              6</span>\n<blockquote id=\"blockquote_6\">\f                    (b)-------------- (omitted, as it is not relevant for\n                    our purpose).\n</blockquote>\n\n<blockquote id=\"blockquote_7\">                      (1A) A tenant desirous of exercising the right\n                    conferred on him under sub- section (1) shall give\n                    an intimation in that behalf to the landlord and\n                    the Tribunal in the prescribed manner within the\n                    period specified in that sub-section.&quot;\n</blockquote>\n\n\n\n<p data-structure=\"Section\" id=\"p_10\">              8.    The High Court further went on to refer <a href=\"/doc/148265227/\" id=\"a_17\">Section 31 (3)</a> of\n\n              the Act, which so far as it is relevant reads as follows:\n\n\n\n</p><blockquote id=\"blockquote_8\">                    &quot; (3) Where a landlord is a minor, or a widow, or\n                    a person subject of mental or physical disability,\n                    then such notice may be given [and an application\n                    for possession under <a href=\"/doc/137275945/\" id=\"a_18\">section 29</a> may be made,]-\n</blockquote>\n\n<blockquote id=\"blockquote_9\">(i)     by the minor within one year from the date on which he attains\n        majority;\n</blockquote>\n\n<blockquote id=\"blockquote_10\">(ii)    by the successor-in title of a widow within one year from the\n        date on which her interest in the land ceased to exist;\n</blockquote>\n\n<blockquote id=\"blockquote_11\">(iii)   within one year from the date on which mental or physical\n        disability ceases to exist; and\n\n\n                    [Provided that where a person of such category is\n                    a member of a joint family, the provisions of this\n\n\n<span class=\"hidden_text\" id=\"span_7\">                                                                            7</span>\n\f      sub-section shall not apply if at least one member\n      of the joint family is outside the categories\n      mentioned in this sub-section unless before the\n      31st day of March, 1958 the share of such person\n      in the joint family has been separated by metes\n      and bounds and the Mamlatdar on inquiry, is\n      satisfied that the share of such person in the land\n      is separated having regard to the area,\n      assessment, classification and value of the land, in\n      the same proportion as the share of that person in\n      the entire joint family property, and not in a\n      larger proportion.]&quot;\n</blockquote>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_11\">9.    We have examined the aforesaid provisions of the Act on\n\nwhich the High Court had placed strong reliance. In our view,\n\nthe interpretation given by the High Court in the impugned\n\njudgment of the aforesaid provisions cannot be faulted with. It\n\nmust be said that the High Court in its impugned judgment,\n\ncorrectly noticed that sub-section (3) of <a href=\"/doc/40853416/\" id=\"a_19\">section 31</a> provides\n\nthat the landlord under disability and intending to exercise a\n\nright under this chapter shall give a notice terminating the\n\ntenancy and if the landlord is a widow then the notice can be\n\ngiven by the successor-in-title of the widow within one year\n\nfrom the date on which her interest in the land ceases to exist.\n\n\n\n<span class=\"hidden_text\" id=\"span_8\">                                                             8</span>\n\fIn the present case when the widow Narmadabai died, she\n\nceased to have interest in the land and therefore the right of\n\nRamchandra, as her successor-in-interest, to give notice under\n\n<a href=\"/doc/40853416/\" id=\"a_20\">section 31</a> to the tenant gets extended for one year from the\n\ndeath of Narmadabai, i.e. till the 12th of January, 1965.\n\n\n\n</p><p data-structure=\"PetArg\" id=\"p_12\">10.   The learned counsel on behalf of the Appellant\n\ncontended that if <a href=\"/doc/40853416/\" id=\"a_21\">Section 31</a> and <a href=\"/doc/189735340/\" id=\"a_22\">32 F </a>are read together, then\n\nthe tenant is not required to give any notice to the landlord\n\nbecause neither Narmadabai nor her successor-in-interest ever\n\ngave any notice to the tenant under <a href=\"/doc/40853416/\" id=\"a_23\">Section 31</a> of the Act.\n\nCounsel for the Respondent on the other hand contended that\n\n<a href=\"/doc/189735340/\" id=\"a_24\">Section 32 F </a>is a complete section in itself and the provision of\n\nthe earlier sections cannot influence or have over riding effect.\n\nHe therefore contended that whatever be the right of the\n\nlandlord under <a href=\"/doc/40853416/\" id=\"a_25\">section 31</a>, the same gets separated by virtue of\n\nthe provisions of <a href=\"/doc/67429638/\" id=\"a_26\">section 32</a> F. This contention was negated by\n\nthe counsel for the Appellant arguing that <a href=\"/doc/189735340/\" id=\"a_27\">section 32 F </a>cannot\n\nbe said to have over riding effect on all the earlier sections.\n\nAgainst this backdrop, the High Court arrived at the following\n\nfindings:-\n</p>\n<p data-structure=\"Section\" id=\"p_13\"><span class=\"hidden_text\" id=\"span_9\">                                                            9</span>\n</p><blockquote id=\"blockquote_12\">\f      &quot; Sub-section (2) of <a href=\"/doc/189735340/\" id=\"a_28\">section 32 F </a>provides that the\n      provisions of <a href=\"/doc/67429638/\" id=\"a_29\">section 32</a> to <a href=\"/doc/193265070/\" id=\"a_30\">32 E </a>(both inclusive)\n      and <a href=\"/doc/63502856/\" id=\"a_31\">section 32 G </a>to <a href=\"/doc/25390670/\" id=\"a_32\">32 R </a>(both inclusive) shall so\n      far as may be applicable, apply to such purchase.\n      As against this, <a href=\"/doc/189735340/\" id=\"a_33\">section 32 F </a>begins with the\n      wording `Notwithstanding anything contained in\n      the preceding sections...&#x27;. Both these sections\n      namely, <a href=\"/doc/67429638/\" id=\"a_34\">section 32</a> F(1) and 32 F(2) if interpreted\n      in proper prospective and harmoniously keeping\n      in view the object of <a href=\"/doc/67429638/\" id=\"a_35\">section 32</a> F, then it becomes\n      clear that it could be said that sub-section (2) of\n      <a href=\"/doc/189735340/\" id=\"a_36\">section 32 F </a>is an exception to sub-section (1) of\n      <a href=\"/doc/189735340/\" id=\"a_37\">section 32 F </a>but at the same time it has to be\n      borne in mind that exception carved out by sub-\n      section (2) is limited to the sections referred to in\n      it, namely, <a href=\"/doc/67429638/\" id=\"a_38\">section 32</a> to <a href=\"/doc/193265070/\" id=\"a_39\">32 E </a>(both inclusive) and\n      32 G to 32 R (both inclusive). Since <a href=\"/doc/40853416/\" id=\"a_40\">section 31</a> is\n      not included in sub-section (2) of <a href=\"/doc/189735340/\" id=\"a_41\">section 32 F </a>and\n      since <a href=\"/doc/189735340/\" id=\"a_42\">section 32 F </a>in sub-section (1) provides\n      `Notwithstanding anything contained in the\n      preceding sections&#x27;, then it has to be held that\n      right given to the landlord under <a href=\"/doc/40853416/\" id=\"a_43\">section 31</a> has\n      nothing to do with the right given to the tenant\n      under <a href=\"/doc/189735340/\" id=\"a_44\">section 32 F </a>for purchasing the land and\n      consequently it has to be held that a tenant in this\n      case was under legal obligation or statutory duty\n      to give notice of his intention to purchase the land\n      as contemplated under <a href=\"/doc/67429638/\" id=\"a_45\">section 32</a> F.\n\n\n\nThe High Court further went on to observe:\n</blockquote>\n\n\n<blockquote id=\"blockquote_13\">      &quot;.....if <a href=\"/doc/189735340/\" id=\"a_46\">section 32 F </a>is held to be mandatory in its\n      character then there has to be a strict compliance\n      thereof. Secondly, that the tenant had initiated\n      proceedings under <a href=\"/doc/67429638/\" id=\"a_47\">section 32</a> G, that order was\n      set aside by the SDO in the appeal and the matter\n      was remanded for fresh enquiry in respect of the\n\n\n<span class=\"hidden_text\" id=\"span_10\">                                                              10</span>\n\f      two points referred to above. Therefore, even if\n      the tenant had initiated proceedings under <a href=\"/doc/63502856/\" id=\"a_48\">section\n      32 G </a>and even if he had paid some installments\n      and the price of the land, the same cannot be\n      considered as substantial compliance resulting in\n      dispensation of the mandatory requirement of\n      <a href=\"/doc/67429638/\" id=\"a_49\">section 32</a> F....&quot;\n</blockquote>\n\n\n<p data-structure=\"CDiscource\" id=\"p_14\">11.   Having heard the learned counsel for the parties and after\n\nexamining the judgment under Appeal as well as the orders of\n\nthe other authorities, and other materials on record including\n\nthe depositions of the parties before them, we are of the view\n\nthat this appeal deserves to be dismissed for the reasons set out\n\nherinafter:\n</p>\n<p data-structure=\"Precedent\" id=\"p_15\">\n\n</p><p data-structure=\"Section\" id=\"p_16\">12.   In our view, the High Court correctly pointed out that the\n\nprovisions of <a href=\"/doc/189735340/\" id=\"a_50\">Section 32 F </a>are independent in nature and are\n\nseparate from the provisions under <a href=\"/doc/40853416/\" id=\"a_51\">Section 31</a> of the Act. The\n\nexception mentioned under <a href=\"/doc/61120869/\" id=\"a_52\">Section 32 F (1)</a> to subsection (2) is\n\nlimited to the sections referred to in it, i.e., from <a href=\"/doc/67429638/\" id=\"a_53\">Section 32</a> to\n\n<a href=\"/doc/193265070/\" id=\"a_54\">32 E </a>(both inclusive) and 32 G to 32 R (both inclusive).\n\nFurther the expression &quot;Notwithstanding anything contained in\n\nthe preceding sections&quot; under sub-section (1) of <a href=\"/doc/189735340/\" id=\"a_55\">Section 32 F\n\n</a>are of paramount importance. Considering the fact that <a href=\"/doc/59018869/\" id=\"a_56\">Section\n\n\n<span class=\"hidden_text\" id=\"span_11\">                                                             11</span></a>\n\f<a href=\"/doc/40853416/\" id=\"a_57\">31</a> is not included in the sections mentioned under sub-section\n\n(2) of <a href=\"/doc/67429638/\" id=\"a_58\">Section 32</a> F, and the expression &quot;Notwithstanding\n\nanything contained in the preceding sections&quot; under sub-\n\nsection (1) of <a href=\"/doc/67429638/\" id=\"a_59\">Section 32</a> F, we are of the view that the right\n\ngiven to the landlord under <a href=\"/doc/40853416/\" id=\"a_60\">section 31</a> has nothing to do with\n\nthe right given to the tenant under <a href=\"/doc/189735340/\" id=\"a_61\">Section 32 F </a>for purchasing\n\nthe land and consequently it has to be held that the appellant in\n\nthis case was under a legal obligation or statutory duty to give\n\nnotice of his intention to purchase the land as required under\n\n<a href=\"/doc/67429638/\" id=\"a_62\">Section 32</a> F. We also agree with the view of the High Court\n\nthat even if the proceedings were initiated under <a href=\"/doc/63502856/\" id=\"a_63\">Section 32 G\n\n</a>by the tenant initially, he cannot claim to be exempted from\n\ncomplying with the mandatory requirement of serving a notice\n\nto the landlord as contemplated under <a href=\"/doc/189735340/\" id=\"a_64\">Section 32 F </a>which\n\nmandated under the Act and commands strict compliance\n\nthereof.\n</p>\n<p data-structure=\"Precedent\" id=\"p_17\">\n\n</p><p data-structure=\"Precedent\" id=\"p_18\">13.   In the case of Anna Bhau Magdum since deceased by\n\nhis LRs v. Babasaheb Anandrao Desai [1995 (5) SCC 243],\n\nthis Court held that there is no automatic purchase of a land by\n\na tenant in cases where the landlord happens to be, inter alia, a\n\n<span class=\"hidden_text\" id=\"span_12\">                                                           12</span>\n\fwidow and the right of purchase can be effective only when\n\nexercised in accordance with the provisions of <a href=\"/doc/67429638/\" id=\"a_65\">section 32</a> F,\n\ni.e., by giving a notice in writing within a period of one year\n\nfrom the date on which the right of the landlord to terminate the\n\ntenancy comes to an end after the death of a widow. In the\n\npresent case, therefore, the Appellant was duty bound to\n\ncomply with the mandatory requirement to serve a notice\n\nintending to purchase the disputed land under <a href=\"/doc/189735340/\" id=\"a_66\">Section 32 F </a>to\n\nthe landlord as well as to the Tribunal. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1906880\" id=\"span_13\">In the case of Appa\n\nNarsappa Magdum since deceased by his <a href=\"/doc/1906880/\" id=\"a_67\">LRs v. Akubai\n\nGanapati Nimbalkar and Ors</a> [1999 (4) SCC 443], this Court\n\nheld that the intimation to be provided by the tenant under\n\n<a href=\"/doc/19066790/\" id=\"a_68\">Section 32 F (1) (a)</a> has to be given according to the provisions\n\n<a href=\"/doc/1906880/\" id=\"a_69\">laid down in</a> the said section. This Court, in the said case, had\n\nnegated the contention that the concerned Act, being a welfare\n\nlegislation, enacted for the benefit of the tenants, should be\n\nconstrued in a liberal manner. The Court in its judgment stated\n\nin paragraph no. 4 that &quot;We cannot accept this submission\n\nbecause language of the <a href=\"/doc/189735340/\" id=\"a_70\">Sections 32F</a> and <a href=\"/doc/40853416/\" id=\"a_71\">31</a> is quite clear and\n\nthe period of one year will have to be counted in accordance\n\n\n\n<span class=\"hidden_text\" id=\"span_14\">                                                           13</span>\n\fwith the said provisions and not from the date of the\n\nknowledge of the tenant. The provision of law being clear, we\n\ncannot in such a case, grant relief on the basis of equity.&quot;</span>\n\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"226157\" id=\"span_15\">Again in <a href=\"/doc/226157/\" id=\"a_72\">Sudam Ganpat Kutwal v. Shevantabai Tukaram\n\nGulumkar</a> [2006 (7) SCC 200], relying on counsel for the\n\nparties in their submissions, this Court has clearly summarized\n\nthe position of law. The paragraphs relevant to this case are 23</span>\n\n</p><p data-structure=\"Section\" id=\"p_19\">(c) to 23 (e) which have been laid down herein:\n\n\n\n</p><blockquote id=\"blockquote_14\">      &quot;23 (c) A landlord has a right to give notice and\n      make an application for possession after\n      terminating the tenancy, if he wanted the land\n      bonafide for personal cultivation, provided the\n      notice was served on the tenant on or before\n      31.12.1956 (with copy to the Mamlatdar) and\n      application for possession under <a href=\"/doc/137275945/\" id=\"a_73\">section 29</a> was\n      filed on or before 31.03.1957.\n</blockquote>\n\n<blockquote id=\"blockquote_15\">      (d) A landlord widow also entitled to make an\n      application for possession under sub-section (1)\n      of <a href=\"/doc/40853416/\" id=\"a_74\">section 31</a> of the Act. Sub-section (3) of <a href=\"/doc/40853416/\" id=\"a_75\">section\n      31</a>, which is an enabling provision, extends the\n      time within which the widow can seek possession\n      under <a href=\"/doc/23357265/\" id=\"a_76\">section 31 (1)</a> of the Act, beyond\n      31.12.1956. As a result, where the landlord is a\n      widow, then the notice required under sub-section\n      (1) of <a href=\"/doc/40853416/\" id=\"a_77\">section 31</a> may be given and the application\n      for possession under <a href=\"/doc/137275945/\" id=\"a_78\">section 29</a> may be made by\n      her so long as her interest in the land exists. Such\n      notice can also be given by the successor-in-title\n      of the widow within one year from the date on\n\n\n<span class=\"hidden_text\" id=\"span_16\">                                                             14</span>\n\f      which the interest of the widow in the land ceases\n      to exist.\n</blockquote>\n\n<blockquote id=\"blockquote_16\">      (e) Where the landlord is a widow [and she does\n      not exercise her right under <a href=\"/doc/23357265/\" id=\"a_79\">section 31 (1)</a> of the\n      Act], the right to purchase under the deemed\n      purchase is postponed till the expiry of the period\n      during which such (disabled) landlord is entitled\n      to terminate the tenancy under <a href=\"/doc/148265227/\" id=\"a_80\">section 31 (3)</a>. The\n      tenant desirous of exercising such right shall,\n      however, give an intimation in that behalf to the\n      landlord and the Tribunal within one year\n      thereafter, as required under <a href=\"/doc/189735340/\" id=\"a_81\">section 32 F </a>(1-A).\n</blockquote>\n\n<p data-structure=\"Section\" id=\"p_20\">      Consequently, where the landlord, being a widow\n      as on 1.4.1957, does not choose to terminate the\n      tenancy for personal cultivation, the tenancy\n      continues during her lifetime and on the death of\n      the widow, her successor-in-title will have the\n      right to terminate the tenancy within one year\n      from the date of the death of the widow. The\n      tenant has the right to purchase such land, under\n      <a href=\"/doc/67429638/\" id=\"a_82\">section 32</a> within one year from the expiry of the\n      period during which such successor-in-title of the\n      widow is given the right to terminate the tenancy\n      under <a href=\"/doc/148265227/\" id=\"a_83\">section 31 (3)</a> by giving an intimation as\n      required under <a href=\"/doc/189735340/\" id=\"a_84\">section 32 F </a>(1-A).&quot;\n</p>\n<p data-structure=\"Conclusion\" id=\"p_21\">\n\n\n</p><p data-structure=\"Section\" id=\"p_22\">14.   It is pertinent to mention here that the above-mentioned\n\ncase has been cited by the Appellants to contend before us that\n\nthe required notice under <a href=\"/doc/189735340/\" id=\"a_85\">section 32 F </a>is not mandatory in its\n\n\n<span class=\"hidden_text\" id=\"span_17\">                                                            15</span>\n\fnature. However we do not agree with this argument advanced\n\nby the learned counsel appearing on behalf of the Appellants.\n\nThe required notice is not mandatory only in a case when a\n\nwidow land lady has already exercised her right under <a href=\"/doc/23357265/\" id=\"a_86\">section\n\n31 (1)</a>, i.e. when during her life time, a notice is served to the\n\ntenant that the landlady requires the land bonafide. Once a\n\nnotice under <a href=\"/doc/23357265/\" id=\"a_87\">section 31 (1)</a> is served by        such a    widow\n\nlandlady, the further benefit of <a href=\"/doc/148265227/\" id=\"a_88\">section 31 (3)</a> is not available.\n\nParagraph No. 23 (f) at page no. 210 of the above-mentioned\n\ncase and paragraph no. 27 of the same are of relevance to\n\nillustrate our point.:\n</p>\n<p data-structure=\"Conclusion\" id=\"p_23\">\n\n</p><blockquote id=\"blockquote_17\">       &quot;23.(f) Where a landlord, who is a widow,\n       exercises her right of termination and secures\n       possession of part of the tenanted land for\n       personal cultivation under <a href=\"/doc/23357265/\" id=\"a_89\">section 31 (1)</a> of the\n       Act, then there is no question of her successor-in-\n       title giving a notice of termination within one year\n       from the date on which the widow&#x27;s interest\n       ceases to exist. When <a href=\"/doc/148265227/\" id=\"a_90\">section 31 (3)</a> ceases to\n       apply, <a href=\"/doc/189735340/\" id=\"a_91\">section 32 F </a>also will not apply and there is\n       no need for the tenant to give any intimation\n       under <a href=\"/doc/189735340/\" id=\"a_92\">section 32 F </a>(1-A).\n</blockquote>\n\n<blockquote id=\"blockquote_18\">       <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"676935\" id=\"span_18\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1906880\" id=\"span_19\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"948742\" id=\"span_20\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1170087\" id=\"span_21\">&quot;27. Learned counsel for the respondent relied on\n       the decisions of this Court in <a href=\"/doc/1170087/\" id=\"a_93\">Amrit Bhikaji Kale v.\n       Kashinath Janardhan Trade</a>, <a href=\"/doc/948742/\" id=\"a_94\">Anna Bhau Magdum\n       v. Babasaheb Anadrao Desai</a>, <a href=\"/doc/1906880/\" id=\"a_95\">Appa Narsappa\n\n\n<span class=\"hidden_text\" id=\"span_22\">                                                              16</span>\n\f      Magdum v. Akubai Ganapati Nimbalkar</a> and\n      <a href=\"/doc/676935/\" id=\"a_96\">Balchandra Anantrao Rakvi v. Ramchandra\n      Rukaram</a> to contend that the tenant has to issue a\n      notice under <a href=\"/doc/189735340/\" id=\"a_97\">section 32 F </a>within the period\n      prescribed and if he fails to do so, he loses the\n      right to purchase the land and the landlord will\n      become entitled to the same absolutely. These\n      were all cases where the landlord under disability\n      had not sought possession for personal cultivation\n      under <a href=\"/doc/23357265/\" id=\"a_98\">section 31 (1)</a> and where admittedly,\n      <a href=\"/doc/148265227/\" id=\"a_99\">sections 31 (3)</a> and <a href=\"/doc/189735340/\" id=\"a_100\">32 F </a>applied and\n      consequently, there was an obligation on the part\n      of the tenant to send an intimation under section</span></span></span></span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_24\">      32 F (1-A). None of the cases related to a widow\n      landlord who had terminated the tenancy during\n      her lifetime and taken possession of a portion of\n      the tenanted land. Therefore, the said decisions\n      will not apply&quot;.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_25\">\n\n\n</p><p data-structure=\"Section\" id=\"p_26\">15.   The above-mentioned proposition clearly establishes the\n\nfact that with regard to <a href=\"/doc/23357265/\" id=\"a_101\">Section 31 (1)</a>, once a notice has been\n\nserved under that provision, the further benefit of <a href=\"/doc/148265227/\" id=\"a_102\">Section 31\n\n(3)</a> cannot be obtained by the legal heirs of the widow. But, in\n\ncase when <a href=\"/doc/40853416/\" id=\"a_103\">Section 31</a> has not been availed of by the widow as\n\nwe can see in the present dispute, <a href=\"/doc/148265227/\" id=\"a_104\">Section 31 (3)</a> would\n\ndefinitely apply.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_27\">\n\n\n<span class=\"hidden_text\" id=\"span_23\">                                                           17</span>\n</p><p data-structure=\"PetArg\" id=\"p_28\">\f16.    The learned counsel appearing on behalf of the appellant\n\nhas argued before us that the Appellant could not serve a notice\n\nto the landowner since he was not sure about the title of the\n\ndisputed land owing to a dispute between the two sons of Late\n\nSmt. Narmadabai who were claiming the title of the disputed\n\nland. We cannot accept this contention of the Appellant. The\n\norder passed by the Tahsildar, Kavathe Mahankal, lays down\n\nthe fact that Shri Ramchandra, Respondent No 2 in this case,\n\nhad produced a certified copy of the Judgment and order dated\n\n28th of April, 1966, passed by the Joint Civil Judge Sr. in Misc.\n\nApplication No 25 of 1965 in which it has been declared that\n\nShri Ramchandra is the owner of the disputed land on the basis\n\nof the will executed by his mother Late Smt. Narmadabai. The\n\nappellant also in his deposition admitted that:\n\n\n\n</p><blockquote id=\"blockquote_19\">      &quot;The owner of the said land was Smt. Narmadabai\n      Bhau Sutar. Narmadabai died before 10/12 years.\n      Ramchandra Bahu Sutar filed suit on the basis of\n      will, and got transferred the land of Narmadabai in\n      his name&quot;.\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_24\">                                                            18</span>\n<p data-structure=\"CDiscource\" id=\"p_29\">\f17.   The original tenant, even after the second remand had\n\nclearly admitted before the same court in his statement dated\n\n16th of March, 1981, that Shri Ramchandra alone had become\n\nthe sole owner of the disputed land by virtue of the decision of\n\nthe Civil Court on the strength of the will. Going by the above\n\nmentioned records, we are of the firm view that the Appellant\n\nhad a complete knowledge about the title of the disputed land\n\nin question. Therefore his submission that he had no\n\nknowledge about the real owner, cannot be accepted.\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_30\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"139479797\" id=\"span_25\">18.   Further for the sake of argument even if we assume that\n\nthe Appellant had no knowledge about the title of the disputed\n\nland, nothing prevented him from serving a notice as to his\n\nintention of purchasing the land to both the brothers contesting\n\nfor the disputed land or either one of them according to the\n\nprovisions of <a href=\"/doc/67429638/\" id=\"a_105\">Section 32</a> F. This Court, in the case of <a href=\"/doc/139479797/\" id=\"a_106\">Teja\n\nSingh and Others v. State of Punjab and Another</a> [1995 (4)\n\nSCC 540], has observed that in the matter of land acquisition,\n\nservice of notice on one of the co-owners is necessary and will\n\ntherefore be construed as service on all the co-owners. The\n\nappellant has argued that he had on more than one occasion\n\n\n<span class=\"hidden_text\" id=\"span_26\">                                                          19</span>\n\fconveyed about his willingness to purchase the land to both the\n\nbrothers and that his intention to do so was known by both of\n\nthem. However, it does not absolve him from the duty of\n\nproviding a written notice in terms of <a href=\"/doc/189735340/\" id=\"a_107\">Section 32 F </a>of the Act.\n\nMoreover, the Appellant himself admitted before the Tahsildar,\n\nKavathe Mahankal, that he had not served any written notice to\n\neither of the two brothers mentioning his intention. This can be\n\nidentified from the statement of the Appellant on the 8th of\n\nOctober, 1976 and the 16th of March, 1981 whereby he stated:</span>\n\n\n\n</p><blockquote id=\"blockquote_20\">      &quot;Narmadabai died before 10-12 years. I have not served\n\nthe notice on the owners. I have informed them orally regarding\n\nthe purchase from time to time. I have not served notice in\n\nwriting. There were disputes amongst the brothers. Because of\n\nthat I could not serve the notice regarding the purchase of the\n\nland as per <a href=\"/doc/67429638/\" id=\"a_108\">section 32 (F)</a>. Due to no knowledge of law I am\n\nnot aware of the service of the notice&quot;.\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_31\">19.   For the reasons aforesaid, we are of the view that the\n\nHigh Court was justified in passing the impugned judgment\n\nand there is no infirmity in the impugned order for which we\n\n\n<span class=\"hidden_text\" id=\"span_27\">                                                          20</span>\n\fcan interfere with the order of the High Court. Since we have\n\nalready held that the service of the notice under <a href=\"/doc/189735340/\" id=\"a_109\">Section 32F</a>\n\nwas mandatory and by failure to serve such a notice under the\n\nsaid section, the Appellant had lost his right to claim the\n\ndisputed land.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_32\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_33\">20.   Accordingly the Appeal is dismissed. There will be no\n\norder as to costs.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_34\">\n</p><p data-structure=\"Precedent\" id=\"p_35\">                                   ..............................J.\n                                  [TARUN CHATTERJEE]\n\n\n\n\n                                   ..............................J.\n                                      [AFTAB ALAM]\nNEW DELHI\nSeptember 15, 2008.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_36\">\n\n\n<span class=\"hidden_text\" id=\"span_28\">                                                            21</span>\n\f</p>","numcites":20,"numcitedby":10,"docsource":"Supreme Court of India","citetid":21411213,"divtype":"judgments","relatedqs":[{"value":"32 g","formInput":"32%20g"},{"value":"32 f  filter:  tenancy act 1948","formInput":"32%20f%20%20filter%3A%20%20tenancy%20act%201948"},{"value":"land dispute","formInput":"land%20dispute"},{"value":"sec 29   filter:   bombay tenancy and agricultural lands act 1948","formInput":"sec%2029%20%20%20filter%3A%20%20%20bombay%20tenancy%20and%20agricultural%20lands%20act%201948"},{"value":"tarun chatterjee","formInput":"tarun%20chatterjee"},{"value":"personal cultivation ","formInput":"personal%20cultivation%20"},{"value":"successors in title","formInput":"successors%20in%20title"},{"value":"strict compliance","formInput":"strict%20compliance"},{"value":"tenancy  is terminated","formInput":"tenancy%20%20is%20terminated"},{"value":"mamlatdar","formInput":"mamlatdar"},{"value":"right of landlord","formInput":"right%20of%20landlord"},{"value":"joint family","formInput":"joint%20family"},{"value":"physical disability","formInput":"physical%20disability"},{"value":"section 32(1)","formInput":"section%2032%281%29"},{"value":"tahsildar","formInput":"tahsildar"},{"value":"widower","formInput":"widower"},{"value":"maruti","formInput":"maruti"}],"courtcopy":true,"query_alert":null,"agreement":false}