{"tid":1461784,"publishdate":"2008-02-12","title":"Jagadeesh & Anr vs State Of Karnataka & Ors on 12 February, 2008","doc":"<h2 class=\"doc_title\">Jagadeesh &amp; Anr vs State Of Karnataka &amp; Ors on 12 February, 2008</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2008 SUPREME COURT 1304, 2008 AIR SCW 1386, 2008 (2) AIR KANT HCR 442, 2008 (3) SRJ 204, 2008 (12) SCC 624, 2008 (2) SCALE 398, (2008) 5 ALLMR 3 (SC), 2008 (5) ALL MR 3 NOC, (2008) 3 KANT LJ 177, (2008) 2 MAD LJ 1090, (2008) 2 SCALE 398</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:t-chatterjee\">Tarun Chatterjee</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:t-chatterjee\">Tarun Chatterjee</a>, <a href=\"/search/?formInput=benchid:a-alam\">Aftab Alam</a></h3>\n\n<pre id=\"pre_1\">           CASE NO.:\nAppeal (civil)  3377 of 2001\n\nPETITIONER:\nJagadeesh &amp; Anr\n\nRESPONDENT:\nState of Karnataka &amp; Ors\n\nDATE OF JUDGMENT: 12/02/2008\n\nBENCH:\nTARUN CHATTERJEE &amp; AFTAB ALAM\n\nJUDGMENT:</pre>\n<p data-structure=\"Issue\" id=\"p_1\">J U D G M E N T\n\nCIVIL APPEAL NO. 3377 OF 2001\n\n\nTARUN CHATTERJEE,J.\n</p><p data-structure=\"Precedent\" id=\"p_2\">1.\tIn our view, although the High Court had set aside the concurrent \nfindings of fact arrived at by the Tribunals below under the <a href=\"/doc/42148591/\" id=\"a_1\">Karnataka \nLand Reforms Act, 1974</a> (in short &#x27;the Act&#x27;) in the exercise of its \nrevisional jurisdiction under <a href=\"/doc/13485517/\" id=\"a_2\">Section 121A</a> of the Act, even then, this is \nnot a fit case where this Court, in the exercise of its power under <a href=\"/doc/427855/\" id=\"a_3\">Article \n136</a> of the Constitution would interfere with such an order of the High \nCourt.  \n</p><p data-structure=\"Facts\" id=\"p_3\">2.\tThe appellants in this appeal, claiming to be the tenants of \nagricultural land, bearing Survey No. 125/1, measuring 3 acres 11 \nGunthas (hereinafter called as the &quot;scheduled land&quot;) situated in \nLingabahalli Village, Madhugiri Taluk in the State of Karnataka, filed \nForm No.7 before the Land Tribunal praying for a declaration that they \nhad acquired occupancy rights in respect of the scheduled land. They \nalleged that they were cultivating the scheduled land from 1968 till the \nnotified date under the Act on Wara basis giving 1/3rd of the share in the \nfoodgrains to respondent No.4. Accordingly, the appellants prayed for an \norder of occupancy right in respect of the scheduled land alleging that \nthey and their father were cultivating the scheduled land as occupancy \nright holders relying, inter alia, on the entries under the RTC record.\n</p><p data-structure=\"Facts\" id=\"p_4\">3.\t The case of the appellants, as made out, was disputed by the \nrespondent No. 4. The case of respondent No.4 was that the scheduled \nland was mortgaged to the 3rd respondent, Rajashankar, in the year 1968 \nand after the expiry of the said mortgage, the mortgagee was liable to \ndeliver possession of the same. The case of tenancy as made out by the \nappellants or their father was denied. It was alleged by the respondent \nNo.4 that since the respondent No.3 was a film actor and had settled in \nMadras (now Chennai), with the consent of the respondent No. 3, the \nscheduled land was given to the father of the appellants and the father of \nthe appellants was cultivating the same from the year 1968 but not as a \ntenant.  Accordingly, they prayed for rejection of the application filed by \nthe father of the appellants claiming occupancy rights under the Act. \nInitially, the Land Tribunal allowed the application of the father of the \nappellants and feeling aggrieved, a writ petition was filed against the said \norder. The High Court had set aside the order of the Land Tribunal and \nremanded the case back to the Tribunal for a fresh decision. The Land \nTribunal, after remand, relying on the entries in the RTC record and some \nother materials on record, granted occupancy rights in favour of the \nappellants.                    \n</p><p data-structure=\"PetArg\" id=\"p_5\">4.\tFeeling aggrieved, the respondent No. 4 filed an appeal before the \nAppellate Authority, which was also dismissed.  A revision petition, \nthereafter, was moved before the High Court and the High Court, by the \nimpugned judgment, had set aside the concurrent findings of fact and \nrejected the application filed by the father, since deceased, of the \nappellants holding, inter alia, that the appellants or their father had failed \nto prove the tenancy in respect of the scheduled land.  A special leave \npetition was filed against the judgment of the High Court, setting aside \nthe concurrent orders allowing the application, in respect of which leave \nhas already been granted.  \n</p><p data-structure=\"CDiscource\" id=\"p_6\">5.\tWe have heard Mr. Raju, learned counsel appearing on behalf of \nthe appellants and Mr. S. N. Bhat, learned counsel appearing on behalf of \nthe respondents.  We have examined the impugned judgment of the High \nCourt as well as the orders of the Tribunals below. It is true that the High \nCourt, while exercising its revisional power under <a href=\"/doc/13485517/\" id=\"a_4\">Section 121A</a> of the \nAct, had set aside the concurrent findings of fact of the Land Tribunal as \nwell as of the appellate authority, even then, examining the findings of \nthe High Court and considering the power conferred on it in the \nrevisional jurisdiction under <a href=\"/doc/13485517/\" id=\"a_5\">Section 121A</a> of the Act, we do not find any \nreason to interfere with the impugned order of the High Court in the \nexercise of our power under <a href=\"/doc/427855/\" id=\"a_6\">Article 136</a> of the Constitution. While \nsetting aside the findings of the Tribunal, the High Court, at paragraph 7 \nof the impugned judgment made the following findings :-\n</p><blockquote id=\"blockquote_1\">&quot;It is an undisputed fact that the revision petitioner \nhas mortgaged the land in dispute in favour of the 5th \nrespondent, Rajashankar in the year 1968 and after \nthe expiry of the mortgage period, since the 5th \nrespondent failed to deliver back the possession of the \nland in dispute to him, he filed the suit for redemption \nand obtained a decree for redemption.  When the \nmatter stood thus, the father of the respondent Nos. 3 \nand 4 Gondappa, who is the uncle of the 5th \nrespondent, Rajashankar, filed Form No. 7 before the \nLand Tribunal claiming occupancy rights in respect \nof the land in dispute contending that he is the tenant \nof the said land, under the 5th respondent from the \nyear 1968, i.e. subsequent to the date of mortgage.  To \nprove this fact, he relied upon the entries in the R.T.C. \nextract for the years 1968 to 1974 wherein his name is \nshown as the person in cultivation of the land in \ndispute.  But, it is significant to note that the nature of \ncultivation of the land is not shown as that of a tenant \nin the said R.T.C. extracts.  In one year, the nature of \ncultivation is described as &quot;Swantha&quot;and in the \nyears, the column is left blank.  Thus the R.T.C. \nextracts produced by him do not support his \ncontention that he was cultivating the land in dispute \nas a tenant.  He has not produced any Geni receipts \nor any Lease Agreement to show that the 5th \nrespondent has leased out the land in dispute in his \nfavour on crop share basis and that he paid the Geni \nto the 5th respondent.  Thus, he has no documentary \nevidence in respect of his claim that he came in \npossession of the land in dispute as a tenant under the \n5th respondent and that he was cultivating the land in \ndispute as a tenant.  It is further significant to note \nthat in the evidence given by the respondent No. 3 \nbefore the Land Tribunal, he claimed that his father \nhas taken the land in dispute on lease in the year \n1962, from the father of the petitioners, Gundu Rao.  \nEven in respect of the said claim, he failed to produce \nany documentary evidence evidencing the said lease \nof land in dispute from Gundu Rao.  On the other \nhand, in Form No. 7 filed by Gondappa, the father of \nthe respondents 3 and 4, he alleged that he was the \ntenant under the 5th respondent in respect of the land \nin dispute from the year 1968.  Thus, there is no \nconsistent stand regarding the year of commencement \nof tenancy or under whom, Gondappa, the father of \nthe respondents 3 and 4 became the tenant.  So, the \nonly question which arises for consideration is \nwhether the said cultivation of the land in dispute by \nthe father of the respondents 3 and 4 during the years \n1968 to 1974 can be presumed to be that of a tenant \nunder the provisions of <a href=\"/doc/9472637/\" id=\"a_7\">Section 4</a> of the Karnataka \nLand Reforms Act.  <a href=\"/doc/9472637/\" id=\"a_8\">Section 4</a> of the Act makes it clear \nthat a member of the owner&#x27;s family cannot be \nconsidered as a deemed tenant, even if he is lawfully \ncultivating the land belonging to owner.  In the \npresent case, since the father of the respondents 3 and \n4, is the uncle of the respondent No. 5, it cannot be \nsaid that he is not a member of the family of the \nrespondent No. 5.  Though there is no evidence on \nrecord to show that there are any joint family \nproperties belonging to the joint family of respondent \nNo. 5 and his uncle, there is nothing on record to \nshow that they are not living as members of the joint \nfamily.  So, it is not possible to presume that the \nfather of the respondent Nos. 3 and 4 Gondappa, who \nis the uncle of respondent No. 5 was not the member \nof the family of the mortgagee, respondent No. 5.&quot;                \n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_7\">6.\tAgain, the High Court, while setting aside the findings of fact also \nmade the following findings :-\t\n</p><blockquote id=\"blockquote_2\">&quot;But in the instant case, since the respondents 3 and 4 \nfailed to produce any evidence to show that their \nfather was cultivating the land in dispute as a tenant \nunder the 5th respondent mortgagee and even when \nthe entries in the R.T.C. extract produced do not \nsupport the claim of tenancy set up by the father of the \nrespondents 3 and 4, the question of drawing \npresumption of deemed tenancy in his favour under \n<a href=\"/doc/9472637/\" id=\"a_9\">Section 4</a> of the Act does not arise.  The father of the \nrespondents 3 and 4, being the uncle of respondent \nNo. 5-Mortgagee, it is also quite possible that he \nmight have been allowed to cultivate the land in \ndispute under the personal supervision of respondent \nNo. 5 by assisting him in cultivation of the said land.  \n</blockquote>\n<blockquote id=\"blockquote_3\">\t\u0005\u0005\n\n\tIn the present case also, the respondents 3 and 4 \nfailed to prove that their father was cultivating the \nland in dispute from the year 1968 as a tenant under \nthe respondent No. 5 and that after the death of their \nfather, they continued as tenants in respect of the land \nin dispute\u0005\u0005\u0005..It is also significant to note that the \nrespondent No. 5, who was alive when the enquiry \nwas pending before the Land Tribunal has not given \nevidence in favour of the respondents 3 and 4 stating \nthat he has leased out the land in dispute in favour of \nthe respondents 3 and 4.  Except the interested \ntestimony of respondents 3 and 4, there is nothing else \non record to show that their father was inducted as a \ntenant to cultivate the land in dispute by the 5th \nrespondent after the land is dispute was taken on \nmortgage by him.  So, it is not possible to presume \nthat the father of the respondents 3 and 4 was \ninducted as a tenant by the mortgagee, the 5th \nrespondent, in respect of the land in \ndispute\u0005\u0005\u0005\u0005\u0005.Since the respondents 3 and 4 \nfailed to produce any documentary evidence to show \nthat their father was put in possession of the land in \ndispute by the 5th respondent, mortgagee as a &#x27;tenant&#x27; \nand that they are continuing as tenants in respect of \nthe said land after the death of their father, I find that \nthey are not entitled to grant of occupational \nrights\u0005\u0005\u0005\u0005..The earlier decision of this Court \nreported in ILR 1996 KAR page 2340 that when a \nperson fails to prove that he is cultivating the land as \ntenant, he cannot be granted occupational right \nnotwithstanding the fact that he might be in \npossession of the land and cultivating the same, is \napplicable to the facts of the present case on all \nfours&quot;.       \n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_8\">6.\tFrom a careful examination of the findings given by the High \nCourt, as quoted hereinabove, in upsetting the concurrent findings of \nfact arrived at by the Tribunals below, we are not in a position to hold \nthat the High Court was not justified in setting aside the concurrent \norders of the Tribunals below in the exercise of its revisional power \nunder <a href=\"/doc/13485517/\" id=\"a_10\">Section 121A</a> of the Act.  The power conferred on the High \nCourt to revise the orders of the tribunals below has been provided in \n<a href=\"/doc/13485517/\" id=\"a_11\">Section 121A</a> of the Act, which runs as under:-\n</p><blockquote id=\"blockquote_4\">&quot;The High Court may at any time call for the \nrecords of any order or proceeding recorded by the \nAppellate authority under this Act or any other law \nfor the purpose of satisfying itself as to the legality \nof such order or as to the regularity of such \nproceeding and may pass such order with respect \nthereto as it thinks fit&quot; \n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_9\">8.\tFrom a plain reading of <a href=\"/doc/13485517/\" id=\"a_12\">Section 121A</a> of the Act, under which \nrevisional jurisdiction can be exercised, it would be clear that the High \nCourt, while exercising such power is entitled to re-appreciate the \nevidence when it finds that the conclusion arrived at by the appellate \nauthority runs contrary to the materials on record and when it finds that \nthere is no evidence to support the conclusion of the appellate authority \nor when it finds that the reasons given by the appellate authority are \nabsolutely perverse and cannot be supported by the evidence on record. It \nwould also be clear from a plain reading of <a href=\"/doc/13485517/\" id=\"a_13\">Section 121A</a> of the Act that \nthe High Court is also entitled to interfere with the orders of the \nTribunals below when the material evidence on record was ignored or a \nfinding was such that no court would come to such conclusion or that the \ndecision of the Tribunals below was manifestly unjust. \n</p><p data-structure=\"Section\" id=\"p_10\">9.\tWe have carefully examined the provisions under <a href=\"/doc/13485517/\" id=\"a_14\">Section 121A</a> of \nthe Act, which is the revisional power under the Act, and also the \nprovisions under <a href=\"/doc/82577596/\" id=\"a_15\">Section 115</a> of the Code of Civil Procedure (for short \n&quot;the Code&quot;). So far as <a href=\"/doc/75618772/\" id=\"a_16\">Section 115</a> of the Code is concerned, it has been \nmade clear that it is only in case of a jurisdictional error or when the \ncourts below had acted with material irregularity in the exercise of their \njurisdiction that the question of interfering with such an order can arise, \notherwise, the High Court is not entitled to interfere with any other order \nwhich does not satisfy the conditions laid down for interference under \n<a href=\"/doc/75618772/\" id=\"a_17\">Section 115</a> of the Code. On the other hand, in our view, under <a href=\"/doc/13485517/\" id=\"a_18\">Section \n121A</a> of the Act, it would be open to the High Court to interfere with the \norders of the tribunals below as the High Court is empowered to look into \nthe legality of the order or regularity of the proceedings although, in the \nexercise of revisional jurisdiction under <a href=\"/doc/75618772/\" id=\"a_19\">section 115</a> of the Code, the \nHigh Court is not entitled to look into the legality of the order or the \nregularity of the proceedings but only entitled to interfere with the orders \nof the Tribunals or the courts below when it finds that they have a) \nexercised a jurisdiction not vested in them by law, or b) failed to exercise \na jurisdiction so vested, or c) acted in the exercise of their jurisdiction \nillegally or with material irregularity.  Reading the aforesaid provisions \nviz., <a href=\"/doc/13485517/\" id=\"a_20\">Section 121A</a> of the Act and <a href=\"/doc/75618772/\" id=\"a_21\">Section 115</a> of the Code, we have no \nhesitation in our mind to hold that the revisional power exercised by the \nHigh Court under <a href=\"/doc/13485517/\" id=\"a_22\">section 121A</a> of the Act is wider than the one exercised \nby the High Court in its revisional jurisdiction under <a href=\"/doc/75618772/\" id=\"a_23\">Section 115</a> of the \nCode. As noted herein earlier, since <a href=\"/doc/13485517/\" id=\"a_24\">section 121A</a> of the Act clearly \nempowers the High Court to look into the legality of the orders \nimpugned, therefore, it would be open to the High Court to consider the \nmaterial evidence on record, when it finds that such evidence was not at \nall considered by the tribunals below or when the conclusion arrived at \nby the tribunals below run contrary to the materials on record or when it \nfinds that there is no evidence to support the conclusion of the tribunals \nbelow or that the reasons given by the tribunals below are absolutely \nperverse or a finding was such that no court would come to such a \nconclusion or that the decisions of the tribunals below were manifestly \nunjust. Therefore, under <a href=\"/doc/13485517/\" id=\"a_25\">section 121A</a> of the Act, in the presence of any \nof the abovementioned circumstances, the High Court is empowered to \nlook into the legality of the orders impugned in deciding the question \nwhether the appellants could be held to be the tenants under the \nrespondent Nos. 3 or 4. \n</p><p data-structure=\"CDiscource\" id=\"p_11\">10.\tKeeping the aforesaid principles in mind as to when the High \nCourt would be justified, in the exercise of its power under <a href=\"/doc/13485517/\" id=\"a_26\">Section 121A</a> \nof the Act, to examine the legality of the orders of the tribunals below in \nan appropriate case, let us now examine the findings of the High Court, \nwhile setting aside the concurrent findings of fact of the Tribunals below. \nIn our view, on a careful examination of the findings of the High Court, \nwhich were based on consideration of the material evidence on record, it \nis difficult for us to hold that the High Court was not justified in setting \naside the concurrent findings of fact of the tribunals below in the exercise \nof its jurisdiction under <a href=\"/doc/13485517/\" id=\"a_27\">Section 121A</a> of the Act.\n</p><p data-structure=\"PetArg\" id=\"p_12\">11.\tWe have already noted the findings made by the High Court in the \nimpugned judgment on the question whether the appellants could be held \nto be the tenants on the evidence and materials on record. While doing \nso, in our view, the High Court was justified in coming to the conclusion \nthat the evidence and material on record would clearly establish that the \nappellants were not able to prove that they were the tenants in respect of \nthe scheduled land under the respondents. One of the main criteria for \ndeciding whether a particular person is a tenant or not is to see whether \nthere was payment of rent, either in cash or in kind. In this case, while \nrejecting the claim of the appellants, the High Court had considered that \nthe appellants had failed to satisfy the court that any payment of rent was \nmade either by the father of the appellants or by the appellants \nthemselves.\n</p><p data-structure=\"Precedent\" id=\"p_13\">12.\tThe tribunals below, while accepting the case of the appellants, \nhad relied on the entries made in the RTC record in respect of certain \nperiod. While considering such entries, the High Court had rightly held \nthat from the entries in the RTC record for the years 1968 to 1974, the \nname of the appellants was not shown as the person in cultivation of the \nland in dispute and also the nature of cultivation of the scheduled land \nwas not shown as that of the tenants in the said RTC record. That being \nthe position, the High Court had come to a proper conclusion that the \nentries in the RTC extracts produced by the appellants could not support \nthe contention that they were cultivating the land in dispute as the \ntenants. In our view also, the High Court was fully justified in drawing an \nadverse inference against the appellants for not producing any Geni \nreceipts or any lease agreement to show that the 5th respondent before the \nHigh Court (respondent No. 3 herein) had, in fact, leased out the \nscheduled land in favour of the appellants or their father, since deceased, \non crop share basis and that the appellants had paid the Geni to the 5th \nrespondent. Such being the findings arrived at by the High Court with \nwhich we are in concurrence, it is difficult to hold that the tenancy  \nclaimed by the appellants in respect of the scheduled land could be \nestablished.\n</p><p data-structure=\"Conclusion\" id=\"p_14\">13.\tConsidering the above aspect of the matter and after considering \nthe scope of <a href=\"/doc/13485517/\" id=\"a_28\">Section 121A</a> of the Act, we are, therefore, unable to agree \nwith the learned counsel for the appellants that in the exercise of \nrevisional jurisdiction under <a href=\"/doc/13485517/\" id=\"a_29\">Section 121A</a> of the Act, the High Court was \nnot entitled to set aside the concurrent findings of fact arrived at by the \nappellate authority and the land tribunal. Such being the position, we do \nnot find any reason to interfere with the judgment of the High Court, \nalthough the High Court, in the exercise of its power under <a href=\"/doc/13485517/\" id=\"a_30\">Section 121A</a> \nof the Act, had set aside the concurrent orders of the appellate authority \nas well as the land tribunal.\n</p><p data-structure=\"Precedent\" id=\"p_15\">14.\tMr.Raju, the learned counsel appearing on behalf of the appellants, \nhowever, contended before us that it was not open to the High Court, in \nthe exercise of its revisional jurisdiction under <a href=\"/doc/13485517/\" id=\"a_31\">Section 121A</a> of the Act, \nto interfere with the concurrent findings of fact arrived at by the appellate \nauthority and the Land Tribunal. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"224976\" id=\"span_1\">In support of his contention, he had \nrelied on a decision of this Court in the case of <a href=\"/doc/224976/\" id=\"a_32\">Dahya Lal &amp; Ors. vs. \nRasul Mohammed Abdul Rahim</a> [1963 (3) SCR 1].</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"538202\" id=\"span_2\">He also relied on a \ndecision of this Court in the case of <a href=\"/doc/538202/\" id=\"a_33\">Mohan Balaku Patil &amp; Ors. vs. \nKrishnoji Bhaurao Hundre (Dead) By Lrs</a>.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1482006\" id=\"span_3\">[(<a href=\"/doc/1482006/\" id=\"a_34\">2000) 1 SCC 518] and \nKrishtappa Yellappa Pujar &amp; Ors. vs. Ram Samsthan Beladhadi</a> \n[(1999) 1 SCC 74].</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"538202\" id=\"span_4\">In our view, so far as the decision in the case of \n<a href=\"/doc/538202/\" id=\"a_35\">Mohan Balaku Patil &amp; Ors. vs. Krishnoji Bhaurao Hundre (Dead) By \nLrs</a>. [(2000) 1 SCC 518] is concerned, it is difficult to conceive how this \ndecision could be of any help to the appellants. In that case, the findings \nrecorded by the appellate authority as affirmed by the High Court by \nplacing reliance on the entries made in the record of rights to the effect \nthat the appellants were not in possession of the land on the relevant date \nnor were they cultivating the same, were not accepted by this court. In \nany view of the matter, in that decision, relying on the aforesaid findings, \nthis Court also had set aside the order made by the appellate authority as \naffirmed by the High Court in revision and restored the order made by \nthe land tribunal. If that case is of any help to the facts of the present \ncase, it would be in favour of the respondents.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1482006\" id=\"span_5\">So far as <a href=\"/doc/1482006/\" id=\"a_36\">Krishtappa \nYellapa Pujar &amp; Ors. vs. Ram Samsthan Beladhadi</a> [(1999) 1 SCC 74] \nis concerned, we again fail to understand that how this could be of any \nhelp to the appellants. In that decision, it has been made clear that the \nHigh Court was entitled to interfere with the orders of the appellate \nauthority only on question of law or irregularity in procedure and on no \nother aspect. In our view, we have already held that the High Court was \nentitled to interfere with the concurrent orders of the tribunals below as \nmaterial evidence on record was not considered at all and non \nconsideration of the material evidence on record is a question of law and, \ntherefore, the High Court was entitled to interfere. Accordingly, this \ndecision is of no help to the appellants.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"224976\" id=\"span_6\">Lastly, in our view, in view of the \ndiscussion made herein above, the decision relied on by the learned \ncounsel for the appellant in the case of <a href=\"/doc/224976/\" id=\"a_37\">Dahya Lal &amp; Ors. vs. Rasul \nMohammed Abdul Rahim</a> [1963 (3) SCR 1] need not be discussed.</span> \n</p><p data-structure=\"Precedent\" id=\"p_16\">15.\tThere is another aspect of this matter. Even assuming that the High \nCourt was not justified in setting aside the concurrent findings of fact in \nthe exercise of its revisional jurisdiction under <a href=\"/doc/13485517/\" id=\"a_38\">Section 121A</a> of the Act, \nthen also, we are of the view that it is not a fit case where this Court \nshould interfere with the impugned judgment of the High Court in the \nexercise of our power under <a href=\"/doc/427855/\" id=\"a_39\">Article 136</a> of the Constitution.\n</p><p data-structure=\"Precedent\" id=\"p_17\">16.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1553373\" id=\"span_7\">In <a href=\"/doc/1553373/\" id=\"a_40\">Union of India &amp; Ors. vs. Gangadhar Narsingdas Aggarwal &amp; \nAnr.</a> [(1997) 10 SCC 305], this Court, while declining to interfere with \nthe order of the High Court in the exercise of its power under <a href=\"/doc/427855/\" id=\"a_41\">Article 136</a> \nof the Constitution, held that even if two views are possible, the view \ntaken by the High Court being a plausible one, it would not call for \nintervention by this Court under <a href=\"/doc/427855/\" id=\"a_42\">Article 136</a> of the Constitution. \nConsidering the concurrent orders of the appellate authority and the land \ntribunal and the impugned order of the High Court, we are in agreement \nwith the High Court because the view taken by it was plausible and \ntherefore, the question of interference by us under <a href=\"/doc/427855/\" id=\"a_43\">Article 136</a> of the \nConstitution is not warranted.</span>\n</p><p data-structure=\"Precedent\" id=\"p_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1800832\" id=\"span_8\">17.\t Again in <a href=\"/doc/1800832/\" id=\"a_44\">Jai Mangal Oraon vs. Mira Nayak (Smt.) &amp; Ors.</a> \n[(2000) 5 SCC 141], this Court had laid down that when there was \nnothing illegal and wrong in the reasoning and conclusions arrived at by \nthe High Court and the same appeared to be well merited and in \naccordance with the interpretation of statutory provisions, this Court \nwould not interfere with the order of the High Court under <a href=\"/doc/427855/\" id=\"a_45\">Article 136</a> of \nthe Constitution. We have already considered the findings made by the \nHigh Court while setting aside the concurrent orders of the tribunals \nbelow and found that the same appear to be well merited and in \naccordance with the material evidence on record, therefore, this Court \nwould not interfere with the order of the High Court under <a href=\"/doc/427855/\" id=\"a_46\">Article 136</a> of \nthe Constitution. Finally in Taherakhatoon (D) By Lrs. Vs. Salambin \nMohammad [(1992) 2 SCC 635], this Court at paragraph 20 has \nobserved as follows :</span>\n</p><blockquote id=\"blockquote_5\">&quot;In view of the above decisions, even though we are \nnow dealing with the appeal after grant of special \nleave, we are not bound to go into merits and even if \nwe do so and declare the law or point out the error-\nstill we may not interfere if the justice of the case on \nfacts does not require interference or if we feel that \nthe relief could be moulded in a different fashion\u0005..&quot;\n</blockquote>\n   \n<p data-structure=\"Conclusion\" id=\"p_19\">18.\tIn view of the aforesaid, we are, therefore, of the view that this is \nnot a fit case where this Court shall interfere with the order passed by the \nHigh Court under <a href=\"/doc/13485517/\" id=\"a_47\">Section 121A</a> of the Act.  \n</p><p data-structure=\"Conclusion\" id=\"p_20\">19.\tFor the reasons aforesaid, this appeal fails and is dismissed without \nany order as to costs.         \n</p>","numcites":11,"numcitedby":7,"docsource":"Supreme Court of India","citetid":1461784,"divtype":"judgments","relatedqs":[{"value":"concurrent findings of fact","formInput":"concurrent%20findings%20of%20fact"},{"value":"article 136","formInput":"article%20136"},{"value":"land dispute","formInput":"land%20dispute"},{"value":"tarun chatterjee","formInput":"tarun%20chatterjee"},{"value":"right to occupation","formInput":"right%20to%20occupation"},{"value":"concurrent findings","formInput":"concurrent%20findings"},{"value":"material evidence","formInput":"material%20evidence"},{"value":"revisional jurisdiction","formInput":"revisional%20jurisdiction"},{"value":"SECTION 115 ","formInput":"SECTION%20115%20"},{"value":"joint family","formInput":"joint%20family"},{"value":"revisional power","formInput":"revisional%20power"},{"value":" tribunal is  court","formInput":"%20tribunal%20is%20%20court"},{"value":"material on record","formInput":"material%20on%20record"}],"cats":[{"value":"special-leave-appeal-by-supreme-court","formInput":"tag:special-leave-appeal-by-supreme-court"}],"courtcopy":true,"query_alert":null,"agreement":false}