{"tid":1100200,"publishdate":"1984-04-26","title":"Sadhuram Bansal vs Pulin Behari Sarkar & Ors on 26 April, 1984","doc":"<h2 class=\"doc_title\">Sadhuram Bansal vs Pulin Behari Sarkar &amp; Ors on 26 April, 1984</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1984 AIR 1471, 1984 SCR (3) 582, AIR 1984 SUPREME COURT 1471, 1984 (3) SCC 410</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-m-ali\">Syed Murtaza Fazalali</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-m-ali\">Syed Murtaza Fazalali</a>, <a href=\"/search/?formInput=benchid:a-varadarajan\">A.  Varadarajan</a>, <a href=\"/search/?formInput=benchid:s-mukharji\">Sabyasachi  Mukharji</a></h3>\n\n<pre id=\"pre_1\">           PETITIONER:\nSADHURAM BANSAL\n\n\tVs.\n\nRESPONDENT:\nPULIN BEHARI SARKAR &amp; ORS.\n\nDATE OF JUDGMENT26/04/1984\n\nBENCH:\nFAZALALI, SYED MURTAZA\nBENCH:\nFAZALALI, SYED MURTAZA\nVARADARAJAN, A. (J)\nMUKHARJI, SABYASACHI (J)\n\nCITATION:\n 1984 AIR 1471\t\t  1984 SCR  (3) 582\n 1984 SCC  (3) 410\t  1984 SCALE  (1)997\n\n\nACT:\n<a href=\"/doc/161831507/\" id=\"a_1\">Code of Civil Procedure</a> 1908, Order XL\n     Receiver appointed\t by  Court-Property  in\t custody  of\nreceiver-Interference with  possession not to be encouraged-\nNo party  can  acquire\ttitle  or  right  over\tproperty  in\npossession of receiver.\n     <a href=\"/doc/445276/\" id=\"a_2\">Code of Criminal Procedure</a> 1973, <a href=\"/doc/199346934/\" id=\"a_3\">Section 145</a>\n     Order passed in proceedings under this section-Does not\naffect\ttitle\tof  parties   to  disputed  premises-However\nreflects factum of possession.\n     Administration  of\t  Justice-Social  Justice-Courts  no\nlonger merely  protector of  legal rights-Technicalities  of\nlaw  and  procedure  not  to  be  insisted  upon-Substantial\njustice to be meted out to parties-Necessity of.\n\n\n\nHEADNOTE:\n     In a suit filed in the High Court for a declaration and\nrelief\tin  respect  of\t several  properties,  the  Official\nReceiver of  the High  Court was appointed  Receiver. On the\nrequest of  the parties,  the official\tReceiver, decided to\nsell one of the properties with the permission of the Court.\nThe price  of the  property was\t fixed at Rs. 3.5 lakhs. The\nappellant offered  a sum  of Rs. 4 lakhs for purchase of the\nproperty, and  by his advocate&#x27;s letter enclosed a draft for\nRs. 1  lakh, being  1/4 of the amount. A meeting was held in\nthe presence  of the plaintiff and their counsel, and at the\nmeeting the offer received from the appellant was considered\nand it\twas decided  that the  offer of\t Rs. 4\tlakh by bank\ndraft. The  Official Receiver  accepted\t the  offer  of\t the\nappellant, communicated\t the acceptance\t and  requested\t the\nappellant to deposit the balance amount.\n     The Official  Receiver, thereafter moved the High Court\nfor directions\tto remove  respondents 1  to 4 on the ground\nthat they  had trespassed  into the  property a\t few  months\nearlier. Respondents  1 to  4 moved an application for being\nimpleaded in  the suit and contended that they were residing\nwith their  families under  a licence  since  1975  and\t had\nconstructed pucca  huts thereon\t and that with the knowledge\nof this\t continuous possession, the parties to the suit have\nfiled the  suit among  themselves  without  impleading\tthem\n(respondents 1 to 4).\n583\n     The Single\t Judge rejected the aforesaid contentions of\nrespondents 1  to 4  and held that though they were prepared\nto offer  the sum  of Rs. 1 lakh more than the appellant the\nproperty could not be sold to them.\n     The  Division  Bench,  however  allowed  their  appeal,\ndirected respondents  1 to 4 to pay to the Official Receiver\na sum  of Rs.  1.25 lakhs immediately and the balance of Rs.\n3.75 lakhs  thereafter and  on such  payment ordered sale of\nthe disputed  property to  respondents 1  to 4\tand their 34\nnominees on  the ground\t that the  Court  should  do  social\njustice and  in doing  such justice  no technicality  of law\nwould stand in its way.\n     Dismissing the Appeal to this Court,\n^\n     HELD:  [Per   Fazal  Ali\t&amp;  Sabyasachi  Mukharji,  JJ\nMajority]\n     In administering  justice-social or legal-jurisprudence\nhas shifted  away from\tfinespun technicalities and abstract\nrules to  recognition of  human beings\tas human beings. The\nDivision Bench\tof the\tHigh Court  had\t adopted  the  above\napproach, and no law is breached by the view taken by it. It\nis improper  for this  Court in\t exercise of  the discretion\nvested under  <a href=\"/doc/427855/\" id=\"a_4\">Art. 136</a> of the Constitution to interfere with\nthat decision.\n\t\t\t\t\t    [595-FG; 622A-B]\n     [Per Fazal Ali, J.]\n     1.\t In   our  opinion,   there  appears   to  be\tsome\nmisapprehension about what actually social justice is. There\nis no  ritualistic formula  or\tany  magical  charm  in\t the\nconcept of  social justice.  All that  it means\t is that  as\nbetween two parties if a deal is made with one party without\nserious detriment to the other, then the Court would lean in\nfavour of  the weaker section of the society. Social justice\nis the\trecognition of greater good to larger number without\ndeprivation of\taccrued legal  rights of  anybody. If such a\nthing can  be done  then indeed\t social justice must prevail\nover any  technical rule.  It is  in response  to  the\tfelt\nnecessities of\ttime and  situation in\torder to  do greater\ngood to\t a larger  number even\tthough it might detract from\nsome  technical\t  rule\tin   favour  of\t  a  party.   Living\naccommodation is  a human  problem for\tvast millions in our\ncountry.[595B-D]\n     2. Call  it social\t justice or  solving a socioeconomic\nproblem or  give it any other name or nomenclature, the fact\nof the\tmatter is  that this  was the  best  course  in\t the\ncircumstances that could have been adopted by the court.\n     3. Justice-social,\t economic and  political-is preamble\nto our Constitution. Administration of justice can no longer\nbe merely  protector  of  legal\t rights\t but  must  whenever\npossible be dispenser of social justice.\n\t\t\t\t\t\t [595H-596A]\n     4. The  Division Bench  of\t the  High  Court  has\tdone\nsubstantial justice  by throwing  aboard the  technicalities\nparticularly  for  the\treason\tthat  courts  frown  over  a\nchampartous litigation or agreement even though the same may\nbe valid. The Division Bench by its decision got more\n584\nmoney for  the owners  on the  one hand\t and one  the  other\nsought to rehabilitate the 38 families of the respondent who\nhad already built permanent structures. [597G-H]\n     In the  instant case,  the Division Bench was perfectly\njustified in accepting the offer of the respondents because:\n(a) the\t respondents were  prepared to\tpay Rs.\t 1 lakh more\nthan the appellant and the appellant did not pay the balance\nof Rs.\t3 lakhs,  (b) possession  being 9/10th of title, the\nrespondents  being   in\t actual\t possession  would  have  no\ndifficulty in  becoming the  owners,  (c)  respondents\twere\nprepared   to\t purchase   the\t  property   notwithstanding\nlitigation, because  if they  became  owners  no  one  could\nchallenge  their  title\t or  possession.  The  Single  Judge\ncompletely ignored  two material aspects: (a) that a bulk of\nthe consideration  money viz. Rs. 3 lakhs out of Rs. 4 lakhs\nwas not\t paid by  the appellant,  and (b) that an owner also\nhas right  to impose  certain conditions, and in exercise of\nthat, the condition that the purchase  would have to buy the\nland subject  to the pending litigation was imposed [579C-F;\n5 6A-D]\n     (Per Varadarajan, J. dissenting)\n     1. The  Division Bench had no right or justification to\nalter or  modify the  earlier order made for the sale of the\nproperty  which\t  had  become  final,  or  to  hold  that  a\nsubsequent offer  made by respondents 1 to 4 to purchase the\nproperty for  Rs. 5  lakhs should be accepted merely because\nit appears  to be     advantageous  to\tthe  owners  of\t the\nproperty in the name of social justice. [612F]\n     2. The  benefit claimed on behalf of respondents 1 to 4\nwhich cannot  called a\tright, for there is no corresponding\nobligation-cannot be  equated with  or even brought anywhere\nnear the  social justice  mentioned in\tthe preamble  of the\nConstitution. [612G]\n     3. Respondents 1 to 4 are trespassers in respect of the\nproperty which is in custodia legis and they are in contempt\nof the\tCourt. They  cannot be\tallowed to continue to be in\ncontempt and  urge it  as a ground for obtaining the benefit\nof the\tsale  of  the  property\t in  their  favour.  If\t the\nappellant has  not complied  with any  condition it  may  be\nground for  the owners\tand the\t Official  Receiver  not  to\naccept his  offer and refuse to sell the property to him and\nnot for respondents 1 to 4 to raise any objection. The offer\nhas been  accepted rightly  or wrongly\tmore than  once\t and\nthere fore  the appellant  may\thave  a\t right\tto  sue\t for\nspecific performance  of the  contract on  the basis of that\nacceptance by  the official Receiver given with the approval\nof the\tparties. The  same is  the position in regard to the\ndelay of  about a  month in paying the balance of Rs.3 lakhs\nby the appellant. [611D-F]\n     In the instant case, the property has been agreed to be\nsold by\t private treaty\t and the  Official Receiver has been\nauthorised to  sell the property either by public auction or\nby private  treaty. The Court does not come into the picture\nin such a case and there is no need for the Court to approve\n585\nor confirm  such sale. The parties who are sui juris must be\ndeemed to  have known their interest best when they chose to\napprove the  sale of  the property for Rs. 4 lakhs in favour\nof the appellant notwithstanding the fact that respondents 1\nto 4  had offered  to purchase\tthe property for Rs.5 lakhs.\nThe appeal has therefore to be allowed. [612E; 613B]\n     Everest Coal  Company (P)\tLtd  v.\t State\tof  Bihar  &amp;\nOthers, [1974] 1 SCR P. 571 at P. 573, Kayjay Industries (P)\nLtd. v.\t Asnew Drums  (P) Ltd &amp; Others, [1974] 3 SCR P. 678,\nJibon Krishna  Mukherjee v.  New Bhee  bhum Coal  Co. Ltd. &amp;\nApr., [1960]  2 SCR  P. 198.  Tarinikamal Pandit &amp; Others v.\nPrafulla Kumar Chatterjee, [1979] 3 SCR P. 340, referred to.\n(Per Sabyasachi Mukherji, J)\n     1. The pendency of the proceedings under <a href=\"/doc/199346934/\" id=\"a_5\">Section 145</a> of\nthe Code  of Criminal  procedure and  order, if\t any, passed\nthereon does  not in any way affect the title of the parties\nto the\tdisputed premises  though it  reflects the factum of\npossession. [616D]\n     Bhinka and\t Others v.  Charan  Singh,  [1959]  Supp.  2\nS.C.R. P.798 referred to.\n     2. When  the property  is\tin  custody  of\t a  receiver\nappointed by  the court,  the property\tis in the custody of\nthe court  and interference  with such possession should not\nbe encouraged and no party can acquire any title or right by\ncoming in or over the property which is in the possession of\nthe receiver or sanction of the court[618F]\n     Halsbury&#x27;s Laws  of England,  4th Edn.,  Vol, 39  pages\n451,452 paragraph 890,891: Kerr On Receivers-16th Edn. pages\n121 referred to.\n     3. The  concept to\t social justice\t is not\t foreign  to\nlegal  justice\tor  social  well-being\tor  benefit  to\t the\ncommunity rooted  in the  concept of  justice  in  the\t20th\ncentury. The  challenge of  social justice  is\tprimarily  a\nchallenge to  the society  at large  more than\tto the court\nimmediately. Social justice is one of the aspirations of our\nConstitution. But  the courts,\tare  pledged  to  administer\njustice as by law established.[620F]\n     In the  instant case,  in formulating  the\t concept  of\njustice, however,  the inarticulate factor that large number\nof  human   beings  should   not  be  dislodged\t from  their\npossession if  it is  otherwise possible to do so cannot but\nbe a  factor which  must and  should influence\tthe minds of\njudges. It  is true  that the persons who were alleged to be\nin possession  are with\t unclean hands,\t but they  came\t for\nshelter and  built in  hutments. They  do  not\twant  to  be\nrehabilitated  at   competitive\t bargain   price.   In\t the\ncircumstances they  should not\tbe denied  rehabilitation on\nthe ground of their original illegitimacy.\n     4. The  felt necessities  of time\tand in this case the\nconvenience of\tthe situation and the need for adjusting the\nrights of a larger number of\n586\npeople without\tdeprivation of\tany accrued right of anybody\nwould be justice  according to law. Before social justice as\nsomething alien\t to legal justice, is rejected, it should be\nremembered that\t a meaningful  definition of the rule of law\nmust be based on the realities of contemporary societies and\nthe  realities\t and  the   realities  of  the\tcontemporary\nsocieties  are-men   are  in   acute  shortage\t of   living\naccommodation-and  if  they  are  prepared  to\tbargain\t and\nrehabilitate themselves on competitive terms, they should be\nencouraged and no technical rules should stand in their way.\nThat would  be justice by highways&#x27; and not infiltration &#x27;by\nbye-lanes&#x27;. [621H-622B]\n\n\n\nJUDGMENT:</pre>\n<p data-structure=\"Issue\" id=\"p_1\">     CIVIL APPELLATE  JURISDICTION: Civil Appeal No. 5887 of\n1983.\n</p><p data-structure=\"Issue\" id=\"p_2\">     Appeal by\tSpecial leave  from the\t Judgment and  Order\ndated the 25.7.1983 of the Calcutta High Court in Appeal No.\n271 of 1983.\n</p><p data-structure=\"Issue\" id=\"p_3\">     S.S.Ray, S.N.Kaker,  P.K.Mullick, R. Deb, N.P.Aggarwala\nand B.P.Singh for the Appellant.\n</p><p data-structure=\"Issue\" id=\"p_4\">     G.L. Sanghi, and H.K. Puri for Respondent.\n</p><p data-structure=\"Issue\" id=\"p_5\">     Anil Dev Singh and Ashok Sil for Respondent No. 5.\n     The Judgment of the Court was delivered by\n     FAZAL ALI.\t J, This appeal by special leave against the\njudgment of the Calcutta High Court discloses an unfortunate\nlitigation which  proves the  well-known legal\tmaxim &quot;delay\ndefeats justice&quot;  and arises  out of  a Will executed by the\ntestator  which\t  was  hotly   contested  by  various  rival\nclaimants resulting  in an  action which went on merrily and\nsprightly for  almost three  decades as a result of which in\nthe back-waters\t of the\t long-drawn litigation\tmost of\t the\nclaimants died\tand their  successors were interested not in\nthe property  but in  the money\t which\tthe  property  would\nbeing, if sold.\n</p><p data-structure=\"CDiscource\" id=\"p_6\">     As a  result of  internecine dispute between the heirs,\nan Official  Receiver had  to be appointed to look after the\nproperty and  the final end of the drama seems to have begun\nwhen the Receiver, on the request of the parties, decided to\nsell the  property with\t the permission\t of the\t court by  a\nprivate treaty least the litigation might draw the last drop\nof the blood of the property rights of the heirs. Meanwhile,\nsome more  events  followed  which  made  the  task  of\t the\nReceiver both complex and complicated as the respondents put\nup their  claim to  possession of  the\tproperty  either  as\ntrespassers or as licensees from some of the heirs.\n</p><span class=\"hidden_text\" id=\"span_1\">587</span>\n<p data-structure=\"Facts\" id=\"p_7\">     Thus, while  the negotiations  for the  private  treaty\nwere going  on a new upshot in the guise of the respondents&#x27;\nclaim seems  to nip  in the bud the attempt of the owners to\nget the\t property back.\t During\t the  course  of  the  three\ndecades, lot  of changes took place in Howrah-the population\nrose by\t leaps and bounds, a number of buildings came up and\nperhaps it became next to impossible for the heirs to occupy\nthe premises again. To add to this, came up a new litigation\nin the\tshape of  proceedings under  s. 145  of the  <a href=\"/doc/445276/\" id=\"a_6\">Code of\nCriminal Procedure</a> between the parties.\n</p><p data-structure=\"Issue\" id=\"p_8\">     The heirs\thaving given  up all hopes of getting vacant\npossession became &quot;sadder and wiser&quot; to sell the property if\nthey could  get a  handsome amount  for the  same. A bargain\nwas, therefore,\t struck, with  the approval of the Receiver,\nby which  the entire  property was  agreed to be sold to the\nappellant for  a sum of Rs. 4 lakhs, under which he paid Rs.\n1 lakh\tand promised  to pay  the remaining  amount of Rs. 3\nlakhs at  an early  date. The  appellant also  expressed his\nwillingness to\ttake the  property under sale subject to the\npending litigation.\n</p><p data-structure=\"RespArg\" id=\"p_9\">     The matter,  however, did\tnot  end  here\tbecause\t the\ntrespassers jumped  into the fray in order to stop or render\nthe sale nugatory. When the matter came up before the court,\nit, on\tbeing satisfied that the sale was from all points of\nview in\t the interest  of the heirs, affirmed the said sale.\nThe appellant contended that the possessions of the premises\nby the\trespondents did\t not pose  any problem\tbecause they\nbeing rank  trespassers could  be evicted  summarily by\t the\nReceiver under\tthe provisions\tof the Civil Procedure Code.\nBut, we\t think that  the matter\t was not  so simple  as that\nbecause once  possession of  the premises by the respondents\nhad lasted  for a  year or more and proceedings under<a href=\"/doc/1405190/\" id=\"a_7\"> s. 145</a>\nof the\tCriminal Procedure Code had already started, the law\nhad to\ttake its normal course. So far as the criminal court\nit concerned,  the only\t course which could at best be taken\nwas to declare possession of the party who was in possession\ntwo months  next before\t the initiation\t of the\t proceedings\nunder<a href=\"/doc/1405190/\" id=\"a_8\"> s.145</a>  or\t of  the  party\t who  was  found  to  be  in\npossession of the property at the relevant time.\n</p><p data-structure=\"Section\" id=\"p_10\">     The relevant portion of<a href=\"/doc/1405190/\" id=\"a_9\"> s. 145</a> may be extracted below:\n</p><blockquote id=\"blockquote_1\">\t  &quot;145 Procedure  where dispute\t concerning land  or\n\t       water is likely to cause breach of peace.\n</blockquote><span class=\"hidden_text\" id=\"span_2\">588</span>\n<blockquote id=\"blockquote_2\">\t  (4) The  Magistrate shall  then, without reference\n     to the merits or the claims of any of the claims of any\n     of the parties to a right to possess the subject of the\n     dispute, peruse  the statements  so put  in,  here\t the\n     parties, receive  all such\t evidence as may be produced\n     by them,  take such  further\tevidence, if any, as\n     he thinks\tnecessary, and,\t if possible, decide whether\n     any and  which of\tthe parties  was, at the date of the\n     order made\t by him under sub-section (1), in possession\n     of the subject of dispute:\n</blockquote><blockquote id=\"blockquote_3\">\t  Provided that if it appears to the Magistrate that\n     any party has been forcibly and wrongfully dispossessed\n     within two\t months next  before the  date on  which the\n     report of\ta police  officer or  other information\t was\n     received by  the Magistrate,  or after  that  date\t and\n     before the\t date of his order under sub-section (1), he\n     may treat\tthe party  so dispossessed  as if that party\n     had been  in possession  on the date of his order under\n     sub-section (1).\n</blockquote><blockquote id=\"blockquote_4\">\t  (6) If  the Magistrate  decides that\tone  of\t the\n     parties was, or should under the proviso to sub-section\n     (4) be treated as being, in such possession of the said\n     subject, he  shall issue  an order declaring such party\n     to be  entitled to\t possession  thereof  until  evicted\n     therefrom in  due course  of law,\tand  forbidding\t all\n     disturbance of such possession until such eviction; and\n     when he  proceeds under the proviso to sub-section (4),\n     may  restore  to  possession  the\tparty  forcibly\t and\n     wrongfully dispossessed.&quot;\n</blockquote><p data-structure=\"Facts\" id=\"p_11\">     With  this\t  primordial   preface\t and   institutional\nintroduction, we  now proceed  to summaries the facts of the\ncase, most of which have been reflected in what we have said\nabove.\n</p><p data-structure=\"Facts\" id=\"p_12\">     The story\tof the\tcase begins  with the execution of a\nWill and testament by one Jitendra Kumar Das on May 22, 1952\nin favour  of some  of his  near relations,  in\t respect  of\npremises No.  7, Duffers  Lane,\t Liluah,  Howrah  also\tsome\npremises in  No. 211,  old China Bazar Street, Calcutta. The\nsuit was  instituted for  a declaration\t that the  aforesaid\nWill was void and invalid, hence the legatees under the Will\nhad no\tright, title  or interest. The suit went on dingdong\nfrom one  stage to another until 1973 when, according to the\nrespondents, two of the owners, viz., Smt. Malati Das and\n<span class=\"hidden_text\" id=\"span_3\">589</span>\nJitendra Kumar\tDas  or\t at  least  one\t of  them  put\tthem\n(respondents) in  possession of\t the Duffers  Lane  property\nunder a\t leave and  licence.  During  the  course  of  their\npossession the\trespondents constructed permanent structures\nand have been regularly residing there since 1975.\n</p><p data-structure=\"Facts\" id=\"p_13\">     It is  alleged that in February 1983, fire broke out in\nthe factory  adjacent to  the premises in question and fire-\nbrigade men  entered into the premises by breaking a portion\nof the wall to get access to the pond. It is the case of the\nappellant that\ton March 14, 1983, respondent Nos. 1 to 4...\nalongwith some\tmiscreants forcibly  entered into  the land.\nThis, however, is disputed and is the root of controversy in\nthis case.  It appears\tthat the  present appellant, who had\nnot yet\t become a purchaser, informed the. Official Receiver\nthat certain  persons  had  entered  into  the\tpremises  in\nquestion.  On\tthis  the  Official  Receiver  informed\t the\nparties. On  31th May, 1983 the Official Received authorised\nthe appellant  to take steps for protection of the property.\nIt  is\tdifficult  to  appreciate  how\tbefore\ta  concluded\ncontract and  a conveyance  in favour  of the appellant, the\nOfficial  Receiver   could  have   authorised  the   present\nappellant to  take steps for removal of respondents treating\nthem unilaterally  as trespassers  Order was obtained on May\n24, 1983  from a  learned Single  Judge of  the\t High  Court\ndirecting the police to remove the unauthorised occupants On\nJune 22, 1983 respondent Nos. 1 to 4 made an application for\nbeing  added  as  parties  to  the  said  pending  suit\t for\nrecalling the  order for  police help to eject them from the\npremises in dispute.\n</p><p data-structure=\"Facts\" id=\"p_14\">     In the  said application  four of the respondents, viz,\nPulin Behari  Sarkar, Manick  Seel,  Gope  Nath\t Sarkar\t and\nSudhanshu Bimal\t Dey, mentioned\t the fact that they had come\nto know\t about the appointment of the official Receiver from\nthe police and they had further come to know about the offer\nmade by\t the appellant\tfor the\t purchase of the premises in\ndispute. The  said  applicants\t(being\trespondents  herein)\nalleged that  they alongwith  their families, with the leave\nand licence  of one  of the  co-owners, were residing in the\npremises since\t1975 and  had constructed  pucca huts and in\nspite of the same, the appellant did not inform the Court of\nthe said  fact before obtaining police help against them. It\nis further  alleged that  on May  2, 1983  they had come the\nknow that the appellant had obtained ex parte order from the\nlearned Sub-Divisional\tMagistrate (Executive) directing the\nSuperintendent\tof  Police  to\trestore\t possession  of\t the\ndisputed premises,  comprising about  six bighas of land, by\narranging police pickets.\n</p><span class=\"hidden_text\" id=\"span_4\">590</span>\n<p data-structure=\"Facts\" id=\"p_15\">     Thereafter, the  said applicants  filed an\t application\nbefore the  learned Sub-Divisional  Magistrate\t(Executive),\nHowrah, under  s. 145(S)  of the  <a href=\"/doc/445276/\" id=\"a_10\">Code of Criminal Procedure</a>\nwith a\tprayer\tto  recall  the\t ex  parte  Order  mentioned\nhereinbefore and  to call for a report from the local police\nand others  regarding possession  of the  said applicants in\nthe disputed premises. The Sub-Divisional Magistrate did not\npass any order but adjourned the said application to 7th May\n1983.  Though\tno  formal   order  was\t  passed,  the\tsaid\napplication was\t kept on  the record.  After coming  to know\nthat certain  other orders  might be  passed, the applicants\nmoved a\t revision application  under the Criminal Revisional\nJurisdiction of\t the High  Court and thereafter obtained the\nstay of\t the Order of 26th April 1983, passed by the learned\nSub Divisional\tMagistrate. This  position is  not disputed.\nSo, the\t Revision application  under<a href=\"/doc/1405190/\" id=\"a_11\"> s.\t 145</a> of\t the Code of\nCriminal Procedure is still pending before the High Court.\n</p><p data-structure=\"Precedent\" id=\"p_16\">     The learned Single Judge of the High Court did not make\na deeper  probe into  the history  of the litigation and the\nfact that  if the  respondents were  in possession  even  as\ntrespassers and\t proceedings under  s. 145  were pending and\nhad not\t been quashed,\tthey could  not have  been summarily\nejected.  The\tlearned\t Judge\t further  noted\t  that\t the\nrespondents had\t offered to pay Rs. 1 lakh more for purchase\nof the\tpremises in dispute but the learned Judge was of the\nview that the said offer cannot and should not be accepted.\n</p><p data-structure=\"Facts\" id=\"p_17\">     The Division  Bench, however,  was of the view that the\noffer made  on behalf  of  respondents\t1  to  4  should  be\naccepted as  there was\tno concluded  contract\tof  sale  in\nfavour of  the appellant  and hence  there was\tno completed\nsale yet. The Division Bench further noted thus:\n</p><blockquote id=\"blockquote_5\">\t  &quot;On the  other hand, we find that 38 families have\n     been residing  in the disputed land. It is submitted by\n     Mr. Bhabra\t that  these  persons  are  all\t trespassers\n     without any  vestige of title. It is, however, the case\n     of the  petitioners that they have been residing in the\n     disputed land  by making  certain structures  under the\n     leave and\tlicence of  two of  the owners\tof the\tsaid\n     premises although\tone of\tthe owners, Smt. Malati Das,\n     who is  alleged to have granted the licence, has denied\n     granting land  of such licence. If the disputed land is\n     sold to the respondent No. 2, then 38 families who have\n     been residing  therein would  be  evicted\twith  police\n     help. In\n<span class=\"hidden_text\" id=\"span_5\">591</span>\n     our opinion,  the Court should do social justice and in\n     doing such\t justice any  technicality of  law will\t not\n     stand in  its way.\t Social justice\t requires  that\t the\n     disputed land  should be  sold to\tthe petitioners\t and\n     others residing  on the  disputed land.  Moreover,\t the\n     petitioners have  offered\tto  pay\t the  price  of\t Rs.\n     5,00,000, that  is to  say Rs.  1,00,000 more  than the\n     offer of the respondent No. 2.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_18\">     At this  stage, it may be necessary to notice the terms\nand conditions\tunder which  the owners\t agreed to  sell the\nproperties to the appellant, which may be extracted thus:\n</p><blockquote id=\"blockquote_6\">\t  &quot;We further  understand that a meeting held by you\n     it has been decided that an offer should be accompanied\n     by a  Bank Draft  on State\t Bank of  India of an amount\n     equivalent to 25% of the offer.\n</blockquote><blockquote id=\"blockquote_7\">\t  We hereby  make an offer for purchase of the above\n     property for Rs. 4,00,000 (Rupees four lacs) subject to\n     the Vendors&#x27;  making out  a good  and marketable little\n     free from\tencumbrances on\t behalf of  our\t client\t Sri\n     Sadhuram  Bansal\tof  No.\t 23A,  Netaji  Subhas  Road,\n     Calcutta-700 001. The sale will be completed within six\n     months or\tsuch further  extended time as may be agreed\n     upon in  one or  more lots by one or more sale deeds in\n     favour of our client or his nominee or nominees.\n\t  We hereby  enclose a\tdraft of State Bank of India\n     for Rs.  1,00,000 drawn  in your  favour as  desired by\n     you.\n</blockquote><blockquote id=\"blockquote_8\">\t  After hearing from you that our client&#x27;s offer had\n     been accepted,  we shall  forward to  you the agreement\n     for sale for your approval.&quot;\n</blockquote><p data-structure=\"PetArg\" id=\"p_19\">     This offer\t was made  by the  appellant on December 20,\n1982 and  at a\tmeeting convened  by the receiver the owners\nwhile generally\t agreeing with\tthe terms of the said offer,\nimposed some  conditions. For  instance, Mr.  Mitra, counsel\nfor some of the objectors while indicating his clients&#x27; view\nemphasised that the acceptance of the offer would be subject\nto the\tbuyers agreeing\t to purchase  the land\twith pending\nlitigation; the exact sentence may be extracted thus:\n</p><blockquote id=\"blockquote_9\">\t  &quot;My clients have no objection with regard to the\n<span class=\"hidden_text\" id=\"span_6\">592</span>\n     acceptance of  the said  offer of\tM/s L.P. Agarwalla &amp;\n     Co. subject  to their  clients agreeing to purchase the\n     same land\twith pending  litigation in  respect of\t the\n     said property.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_20\">     Similarly,\t the  counsel  for  the\t other\towners\talso\naccepted the  offer of\tthe purchaser. After having accepted\nthe offer, it was decided to circulate a draft agreement for\nsale for finalising approval of the owners.\n</p><p data-structure=\"CDiscource\" id=\"p_21\">     Before proceeding\tto another  important stage  in\t the\ncase, it  may be mentioned that from what has been extracted\nabove, the  offer of the appellant through their attorney (L\nP. Agarwalla  &amp; Co.)  was not  accepted unconditionally\t but\nwith certain  reservations which  on a\tclose  scrutiny\t ran\ncounter to  the stipulation  mentioned in  the offer  of the\npurchaser. For\tinstance, while\t the purchaser insisted that\nhe would  buy the  properties subject to the vendor&#x27;s making\nout a  good and\t marketable title free from encumbrances but\nthis does  not appear  to have\tfound favour with one of the\nowners\tbecause\t  the  clients\tof  Mr.\t Mitra\thad  clearly\nindicated that\tthe offer  would be  accepted  only  if\t the\npurchasers were\t prepared to  buy the  land with the pending\nlitigation.\n</p><p data-structure=\"CDiscource\" id=\"p_22\">     Thereafter, the  matter having  been placed  before the\ncourt, the  receiver informed  L.P. Agarwala  &amp; Co. that the\noffer of  the purchasers was accepted and the balance of Rs.\n3 lakhs\t had to\t be  paid  at  an  early  date.\t The  Latter\ninforming L.P. Agarwala &amp; Co. was written by the receiver on\n13.1.83. In  the  context  of  the  circumstances  mentioned\nabove, the  term &#x27;at  an early\tdate&#x27; had  to  be  construed\nliterally so  as to  mean  &#x27;expeditiously  and\twithout\t any\nreasonable delay&#x27;.  It cannot  be interpreted to give a long\nrope to\t the purchaser\tto deposit the balance of the amount\nwhenever he liked. It would have been better if the receiver\ncould have  fixed a  particular date  by which\tthe  balance\namount was to be deposited, failing which the contract would\nstand  cancelled.   Even  so,\tas  a\tcorollary   of\t the\ncorrespondence between\tthe parties,  this condition must be\nread into  the letter  of the receiver. However, the balance\nof Rs.\t3 lakhs\t was never  paid until the matter came up to\nthis  Court.  In  between,  the\t purchasers  approached\t the\nreceiver to  evict the\ttrespassers summarily even though by\nthat time  the contract had not passed into the domain of an\nexecuted contract  but was  only a  executory  contract\t and\nconferred no  title on\tthe purchasers.\t It seems to us that\nthe  purchasers\t  were\tmore   concerned  with\t taking\t the\npossession and\tevicting the  trespassers because  they knew\nfull well\n<span class=\"hidden_text\" id=\"span_7\">593</span>\nthat in\t view of the proceedings under<a href=\"/doc/1405190/\" id=\"a_12\"> s. 145</a>, it would have\nbeen difficult\tfor them to get the possession and therefore\nreserved the  balance amount  of Rs.  3 lakhs until they got\nthe possession.\n</p><p data-structure=\"RespArg\" id=\"p_23\">     They, however,  rose up  from their  deep slumber\tonly\nwhen,  they  realised  that  the  respondents  had  made  an\napplication for\t being arrayed\tas parties  to the  suit  by\nputting\t forward   their  case\t that  since  they  were  in\npossession of  the properties and had also constructed their\nown structures,\t they could not be evicted summarily because\nthe matter was sub judice.\n</p><p data-structure=\"RespArg\" id=\"p_24\">     In\t order,\t however,  to  cut  the\t matter\t short,\t the\nrespondents themselves\tmade a\tclear offer  to purchase the\nproperties in  question by  paying Rs  1 lakh  more than the\nappellant and prayed to the court that their offer should be\naccepted. In  fact, there  was no  bar to  the\treceiver  in\naccepting a  higher offer  because the appellant&#x27;s offer had\nnot yet\t been translated  into action or become operative as\nthe purchaser  had not\tyet fulfilled  the  two\t conditions,\nviz., (1)  not making  the payment  of the balance amount of\nRs. 3  lakhs, and (2) not indicating that they would buy the\nproperties subject to the pending litigation.\n</p><p data-structure=\"Section\" id=\"p_25\">     It was  argued by\tthe appellant  that so far as he was\nconcerned, the\tcontract  was  complete\t and  could  not  be\nsuperseded even\t if a higher offer was made to the receiver.\nThis argument  cannot be  accepted  because  the  purchasers\nhaving themselves  committed a\tbreach of the contract could\nnot insist  that the  contract should  be  enforced  without\ntheir having  complied with the conditions agreed to between\nthe parties.  Afterall, this  was not a court sale where the\nhighest bid  was made  and the amount was deposited that the\nsale became irrevocable.\n</p><p data-structure=\"Facts\" id=\"p_26\">     In these circumstances the Division Bench directed that\nRs. 1.25,000  should be paid by the present respondents 1 to\n4 on  or before\t 1st August  1983, which it may be noted has\nbeen paid,  and\t thereafter  pay  the  balance\tsum  of\t Rs.\n3,75,000 by 29th August 1983 which could not be paid because\nin the\tmeantime special leave to appeal was granted by this\nCourt and  a stay  was obtained.  The Division Bench further\ndirected that  in case\tpayments were  made within the time,\nthe property  in question  should be conveyed to the persons\nnamed in  the said  order. It  was further  directed that in\ncase respondents  1 to\t4 committed  default in\t paying\t the\npurchase price\twithin the  stipulated time,  the said order\nwould stand vacated\n<span class=\"hidden_text\" id=\"span_8\">594</span>\nand the\t order of  the\tLearned\t Single\t Judge\twould  stand\nconfirmed, i.e.,  the sale  would be  made in  favour of the\nappellant.\n</p><p data-structure=\"CDiscource\" id=\"p_27\">     Coming back  to  the  facts,  the\trespondents  claimed\nbefore the  learned trial  Judge for  Investigation of their\nright to be in possession of the disputed premises by virtue\nof the\tleave or  licence granted  by one  or two of the co-\nowners. The  investigation of that point on evidence did not\ntake place  though there  are passing  observations  in\t the\ndecision of  the learned  Single Judge\tthat Smt. Malati Das\nand Jitendra  Kumar Das\t had no\t title or interest to create\nany licence  in their  favour and  that one  of them further\ndenied having  given any such licence. It has to be borne in\nmind  that   there  has\t  been\tno   investigation  of\t the\nrespondents&#x27; right  to be in the premises; even a trespasser\ncannot be thrown out of his occupation or possession except,\nby  due\t process  of  law.  The\t owners\t appeared  in  these\nproceedings and\t supported the\tappellant. In  fact, in\t the\naffidavit filed\t on behalf  of the Receiver it has been made\nclear that they leave the matter to this Hon&#x27;ble Court.\n</p><p data-structure=\"Precedent\" id=\"p_28\">     The appellant&#x27;s  rights which have not yet crystallised\nwould not be hampered. Court&#x27;s dominion over the property is\nstill there.  The official Receiver is after all an agent of\nthe Court  as has  been held  by this  Court in\t a number of\ncases.\n</p><p data-structure=\"Precedent\" id=\"p_29\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"198838\" id=\"span_9\">In the  case of  <a href=\"/doc/198838/\" id=\"a_13\">Everest Coal Company (P) Ltd. v. State\nof Bihar  &amp; Ors.</a>,  this Court  reiterated that\twhen a court\nplaced a  Receiver in  possession of  property, the property\ncame under  the custody\t of the\t court, the  Receiver  being\nmerely an officer or agent of the court.</span>\n</p><p data-structure=\"Precedent\" id=\"p_30\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"174208\" id=\"span_10\">In <a href=\"/doc/174208/\" id=\"a_14\">Kayjay Industries (P) Ltd. v. Asnew Drums</a>.(P) Ltd. &amp;\nOrs.  this   Court  reiterated\tthe  court&#x27;s  obligation  to\nexercise discretion  to make  out  a  fair  sale  out  of  a\nbargain.</span>\n</p><p data-structure=\"Precedent\" id=\"p_31\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"8752021\" id=\"span_11\">In\t <a href=\"/doc/8752021/\" id=\"a_15\">Tarinlkamal   Pandit  &amp;   Ors.\t v.   Prafull  Kumar\nChatterjee</a> (dead)  by Lrs  this Court reiterated (at p. 353)\nthat the  receiver was appointed under order 40 Rule 1 and a\nproperty could\tbe sold\t by the receiver on the direction of\nthe Court even by private negotiations.</span>\n</p><span class=\"hidden_text\" id=\"span_12\">595</span>\n<p data-structure=\"CDiscource\" id=\"p_32\">     If, in  these circumstances  the court  directs that on\npayment of  a higher  sum of  money for\t the benefit  of the\nowner, and  without any\t breach of  any legal  right of\t the\nintending purchaser, the property can be conveyed to persons\nin occupation  with large number of families, the Court acts\nproperly and with social well being in mind.\n</p><p data-structure=\"Precedent\" id=\"p_33\">     Mr. S.  S. Ray,  appearing for the appellant, submitted\nthat the  entire question was a legal issue and there was no\nwarrant for  the learned  Judges of  the High  Court to have\nimported the  doctrine of  social justice.  In our  opinion,\nthere appears to be some misapprehension about what actually\nsocial justice\tis. There  is no  ritualistic formula or any\nmagical charm  in the concept of social justice. All that it\nmeans is  that as between two parties if a deal is made with\none party  without serious  detriment to the other, then the\nCourt would  lean in  favour of\t the weaker  section of\t the\nsociety, Social\t justice is  the recognition of greater good\nto larger number without deprivation of accrued legal rights\nof anybody.  If such  a thing can be done then indeed social\njustice must  prevail over  any technical  rule.  It  is  in\nresponse to  the felt  necessities of  time and situation in\norder to  do greater  good to a larger number even though it\nmight detract from some technical rule in favour of a party.\nLiving accommodation is a human problem for vast millions in\nour country.  The owners,  in this case, are getting legally\nRs. 1 lakh more.\n</p><p data-structure=\"Precedent\" id=\"p_34\">     We must  remember that  in administering justice-social\nor  legal  jurisprudence  has  shifted\taway  from  finespun\ntechnicalities and  abstract rules  to recognition  of human\nbeing as human beings and as human needs and if these can be\nfulfilled without  deprivation of  existing legal  rights of\nany party  concerned, courts  must lean\t towards that and if\nthe Division  Bench of\tthe High  Court, in  the  facts\t and\ncircumstances of  the case,  has leaned\t towards that, it is\nimproper for this Court in exercise of the discretion vested\nunder <a href=\"/doc/427855/\" id=\"a_16\">Art.  136</a> of  the Constitution  to interfere with that\ndecision. We  would do well to remember that justice-social,\neconomic and  political-is  preamble  to  our  Constitution.\nAdministration of  justice can no longer be merely protector\nof legal  rights but  must whenever possible be dispenser of\nsocial justice.\n</p><p data-structure=\"Section\" id=\"p_35\">     Call it  social justice  or  solving  a  socio-economic\nproblem or  give it any other name or nomenclature, the fact\nof the\tmatter is  that this  was the  best  course  in\t the\ncircumstances that could have\n<span class=\"hidden_text\" id=\"span_13\">596</span>\nbeen adopted  by the  court. Unfortunately, the Single Judge\ncompletely ignored  the following important facts which have\nbeen indicated by me earlier:-\n</p><blockquote id=\"blockquote_10\">     (1) that a bulk of the consideration money, viz., Rs. 3\n     Lakhs out of Rs. 4 Lakhs, was not paid by the appellant\n     even until\t the time  when the learned Single Judge had\n     passed the\t order nor  was it paid even when the matter\n     was in the High Court, and\n     (2) the  learned Single  Judge overlooked the fact that\n     an owner  also has a right to impose certain conditions\n     and in  exercise of  that he  had imposed the condition\n     that the  purchaser would\thave to buy the land subject\n     to the  pending litigation whereas in the offer made by\n     the purchaser  he had  placed the onus on the owners to\n     give him a good marketable title free from litigation.\n</blockquote><p data-structure=\"Precedent\" id=\"p_36\">     Thus, there was a clear-cut contradiction on this point\nwhich does  not appear\tto have\t been noticed  by the Single\nJudge and  perhaps not\teven by the owners because they were\nconcerned more\tin getting  the money  as early as possible.\nThe Division  Bench, therefore,\t accepted the  offer of\t the\nrespondents and passed the following order:\n</p><blockquote id=\"blockquote_11\">\t  &quot;In the  circumstances, we  vacate  the  said\t two\n     orders of\tthe learned Judge dated May 24, 1983 and May\n     26, 1983  and set\taside the  impugned order dated July\n     18, 1983 and direct as follows;\n</blockquote><blockquote id=\"blockquote_12\">\t  1.  The  petitioners\tshall  pay  sum\t of  Rs.  1,\n     25,000/-to the official Receiver on or before August 1,\n     1983 and  thereafter pay the balance sum of Rs. 3,75000\n     by August 29, 1983 to the official Receiver.\n</blockquote><blockquote id=\"blockquote_13\">\t  2. If the aforesaid sums are paid within the dates\n     mentioned above,  the official  Receiver shall sell the\n     land of  the disputed  premises No.  7,  Duffers  Lane,\n     Lilluah,  Howrah\tto  the\t petitioners  and  to  their\n     following nominees\t who have  been residing in the said\n     premises..&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_37\">     At page  90 in &#x27;The Dictionary of Essential Quotations&#x27;\ncom-\n</p><span class=\"hidden_text\" id=\"span_14\">597</span>\n<p data-structure=\"Precedent\" id=\"p_38\">piled by  Kevin Goldstein-Jackson,  John Stuart\t Mill  aptly\nobserves thus:\n</p><blockquote id=\"blockquote_14\">\t  &quot;...the sole\tend for which mankind are warranted,\n     individually or  collectively, in\tinterfering with the\n     liberty of\t action of  any of  their number,  is  self-\n     protection. That  the only\t purpose for which power can\n     be rightfully  exercised over any member of a civilised\n     community, against\t his will,  is to  prevent  harm  to\n     others. His  own good, either physical or moral, is not\n     a sufficient warrant.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_39\">     Striking, therefore,  a just balance between the claims\nput forward  by the  appellant and  the respondents,  we are\nconvinced that\tthe Division  Bench of\tthe High  Court\t was\nperfectly  justified   in  accepting   the  offer   of\t the\nrespondents for the following reasons:\n</p><blockquote id=\"blockquote_15\">     (1) that  the respondents\twere prepared  to  pay\tmuch\n     higher amount than the appellant (i.e. Rs. 1 Lakh more)\n     even at  the very behest; the appellant did not pay the\n     balance of Rs. 3 lakhs, which was a substantial part of\n     the consideration, at the earliest moment as stipulated\n     in the agreement but deposited the amount only when the\n     case came up before this Court,\n     (2) that  possession being\t 9/10th\t of  title  and\t the\n     respondents being\tin actual possession of the property\n     would have\t had no\t difficulty at\tall in\tbecoming the\n     owners without any further litigation.\n     (3) that  the respondents were prepared to purchase the\n     property  notwithstanding\t the  litigation   obviously\n     because if\t they had  become the  owners, no  one could\n     have challenged their title or possession.\n</blockquote><p data-structure=\"Precedent\" id=\"p_40\">     In such  a situation,  therefore, in  our opinion,\t the\nDivision Bench\tof  the\t High  Court  has  done\t substantial\njustice throwing  aboard the technicalities particularly for\nthe reason that courts frown over a champartus litigation or\nagreement even\tthough the  same may  be valid. Thus, by its\ndecision the Division Bench got more money for the owners on\nthe one\t hand and on the other sought to rehabilitate the 38\nfamilies of  the respondent  who had already built permanent\nstructures.\n</p><span class=\"hidden_text\" id=\"span_15\">598</span>\n<p data-structure=\"Conclusion\" id=\"p_41\">     For the  reasons given  above,  we\t find  ourselves  in\ncomplete agreement  with the  judgment of the Division Bench\nof  the\t  High\tCourt\twhich  we  hereby  affirm  with\t the\nobservations that  since the dates mentioned in the Division\nBench&#x27;s order  have already passed, we modify the said order\nto this\t extent that  as the respondents have already paid a\nsum of Rs. 1.25 lakh to the official Re eiver they shall pay\nhim the\t balance of  Rs. 3.75  lakhs by\t August 15, 1984 and\nshall also  insert a  condition that they would be being the\nproperties notwithstanding  the pending\t litigation, failing\nwhich the  appeal shall\t stand allowed\tand the order of the\nSingle Judge  stand restored.  In the  circumstances of\t the\ncase, we make no order as to costs.\n</p><p data-structure=\"Issue\" id=\"p_42\">     VARADARAJAN,  J.\tThis  appeal  by  special  leave  is\ndirected against  the order  of\t a  Division  Bench  of\t the\nCalcutta High  Court dated  25.7.1983 made in an application\nof respondents\t1 to  4 for  the issue\tof an  interim order\npending consideration  of the appeal filed against the order\nof a learned Single Judge of that High Court dated 18.7.1983\ndismissing  their   application\t for   being  impleaded\t  as\ndefendants in Suit No. 2024 of 1952 on the file of that High\nCourt as  also in  the application of the official Receiver,\nCalcutta High  Court affirmed  by one  Ashok Kumar Rai on 20\n5.1983 and  for\t staying  and  setting\taside  that  Court&#x27;s\nearlier orders dated 24.5.1983 and 26.5.1983.\n</p><p data-structure=\"CDiscource\" id=\"p_43\">     Suit No.  2024 of\t1952 was  filed in the Calcutta High\nCourt on 28 5 1952 by one Prasad Nath Das, husband of Malati\nDas and\t father of  the then  minors Prabir,  Kumar Das\t and\nPradeep Kumar  Das, for\t declaration and  other\t reliefs  in\nrespect of  certain properties\tincluding  No.\t7,  Duffer&#x27;s\nLane, Howrah,  hereinafter  referred  to  as  the  &#x27;disputed\nproperty&#x27; against  certain persons  including  one  Jitendra\nKumar Das  who is  the second  defendant in  that Suit.\t The\nofficial  Receiver  of\tthe  High  Court  was  appointed  as\nReceiver in  that suit\ton 11.8.1953  in respect  of certain\nproperties including  the  disputed  property  and  he\ttook\npossession  of\tthe  disputed  property\t on  13\t 8.1953.  An\napplication was made in August 1982 for sale of the disputed\nproperty and  distribution of  the sale proceeds amongst the\nparties entitled  thereto. On  11.10.1982 C. K. Banerjee, J,\npassed an order in that application for sale of the disputed\nproperty in these terms:\n</p><blockquote id=\"blockquote_16\">\t  &quot;In that view of the matter there will be an order\n     for sale  in terms\t of prayer  (a). In  the  event\t the\n     properties are\n<span class=\"hidden_text\" id=\"span_16\">599</span>\n     sold by  private treaty the official Receiver will call\n     a meeting\tof the\tparties and obtain their approval to\n     such sale\tby private treaty. The provisional allottees\n     or any  other party  to the  suit would  be entitled to\n     bring intending purchasers for the said property. There\n     will also\tbe an  order in\t terms of  prayer(b). In the\n     event the properties are sold the petitioner Ajit Kumar\n     Das would\tbe paid\t a sum\tof Rs. 10000 out of the sale\n     proceeds subject to adjustment against his share in the\n     estate. The rest of the sale proceeds would be invested\n     by the official Receiver in short term fixed deposit in\n     a nationalised bank for a period not exceeding one year\n     and to  be renewed\t from year  to\tyear  until  further\n     orders of Court.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_44\">     It has to be stated that the learned Single Judge fixed\nan upset  price of  Rs 3,50,000 for the disputed property in\nthat order  and there  is no dispute about it. The appellant\nSadhu Ram  Bansal offered  a sum  of Rs.  4,00,000  for\t the\nproperty to  the Receiver  by his  advocate&#x27;s  letter  dated\n20.12.1982 enclosing  a draft  for Rs.\t1,00,000  being\t one\nfourth of the amount and saying that the offer is subject to\nthe vendors making out a good and marketable title free from\nencumbrances and  that the  sale will  be completed within 6\nmonths or such other time as may be agreed upon in favour of\nthe appellant  or his  nominees. Thereinafter, a meeting was\nheld before  the official  Receiver on 12.1.1983 in presence\nof Prabir  Kumar Das and Pradeep Kumar Das and their Counsel\nas also\t Jitendra Kumar\t Das and  others. That\tmeeting\t was\nconvened in  terms of a motion of a meeting dated 23.12.1982\nfor deciding  upon the\tsteps  to  be  taken  regarding\t the\nintending offers  for the  sale of the disputed property. In\nthat meeting  all the  three offers received by the Official\nReceiver  were\t placed\t before\t  the  parties\t for   their\nconsideration and  it was  decided that\t the  offer  of\t Rs.\n4,00,000 made  on behalf of the appellant should be accepted\nin view\t of the\t payment of  Rs. 1,00,000 by bank draft. The\nofficial  Receiver  thereupon  accepted\t the  offer  of\t the\nappellant and  communicated the\t acceptance  by\t his  letter\ndated 13.1.1983\t and requested\tthe appellant to deposit the\nbalance of Rs. 3,00,000 at an early date, In view of Court&#x27;s\norder dated 1.8.1983 another meeting was convened before the\nofficial Receiver on 9.8.1983 and the parties to suit agreed\nin that\t meeting  to  sell  the\t disputed  property  to\t the\nappellant for  Rs 4,00,000  in view  of his prior payment of\nRs. 1,00,000  by bank  draft and  sending the balance of Rs.\n3,00,000 to  the official  Receiver on 8.8.1983 Subsequently\non the application of the official\n<span class=\"hidden_text\" id=\"span_17\">600</span>\nReceiver, P.  Banerjee, J. of the Calcutta High Court passed\nan order  dated 24  5.1983 directing  the police  to  remove\nrespondents 1  to 4  from the  disputed property and put the\nofficial Receiver in possession thereof on the allegation of\nthe official  Receiver that  they had  trespassed  into\t the\nproperty a  few months\tearlier. That  order was modified on\n26.5.1983 as regards the designation of the Deputy Inspector\nGeneral of  Police to  whom also  the earlier  letter  dated\n24.5.1983 was  directed. On  22.6.1983 respondents  1  to  4\nnamely, Pulin Behari Sarkar, Manik Seal, Gopinath Sarkar and\nSudhansu Bimal\tDey moved  the Calcutta High Court for being\nimpleaded as  defendants in  Suit No.  2024 of 1952 (wrongly\nmentioned in  that application\tas Suit No. 2024 of 1982) as\nwell as in the application of the official Receiver affirmed\nby one\tAshok Kumar  Rai on  20.5.1983 and  for staying\t and\nsetting aside  the said orders dated 24.5.1983 and 26.5 1983\nas stated  above. In  that application\trespondents 1  to  4\nalleged that  they came\t to know  from the  police about the\norders dated 24.5.1983 and 26.5.1983 on 18.6.1983, that Suit\nNo. 2024  of 1982  (mistake for\t Suit No.  2024 of 1952) had\nbeen filed  by Prasad  Nath Das\t on 28.5.1982  (mistake\t for\n28.5.1952), that the official Receiver had been appointed on\n11.8.1982  (mistake  for  11.8.1952),  that  the  Court\t has\ngranted leave  to the official Receiver to sell the property\neither by  public auction  or by private treaty subject to a\nreserve price  of Rs  3,50,000 and  that the  offer  of\t Rs.\n4,00,000 made  by the  appellant has  been accepted and one-\nfourth of  the amount  has already been paid to the official\nReceiver  Respondents\t1  to  4  further,  stated  in\tthat\napplication that  they are residing on the disputed property\nwith their  families under  a licence  since 1975  and\thave\nconstructed pucca  huts thereon\t and that  with knowledge of\ntheir continuous  possession of\t the property  as  licencees\nsince 1975 the parties to the suit have filed the suit among\nthemselves without  impleading them  (respondents 1 to 4) as\nparties\t knowing   fully  well\t that  they  would  not\t get\npossession of the same if they filed the suit against them.\n</p><p data-structure=\"RespArg\" id=\"p_45\">     This application  of respondents  1 to 4 was opposed by\nthe appellant  through a  counter-affidavit of his son Sajan\nKumar Bansal.  It was stated in that counter-affidavit inter\nalia that in the application filed for grant of leave to the\nofficial Receiver  to sell  the\t disputed  property  it\t was\nalleged that  it was  under  the  unauthorised\tand  illegal\noccupation of one Kamal Hosiery claiming to be tenant of the\nproperty on a rent of Rs. 100/-per month for a long time and\nthat no\t rent has  been paid to or collected by the official\nReceiver in  the last  20 years.  It was also stated in that\ncounter-affidavit that in\n<span class=\"hidden_text\" id=\"span_18\">601</span>\nthe  draft   agreement\tfor  sale  it  is  stated  there  is\nlitigation for\tthe  last  20  years  between  the  official\nReceiver on  the one hand and Kamal Hosiery on the other and\nthat Second  Appeal No\t1267 of\t 1982 filed by Kamal Hosiery\nagainst the  official Receiver\twas pending  in the Calcutta\nHigh Court.  Denying that  there was  any  such\t licence  as\nclaimed by respondents 1 to 4 it was stated in that counter-\naffidavit that\tin the proceedings taken by respondents 1 to\n4 under\t s. 145\t of the\t <a href=\"/doc/445276/\" id=\"a_17\">Code of  Criminal Procedure</a>  in the\nCourt of  the Sub-Divisional  Executive\t Magistrate,  Sadar,\nHowrah respondents 1 to 4 claimed to have been in possession\nof the\tdisputed property  for the  last 15 years which will\ntake us\t to 1968  and not  1975 It  is that  application  of\nrespondents 1  to 4  for being\timpleaded as parties to Suit\nNo. 2024  of 1952 and for staying and setting aside the High\nCourt&#x27;s orders\tdated 24.5.1983 which came up before Monjula\nBose, J Three points were urged before that learned Judge.\n</p><p data-structure=\"CDiscource\" id=\"p_46\">     The first\tpoint urged before the learned Judge was the\nalleged deliberate  omission of the parries to Suit No. 2024\nof 1952\t to implead  respondents 1  to 4 as parties with the\nobject of  getting  a  receiver\t appointed  and\t having\t the\nproperty sold  behind their back. The learned Judge rejected\nthat contention of respondents 1 to 4 in these terms:\n</p><blockquote id=\"blockquote_17\">\t  &quot;I accept  the contentions of the learned Advocate\n     for  the\tpurchaser  Sadhu  Ram  Bansal  as  also\t the\n     contentions of  the Learned  Advocate for\tthe  learned\n     official Receiver\tthat deliberate\t mis-statements have\n     been made\tin the\tpetition with a view to impress upon\n     the Court\tthat the  suit was  filed without impleading\n     the petitioners (respondents 1 to 4) as parties so that\n     possession\t could\t be  obtained\tand  an\t  order\t  of\n     appointment of  Receiver and leave to sell the property\n     could be  obtained behind\tthe back  of the petitioners\n     (respondents 1  to\t 4).  It  is  significant  that\t the\n     proceedings were  instituted in  1952 (Suit No. 2024 of\n     1952)  and\t the  official\tReceiver  was  appointed  as\n     Receiver as  far back  as in  1953. Since that date the\n     suit property  is in  the possession  of  the  official\n     Receiver as  officer  of  the  Court.  The\t petitioners\n     (respondents 1  to 4)  claim to  be in possession since\n     1975 with\tthe leave  of one  Malati Das  and  Jitendra\n     Kumar Das.\t It is\tsignificant that the said Malati Das\n     was brought  on record  only in the year 1977 after the\n     death of  her husband  and in  any event  no  leave  or\n     licence could have been granted by either Malati Das or\n     Jitendra Kumar Das when the\n<span class=\"hidden_text\" id=\"span_19\">602</span>\n     Official  Receiver\t  was  in  possession  of  the\tsuit\n     premises. On 21.6.1983 Malati Das appeared in Court and\n     denied giving any leave to any of the parties to remain\n     in possession  of the  suit premises.  Falsity  of\t the\n     petitioners&#x27; case\tis thus\t prima facie apparent and it\n     appears that  they have no locus standi to intervene in\n     this proceeding  and seek\tany order  to  be  added  as\n     party-defendants  to   the\t suit\tand/or\t any   other\n     proceeding in connection therewith.&quot;\n</blockquote><p data-structure=\"RespArg\" id=\"p_47\">     The second\t point urged before the learned Single Judge\nwas as\tregards the  validity of  the orders dated 24.5.1983\nand  26.5.1983\tmade  for  delivery  of\t possession  of\t the\nproperty to  the  official  Receiver  with  police  aid\t and\nwithout notice\tto respondents\t1 to  4.  It  was  contended\nbefore the  learned Single  Judge on behalf of respondents 1\nto 4 that those orders made behind the back of respondents 1\nto 4  who would\t be affected  thereby are invalid in law and\nshould, therefore,  be set  aside The learned Judge rejected\nthat contention in these terms:\n</p><blockquote id=\"blockquote_18\">\t  <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"224533\" id=\"span_20\">&quot;In any event the decision reported in A.I.R. 1957\n     Calcutta 252  is an  authority for the proposition that\n     the Court\thas unfettered discretion and ample power to\n     do justice\t The Court  is also fortified in its view by\n     the decision  in <a href=\"/doc/224533/\" id=\"a_18\">Hira  Lal Patni  v. Mookaram  Sethiya</a>,\n     reported in  A.I.R. 1962  SC 21  where the Court viewed\n     that under\t order 40  Rule 1  the Court  may remove any\n     person  who   interferes  or   intermeddles  with\t the\n     Raceiver&#x27;s\t  possession.\t In   my    view   different\n     considerations apply  in cases  where property  in\t the\n     possession of  Court through its officers are sought to\n     be the Receiver of the Court is sought to be interfered\n     with, and\tthe cases  cited are  distinguishable. To my\n     mind the  orders passed  on the 24th and 26th May, 1983\n     are orders\t passed by  the Court  in  the course of the\n     administration of\tthe estate through the agency of the\n     Receiver  and  the\t said  orders  were  passed  at\t the\n     instances of  the Receiver\t in the circumstances stated\n     in the  affidavit affirmed\t by Ashoke  Roy on 4th July,\n     1953 It is apparent from paragraph 5 (vii) that certain\n     persons had  entered the  premises on  the 14th  March,\n     1983, requiring  the official  Receiver to\t take  steps\n     with the  police authorities  and it  appears that\t his\n     letters went  unheeded requiring  an application  to be\n     made for  seeking direction upon the police authorities\n     to remove\tthe squatters  and thereby assistance sought\n     in the administration\n<span class=\"hidden_text\" id=\"span_21\">603</span>\n     of the  estate by\tthe Receiver.</span>  The case\t reported in\n     A.I.R. 1962 SC 21 Hira Lal Patni v. Mookaram Sethiya is\n     an authority  in support of this proposition. The order\n     for police\t help thus  obtained cannot  be said to have\n     been obtained  improperly\tor  by\tsuppression  of\t any\n     fact.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_48\">     The third\tpoint urged  by respondent 1 to 4 before the\nlearned Single\tJudge was that they were prepared to offer a\nsum of\tRs. 1,00,000  more than\t the amount  offered by\t the\nappellant and that the property should be ordered to be sold\nto them.  The learned  Single Judge rejected that contention\nin these terms:\n</p><blockquote id=\"blockquote_19\">\t  &quot;The third  point ...\t has no\t merit\tand  is\t not\n     required to  be considered inasmuch as the Court by its\n     order  dated  11th\t October,  1982\t directed  that\t the\n     official Receiver\twill sell  the\tproperty  by  public\n     auction or\t private treaty\t to the\t highest offerer  or\n     offers subject  to a  reserve price of Rs. 3,50,000 and\n     had directed  that in the event the property is sold by\n     private treaty  the  official  Receiver  would  call  a\n     meeting of\t the parties  and obtain  approval for\tsuch\n     sale. It appears from the records of the minutes of the\n     Receiver&#x27;s\t meeting  held\ton  12.1.1983  that  in\t the\n     presence of parties each one of them supported the sale\n     to M/s  L. P.  Aggarwal&#x27;s\tclient,\t namely,  Sadhu\t Ram\n     Bansal and\t as such  the official Receiver accepted the\n     offer of  the said\t Sadhu Ram Bansal, after the parties\n     considered the  price offered  to be adequate. The case\n     reported in  A.I.R. 1970  SC 2037\tis an  authority  in\n     support of the proposition that once a Court comes to a\n     conclusion\t that  the  price  offered  is\tadequate  no\n     subsequent higher\toffer can  constitute a valid ground\n     for refusing  confirmation. To  my\t mind  although\t the\n     transaction in suit does not require to be confirmed as\n     the official  Receiver was\t invested with the direction\n     given on  11th October, 1982 the said decision with the\n     approval of  the parties cannot now be re-opened and/or\n     reagitated.&quot;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_49\">     For  the\tabove  reasons\t the  learned  Single  Judge\ndismissed the  petition of  respondents 1  to 4\t with costs.\nAgainst that order respondents 1 to 4 filed an appeal before\nthe Division  Bench. In\t that appeal respondents 1 to 4 made\nan application\tfor an\tinterim order,\tand it\tcame up\t for\nconsideration before  the Division  Bench consisting  M.  M.\nDutt and  C. K\tBanerjee, JJ.  After setting  out some facts\nleading to  the application filled by respondents 1 to 4 for\nbeing\n<span class=\"hidden_text\" id=\"span_22\">604</span>\nadded as  parties to Suit No. 2024 of 1952 as well as in the\napplication of\tthe official  Receiver and  for staying\t and\nsetting aside  the High\t Court&#x27;s orders\t dated 24.5.1983 and\n26.5.1983 referred  to above,  what M. M. Dutt, J. who spoke\nfor the\t Bench has  stated in  the order  impugned  in\tthis\nappeal is this:\n</p><blockquote id=\"blockquote_20\">\t  &quot;At the  hearing of  this application Mr. Som Nath\n     Chatterjee, learned  Counsel appearing on behalf of the\n     petitioners has  offered to  purchase the disputed land\n     at a  sum of  Rs. 5,00,000. It has also been offered by\n     him that  the petitioners\twould deposit in Court a sum\n     of Rs. 1,25,000 being the 25 per cent of the sale price\n     within a  week and\t pay the balance sum of Rs. 3,75,000\n     within a month thereafter.\n</blockquote><blockquote id=\"blockquote_21\">\t  The application has been vehemently opposed by the\n     respondent No.  2. the  purchaser. Mr.  A.\t C.  Bhabra,\n     learned Counsel  appearing for  respondent No 2 submits\n     that as  parties themselves  have agreed  to  sell\t the\n     disputed land  to the respondent No 2 this Court has no\n     jurisdiction to  override the said agreement and direct\n     the sale  of the  disputed land  to the petitioners. In\n     our opinion  this contention  is without  substance The\n     sale has  not yet\tbeen completed.\t As  stated  already\n     respondent No.  2 paid  a sum  of Rs. 1,00,000 being 25\n     per cent  of the  sale price  some time in January 1983\n     and since\tthen respondent\t No.  2\t has  not  paid\t the\n     balance sum  of the  sale price.  If the  sale had been\n     completed their  is no question of any offer being made\n     by the petitioners for the sale of the disputed land to\n     them.  Moreover,  the  sale  will\tbe  subject  to\t the\n     approval of  the Court.  As the  sale has\tnot yet been\n     completed there  is no  scope for\tthe approval  of the\n     sale.\n</blockquote><blockquote id=\"blockquote_22\">\t  On the  other hand,  we find that 38 families have\n     been residing  in the disputed land. It is submitted by\n     Mr. Bhabra\t that  those  persons  are  all\t trespassers\n     without any  vestige of title. It is, however, the case\n     of the  petitioners that they have been residing in the\n     disputed land  by making  certain structures under. the\n     leave and\tlicence of  two of  the owners\tof the\tsaid\n     premises although\tone of\tthe owners,  Smt. Malati Das\n     who is  alleged to have granted the licence, has denied\n     granting of  such licence. If the disputed land is sold\n     to respondent  No. 2  then 38  families who  have\tbeen\n     resi-\n</blockquote><span class=\"hidden_text\" id=\"span_23\">605</span>\n<blockquote id=\"blockquote_23\">     ding thereon  would be evicted with police help. In our\n     opinion the Court should do social justice and in doing\n     such justice  no technicality  of law will stand in its\n     way. Social  justice requires  that the  disputed\tland\n     should be sold to the petitioners and other residing on\n     the  disputed  land.  Moreover,  the  petitioners\thave\n     offered to\t pay a\tprice of Rs. 5,00,000 that is to say\n     Rs 1,00,000 more than the offer of the respondent No 2.\n     In the  circumstances, we vacate the said two orders of\n     the learned Judge dated 24.5.1983 and 26.5.1983 and set\n     aside the impugned order dated July 18, 1983.&quot;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_50\">     The learned  Judges directed  respondents 1 to 4 to pay\nto the\tofficial Receiver a sum of Rs. 1,25,000 on or before\n1.8.1984 and  the balance  of Rs  3,75,000 by  29.8.1983 and\nordered that  on such  payment the  official Receiver  shall\nsell the  disputed property  to respondents 1 to 4 and their\n34 nominees  mentioned in  the impugned\t order\twithout\t any\nother descriptive  particulars and have observed that in the\nevent of  default in  payment of  the sum of Rs. 5,00,000 as\naforesaid their\t order will  stand vacated  and the  learned\nSingle Judge&#x27;s order dated 18.7.1983 shall stand confirmed.\n</p><p data-structure=\"Issue\" id=\"p_51\">     Thus it is seen that the learned Judges of the Division\nBench have  set aside  the impugned  order  of\tthe  learned\nSingle Judge  dated 18.7.1983  and directed  the sale of the\ndisputed property  to  respondents  1  to  4  and  their  34\nnominees subject  to the  condition that  respondents 1 to 4\ndeposit a sum of Rs. 1,25,000 by 1.8.1983 and the balance of\nRs 3,75,000  by 29.8.1983  towards the\tsale  price  of\t Rs.\n5,00,000 offered  by respondents 1 to 4 mainly on the ground\nof social justice and incidentally having regard to the fact\nthat sale  has not  yet been  approved by  the Court without\nhowever deciding  the question whether approval of the Court\nto complete  the  sale\tof  the\t disputed  property  by\t the\nofficial Receiver to the appellant by private treaty subject\nto the\tapproval of  the parties  which has  been  given  on\n12.1.1983 and  9.8.1983, as  stated above,  is necessary  or\nnot. They  have at  the same time observed in their impugned\norder that  the order  dated 18.7.1983 of the learned Single\nJudge will  stand confirmed  if respondents  1 to  4 fail to\ndeposit the  sum of Rs. 1,25,000 by 1.8.1983 and the balance\nof Rs.\t3.75,000 by  29.8.1983. The  learned Judges  of\t the\nDivision Bench\thave thus  left\t in  tact  the\torder  dated\n18.7.1983 of  the learned  Single  Judge  in  the  event  of\nrespondents 1  to 4  not taking advantage of the opportunity\ngiven to  them in the name of social justice to purchase the\ndisputed property for\n<span class=\"hidden_text\" id=\"span_24\">606</span>\nRs. 5,00,000  by paying\t that amount  in two  instalments as\naforesaid Hence this appeal by special leave.\n</p><p data-structure=\"RespArg\" id=\"p_52\">     With respect  to the  learned Judges  of  the  Division\nBench of  the High  Court I  am at  a loss to understand how\ntheir order  which virtually disposes of the appeal filed by\nrespondents 1  to 4  against the order of the learned Single\nJudge dated  18.7.1983 declining  to add  them as parties to\nSuit No\t 2024 of 1952 as well as in the application moved by\nthe official  Receiver in May 1983 and to stay and set aside\nthe orders  dated 24.5.1983  and 26.5.1983  and directs\t the\nsale of\t the disputed  property to  respondents 1  to 4\t and\ntheir 34  nominees on  payment of  the sum of Rs 5,00,000 in\ntwo instalments\t as mentioned  above could  be\tmade  in  an\napplication which  has been  filed by respondents 1 to 4 for\nonly an\t interim order\tpending disposal  of the main appeal\nfiled against  the order  of the  learned Single Judge dated\n18.7.1983. I also fail to see what remains to be done by the\nlearned Judges\tof the\tDivision Bench\tin the\tmain  appeal\nfiled by  respondents 1\t to 4  against\tthe  learned  Single\nJudge&#x27;s order  dated 18.7.1983\tafter the  learned Judges of\nthe Division  Bench have  passed the  order impugned in this\nappeal before  this Court.  That appeal\t before the  learned\nJudges\tof   the  Division  Bench  has\tnow  become  totally\nredundant and  unnecessary, for\t what  respondents  1  to  4\nwanted has  been ordered  in their favour viz, setting aside\nthe orders dated 24.5.1983 and 26.5.1983 which is one of the\nprayers in  the application  made before  the learned Single\nJudge and  the sale  of the  property in their favour and in\nfavour of their nominees for Rs. 5,00,000 subject to payment\nof that\t amount in two instalments within the time mentioned\nabove, a  relief which\twas not\t even prayed  for by them in\ntheir  application  before  the\t learned  Single  Judge\t but\ngranted even  before they  had been  impleaded as parties in\nthe suit  or  in  the  application  filed  by  the  official\nReceiver in  May 1983.\twhich  prayer  was  refused  by\t the\nlearned Single\tJudge and  has not  been granted even by the\nlearned Judges\tof the Division Bench in their order made in\nthe application\t filed only  for interim  relief. This\tmust\nstrike any one as an extraordinary feature in this case, and\nI therefore  think it  must be\tnoticed before proceeding to\nconsider the  merits  of  the  case  in\t the  light  of\t the\narguments advanced by Mr. S.S. Ray, Senior Counsel appearing\nfor the\t appellant  and\t Mr.  G.L.  Sanghi,  Senior  Counsel\nappearing for  respondents 1  to 4  in the  appeal.  Another\nextraordinary feature  in this\tcase is\t that in the name of\nsocial justice\tthe learned  Judges of the Division Bench of\nthe High  Court have conferred the benefit of purchasing the\ndisputed  property   on\t rank\ttrespassers,  not   ordinary\ntrespassers in respect of\n<span class=\"hidden_text\" id=\"span_25\">607</span>\nproperty in the possession of some private individual who is\nnot vigilant  about his rights but trespassers in respect of\nproperty which\tis in  custodia legis through a Receiver who\nwas vigilant  enough to\t move the Court for a direction that\nthe police  to remove respondents 1 to 4 from their unlawful\npossession  of\t the  disputed\t property  and\tput  him  in\npossession thereof  after his  own letters to the police for\nhelp in\t that behalf did not evoke the necessary response. I\nwill now proceed to consider how respondents 1 to 4 are rank\ntrespassers in\trespect of the disputed property which is in\ncustodia legis\tand are\t contemners who\t are  liable  to  be\ncommitted for  contempt and  not persons on whom any benefit\ncould be conferred by any Court of law.\n</p><p data-structure=\"RespArg\" id=\"p_53\">     Mr. Ray  submitted rightly\t that respondents 1 to 4 are\nrank trespassers  in respect  of the disputed property which\nis in custodia legis. The case of respondents 1 to 4 is that\nthey became  licencees in  respect of  the property  in 1975\nunder a\t leave granted\tto them\t by Malati  Das and Jitendra\nKumar Das.  This case  has been found by Monjula Bose, J. to\nbe false  having regard\t to the fact that Malati Das came on\nrecord as  a legal representative of her husband Prasad Nath\nDas only in 1977 and she appeared in Court and denied having\ngranted any  such licence to respondents 1 to 4. There is no\ndocumentary evidence about the alleged grant of the licence.\nIf at  all, it could only have been oral. Respondents 1 to 4\nhave not  examined Jitendra  Kumar Das\tto prove the alleged\ngrant of  the licence.\tJitendra Kumar Das is a party to the\napproval granted  on 12.1.1983\tand 9.8.1983 for the sale of\nthe disputed  property\tby  the\t official  Receiver  to\t the\nappellant by  private treaty.  It is  impossible that such a\nvaluable  property   has  been\tallowed\t to  be\t enjoyed  by\nrespondent 1  to 4  for no  benefit or\tconsideration to the\nowners by  any of  the owners of the property. Respondents 1\nto 4 had no consistent case about when the alleged leave was\ngranted. In  the present  proceedings their stand is that it\nwas granted  in 1975. But in the proceedings before the Sub-\nDivisional Executive  Magistrate, Sadar, Howrah under<a href=\"/doc/1405190/\" id=\"a_19\"> s. 145</a>\nCriminal Procedure  Code they  stated that  the licence\t was\ngranted 15  years prior\t to the\t date of that petition which\nwill take  us to  1968 as stated above. Therefore, factually\nthe alleged  grant of  licence does not appear to be true as\nhas been  found by  Monjula Bose, J. Mr. Sanghi on the other\nhand, contends\tthat the &quot;right&quot; claimed by respondents 1 to\n4 has  not been\t gone into  or determined  and that they are\nentitled to  the equitable  relief granted  to them  by\t the\nlearned Judges\tof the\tDivision Bench on the basis of their\nadmitted possession  of the  property. The  contention\tthat\ntheir\n<span class=\"hidden_text\" id=\"span_26\">608</span>\nposition has not been determined by the learned Single Judge\nis not correct.\n</p><p data-structure=\"Precedent\" id=\"p_54\">     In paragraph  801 and  808 at  pages  403\tand  407  of\nHalsbury&#x27;s Laws\t of England,  Fourth Edition,  Volume 39  we\nfind the following passage:\n</p><blockquote id=\"blockquote_24\">\t  &quot;A  receiver\t is  a\t person\t appointed  for\t the\n     collection or  protection of  property. He is appointed\n     either by\tthe court  or out of court by individuals or\n     corporations. If he is appointed by the court, he is an\n     officer of\t the court  deriving his  authority from the\n     court&#x27;s order.  If he  is appointed out of court, he is\n     an agent and has such powers, duties and liabilities as\n     are defined by the instrument or statute under which he\n     is appointed  and derive from the general law of agency\n     ....A receiver appointed by the court is in no sense an\n     agent or  trustee for  the party  at whose instance the\n     appointment is  made. He  is an  officer of  the  court\n     appointed for  the benefit\t of all\t the parties  to the\n     action, and  their\t rights\t among\tthemselves  are\t not\n     affected.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_55\">     In Kerr  on Receivers,  Fifteenth Edition,\t we find the\nfollowing passage at page 155:\n</p><blockquote id=\"blockquote_25\">\t  &quot;A person  who disturbs  or  interferes  with\t the\n     possession of  a receiver\tis guilty  of a\t contempt of\n     court, and\t is liable  to be  committed. In  extreme or\n     aggravated cases,\tthe court  will, for  the purpose of\n     vindicating its authority, order a committal. The court\n     is generally  satisfied  with  ordering  the  party  in\n     contempt to  pay the  costs and  expenses occasioned by\n     his  improper  conduct,  and  also\t the  costs  of\t the\n     application to commit.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_56\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"198838\" id=\"span_27\">This Court\t has observed  in <a href=\"/doc/198838/\" id=\"a_20\">Everest  Coal Company\t (P)\nLtd. v. State of Bihar &amp; Others</a> thus:</span>\n</p><blockquote id=\"blockquote_26\">\t  &quot;When a  court puts  a Receiver  in possession  of\n     property, the  property comes  under court custody, the\n     Receiver being merely an officer or agent of the court.\n     Any  obstruction\tor  interference  with\tthe  court&#x27;s\n     possession sounds\tin contempt of that court. Any legal\n     action in\trespect of  that property is in a sense such\n     an interference\n<span class=\"hidden_text\" id=\"span_28\">609</span>\n     and  invites   the\t contempt   penalty  of\t  likely  in\n     validation of the suit or other proceedings.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_57\">     It is  not disputed  that after the institution of Suit\nNo. 2024  of 1952  in the  High Court, the Official Receiver\nwas  appointed\tas  Receiver  in  respect  of  the  disputed\nproperty on  11.8.1953 and  that he  took possession  of the\nsame on\t 13.8.1953 and\tit continues to be in custodia legis\nthrough the  Receiver since  then. This\t has been  found  by\nMonjula Bose,  J. in  the order\t dated 18.7.1983.  When\t the\nproperty  is  in  custodia  legis  neither  Malati  Das\t nor\nJitendra Kumar\tDas, who may have rights of ownership in the\nproperty, could\t grant any  licence in\t1975 or\t at any time\nafter the  Receiver had\t been appointed\t and possession\t had\nbeen taken in August 1953. Even if there was such a grant of\nlicence it  is invalid\tin law.\t Even if  possession of\t the\nproperty had been obtained by respondents 1 to 4 pursuant to\nany such  grant of licence it would, in law, be only that of\ntrespassers.  Therefore,   even\t on  the  admitted  case  of\nrespondents 1  to 4 that their possession started in 1975 as\nlicencees, in  the light  of the  undisputed fact  that\t the\nReceiver got  into possession of the property as far back as\nin August 1953 under the orders of the Court, the possession\nof respondents\t1 to  4 could  only be\tthat of trespassers.\nThey are  trespassers who  are liable  to be  committed\t for\ncontempt of  the Court\tinasmuch as  they are trespassers in\nrespect of  the property  which is  in custodia legis. Their\npossession and\tconduct have to be frowned upon by the Court\nand not\t treated as grounds for conferring a benefit on them\nto purchase the property albeit for a higher amount than the\namount for  which the  Official Receiver  has agreed to sell\nthe property  to the  appellant with  the  approval  of\t the\nparties to  the suit.  The learned  Judges of  the  Division\nBench  have   treated  this   illegal  act  of\ttrespass  of\nrespondents 1  to 4  on the  property which  is in  custodia\nlegis as  the ground  for conferring  the benefit on them in\nthe name  of social  justice, and it is this order which Mr.\nSanghi, with all his vehemence, wants this Court to confirm.\nIn my  view it\twill be\t totally wrong\tto  do\tso.  It\t was\nconceded by  Mr. Sanghi\t that while rendering social justice\nno violence  to any established and well-known principles of\nlaw could  be committed. In these circumstances, I am of the\nopinion that  no relief could be granted to respondents 1 to\n4 who are trespassers in respect of the property in custodia\nlegis on  the basis  of their wrongful possession which is a\ncontinuing act of contempt of the Court.\n</p><p data-structure=\"CDiscource\" id=\"p_58\">     Mr.  Sanghi  invited  this\t Court&#x27;s  attention  to\t the\nCalcutta High\n<span class=\"hidden_text\" id=\"span_29\">610</span>\nCourt&#x27;s order  dated 11.10.1982 for the sale of the disputed\nproperty particularly to the portion thereof which says that\nRs. 10,000  out of the sale proceeds should be paid to Ashok\nKumar Rai  subject to  adjustment against his share and that\nthe balance  should be\tinvested by the Official Receiver in\nfixed deposit  every time for a term not exceeding one year.\nA sum  of Rs.  1,00,000 was  sent by  a bank  draft  to\t the\nofficial Receiver along with the offer made on behalf of the\nappellant for  purchasing the  property\t for  Rs.  4,00,000.\nAccording to the offer made in that letter the appellant had\nto pay\tthe balance  of Rs.  3,00,000 within six months from\n13.1.1983. Mr.\tSanghi invited this court&#x27;s attention to the\nnon-payment of the balance of Rs. 3,00,000 until it was sent\nto the\tReceiver on 8.8.1983 in spite of the Receiver asking\nfor its\t payment at  an\t early\tdate  by  his  letter  dated\n13.1.1983 by  which he\thad communicated the approval of the\nparties granted\t on 12.1.1983  for the\tsale of the disputed\nproperty to  the appellant  for Rs.  4,00,000 and  submitted\nthat the  appellant has\t hot complied with the spirit of the\norder for  the sale  of the  property by private treaty. Mr.\nSanghi next  invited this Court&#x27;s attention to the fact that\nin  the\t  parties&#x27;  meeting  held  before  the\tReceiver  on\n12.1.1983 to  consider which  of the  3 offers\tmade to\t the\nOfficial Receiver could be accepted Mr. D.N. Mitra, Advocate\nfor Prabir  Kumar Das  and Pradeep Kumar Das had stated that\nthey have  no objection to the sale subject to the appellant\nagreeing  to   purchase\t the  property\tsubject\t to  pending\nlitigation. The\t pending litigation referred to by Mr. Mitra\nevidently  refers  to  the  litigation\tabout  the  property\npending in  Second Appeal  No. 1267  of 1982  filed  in\t the\nCalcutta High  Court by\t Kamal Hosiery\tagainst the Official\nReceiver.  The\t appellant&#x27;s  learned  Counsel\thad  earlier\noffered in  his letter\tdated  20.12.1982  to  purchase\t the\nproperty for  Rs. 4,00,000 subject to the vendors making out\na good\tand marketable\ttitle free  from  encumbrances.\t The\nOfficial  Receiver   has  not  referred\t to  that  condition\nmentioned by  the Advocate  for Prabir Kumar Das and Pradeep\nKumar Das  that the acceptance of the offer of the appellant\nis subject  to his agreeing to purchase the property subject\nto the\tpending litigation  but he  has merely stated in his\nletter\tdated\t13.1.1983  that\t the  appellant&#x27;s  offer  to\npurchase the property for Rs. 4,00,000 has been accepted and\nthat he\t should pay the balance of Rs. 3,00,000 at any early\ndate. The parties had accepted the appellant&#x27;s offer even in\nthe subsequent\tmeeting held on 9.8.1983 after the appellant\nhad sent  the balance  of Rs.  3,00,000 on  8.8.1983 to\t the\nReceiver. Mr.  Sanghi submits that there was a counter-offer\nby reason  of the  statement  made  on\tbehalf\tof  the\t two\nplaintiffs Prabir  Kumar Das  and Pradeep  Kumar Das  in the\nmeeting convened\n<span class=\"hidden_text\" id=\"span_30\">611</span>\nby the\treceiver on  12.1.1983 that  the  appellant&#x27;s  offer\nshould be  accepted subject  to the  condition that  he will\npurchase the  property subject to the pending litigation and\nthat there  should have\t been  a  fresh\t acceptance  by\t the\nappellant thereafter,  and he  has not done so and therefore\nthere is no concluded contract. There is no such conditional\nacceptance as the condition required by Prabir Kumar Das and\nPradeep Kumar Das has not been specially communicated to the\nappellant by  the  official  Receiver  for  his\t acceptance.\nTherefore there\t is no\tmerit  in  this\t contention  of\t Mr.\nSanghi.\n</p><p data-structure=\"RespArg\" id=\"p_59\">     Mr. Sanghi\t next submitted that respondents 1 to 4 have\noffered Rs.  5,00,000 for  the disputed\t property  and\tthat\nsince the  owners of the property stand to gain a sum of Rs.\n1,00,000 by  accepting that offer, the order for sale of the\nproperty made by the learned Judges of the Division Bench in\nfavour of  the respondents  1 to  4 and\t their\t34  nominees\nshould be confirmed.\n</p><p data-structure=\"Precedent\" id=\"p_60\">     Respondents 1  to 4  are trespassers  in respect of the\nproperty which\tis in custoda legis and they are in contempt\nof the\tCourt. They  cannot be\tallowed to continue to be in\ncontempt and  urge it  as a ground for obtaining the benefit\nof the\tsale  of  the  property\t in  their  favour.  If\t the\nappellant has  not complied  with any  condition it may be a\nground for  the owners\tand the\t Official  Receiver  not  to\naccept his  offer and refuse to sell the property to him and\nnot for respondents 1 to 4 to raise any objection. The offer\nhas been  accepted rightly  or wrongly\tmore than  once\t and\ntherefore the appellant may have a right to sue for specific\nperformance of\tthe contract on the basis of that acceptance\nby the\tOfficial Receiver  given with  the approval  of\t the\nparties. The  same is the position in regard to the delay of\nabout a\t month in  paying the balance of Rs. 3,00,000 by the\nappellant. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"174208\" id=\"span_31\">In  <a href=\"/doc/174208/\" id=\"a_21\">Kayjay Industries (P) Ltd. v. Asnew Drums (P)\nLtd. &amp;\tOthers</a> it has been held that the executing court had\ncommitted no  material irregularity  in the  conduct of\t the\nsale in\t accepting the highest offer and concluding the sale\nat Rs. 11,50,000 though the market value of the property may\nbe over\t Rs.  17,00,000.</span>  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"491029\" id=\"span_32\"><a href=\"/doc/491029/\" id=\"a_22\">Jibon\t Krishna  Mukherjee  v.\t New\nBheerbhum Coal\tCo. Ltd.  &amp; Anr.</a>  it has  been held that the\nsale held  by the  Receiver appointed  by the  Court is\t not\ngoverned by  the provisions  of Order 21 rule 89 <a href=\"/doc/161831507/\" id=\"a_23\">of the Code\nof Civil  Procedure</a> which  enables the\tpersons specified in\nsub-rule 1 to have the sale held in execution\n<span class=\"hidden_text\" id=\"span_33\">612</span>\nproceedings  set   aside  on   the  two\t conditions  therein\nmentioned being satisfied, namely, as regards the deposit of\npoundage, balance of decree amount due etc. In that case, as\nin the\tpresent case, the Receiver was given liberty to sell\nthe property  by private  treaty or  by public\tauction.</span>  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"666784\" id=\"span_34\">In\n<a href=\"/doc/666784/\" id=\"a_24\">Tarinikamal Pandit  &amp; Others v. Prafulla Kumar Chatterjee</a> we\nfind the following observation :</span>\n</p><blockquote id=\"blockquote_27\">\t  &quot;The procedure  envisaged for\t sale generally\t and\n     sale of an immovable property under Order 21 is sale by\n     public auction.  Sale by  a Court\tthrough the Receiver\n     appointed by  Court is  not  contemplated\tunder  these\n     provisions.....A Receiver\tis appointed  under Order 40\n     Rule 1  and a  property can  be sold by the Receiver on\n     the  direction   of   the\t Court\t even\tby   private\n     negotiation.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_61\">     In the  present case the property has been agreed to be\nsold by private treaty and as required by the order made for\nthe purpose the approval of the parties has been obtained by\nthe Official  Receiver who  has been  authorised to sell the\nproperty either\t by public auction or by private treaty. The\nCourt does  not come  into the\tpicture in  such a  case and\nthere is  no need  for the  Court to approve or confirm such\nsale. The  parties who\tare sui juris must be deemed to have\nknown their  interest best  when they  chose to\t approve the\nsale of\t the property  for Rs.\t4,00,000 in  favour  of\t the\nappellant not with standing the fact that respondents 1 to 4\nhad offered  to\t purchase  the\tproperty  for  Rs.  5,00,000\ntherefore, in  my view\tthe learned  Judges of\tthe Division\nBench had  no right  or justification to alter or modify the\nearlier order  made for\t the sale  of the  property by\teven\nprivate treaty,\t which had  become final,  or to  hold\tthat\nsubsequent offer  made by respondents 1 to 4 to purchase the\nproperty for  Rs. 500,000  should be accepted merely because\nit appears  to be advantageous to the owners of the property\nin the\tname of\t social justice.  I am\tunable\tto  persuade\nmyself to  hold\t that  the  benefit  claimed  on  behalf  of\nrespondents 1 to 4-I would not call it a right, for there is\nno corresponding  obligation-can be  equated  with  or\teven\nbrought anywhere  near the  social justice  mentioned in the\npreamble of our Constitution.\n</p><p data-structure=\"Conclusion\" id=\"p_62\">     For these reasons, I am of the opinion that the learned\nJudges of  the Division\t Bench were not right in interfering\nwith the  well considered  order of the learned Single Judge\nMonjula Bose, J. by\n<span class=\"hidden_text\" id=\"span_35\">613</span>\ntheir order  made in  the application  of respondents 1 to 4\nfor a mere interim order pending consideration of the appeal\npreferred by  them against  that order of the learned Single\nJudge dated  18.7.1983 in  the manner done by them which has\nrendered  the\tmain  appeal  itself  redundant\t and  wholly\nunnecessary as\tstated above.  The  impugned  order  of\t the\nlearned Judges of the Division Bench which purports to stand\non the\tfragile and  imaginary prop of social justice has no\nlegs in\t law to stand and cannot be allowed in law to stand.\nI would, therefore, allow the appeal and set aside the order\nof learned  Judges of the Division Bench and restore that of\nthe  learned   Single  Judge   dated  18.7.1983\t with  costs\nquantified at Rs. 3,000 and payable by respondents 1 to 4.\n</p><p data-structure=\"Conclusion\" id=\"p_63\">     SABYASACHI MUKHARJI,  J, With  respect I agree with the\norder proposed\tby Brother  Fazal Ali.\tIn view, however, of\nthe  question\tposed  in   this  case,\t  I  would  like  to\nrecapitulate the  facts as  I view  these and  to state\t the\nprinciples upon\t which I  would like  to rest my concurrence\nwith the  order proposed. Though the controversy arises in a\nlong pending litigation, the question before this Court lies\nwithin a short compass.\n</p><p data-structure=\"CDiscource\" id=\"p_64\">     Premises No.  7, Duffers  Lane, Howrah,  comprising  of\nabout six  bighas of  land is  nearabout Calcutta. It formed\npart of\t the estate  of one  late  Radha  Kanta\t Das,  since\ndeceased. The  premises is  hereinafter called &quot;the disputed\npremises&quot;. Suit No. 2024 of 1952 was filed in the High Court\nof Calcutta  on May 29, 1952 by one Prasad Nath Das claiming\na decree  for construction  of the will and testament of the\nsaid Radha Kanta Das since deceased and for declaration that\nthe purported  will dated  May\t22,  1952  executed  by\t one\nJitendra Kumar\tDas, since  deceased in respect, inter alia,\nof the\tdisputed premises  was invalid,\t void and  for other\nreliefs. The  Official Receiver\t was appointed receiver over\ncertain properties  belonging to or alleged to have belonged\nto that\t estate including  the disputed premises on or about\nAugust 11,  1953. Some\tof the\tparties to  the suit, namely\nrespondents Nos.  13, 14  and 15  to this appeal took out an\napplication for\t granting leave\t to the\t Officer Receiver to\nsell the  disputed premises, as some of the parties required\nimmediate funds.  An order was passed on October 11, 1982 by\na learned  Single Judge\t of the\t High  Court  directing\t the\nOfficial Receiver  to sell the disputed premises either by a\npublic auction\tor private  treaty to  the  highest  offerer\nsubject to  a reserved\tprice of  Rs. 3,50,000 and the order\nfurther directed  that &quot;in the event the property is sold by\nprivate treaty, the Official Receiver, High Court, Calcutta,\nwould call  a  meeting\tof  the\t parties  and  obtain  their\napproval to  such sale\tby private  treaty. The\t provisional\nallottees or any other party to\n<span class=\"hidden_text\" id=\"span_36\">614</span>\nthe suit would be entitled to bring intending purchasers for\nthe same.&quot;  On December\t 20, 1982  by a letter, an offer was\nmade to\t the Official  Receiver for  purchase  of  the\tsaid\npremises  for\tRs.  4,00,000\ton  behalf  of\tthe  present\nappellant. The said letter contained the following :-\n</p><blockquote id=\"blockquote_28\">\t  &quot;We make  an\toffer  for  purchase  of  the  above\n     property for Rs. 4,00,000 (Rupees four lacs) subject to\n     the Vendors&#x27;  making out  a good  and marketable  title\n     free from encumbrances.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_65\">     A Bank draft for Rs. 1,00,000 in favour of the Official\nReceiver was  also sent\t along with it. At a meeting held on\nJan. 12,  1983, the  said offer\t along with two other offers\nwere  considered   by  the   representatives  and  advocates\nappearing for  the different parties in the suit. It appears\nthat parties  more or less agreed that the offer received on\nbehalf of  the appellant  was best  but one Shri B.N. Mitra,\nrepresenting his  client observed  that it might be accepted\nsubject to  the appellant&#x27;s  agreeing &quot;to  purchase the same\nland  with   pending  litigation  in  respect  of  the\tsaid\nproperty.&quot; It  may be  mentioned that the terms in which the\nOfficial Receiver intimated by letter dated January 13, 1983\naddressed by  the Official  Receiver to\t the advocate of the\npresent appellant contained the following :-\n</p><blockquote id=\"blockquote_29\">\t  &quot;This is to inform you that your client&#x27;s offer of\n     Rs. 4,00,000 for the purchase of the above premises has\n     been accepted.\n</blockquote><blockquote id=\"blockquote_30\">\t  You  are,  therefore,\t requested  to\tadvise\tyour\n     client to deposit the balance sum of Rs. 3,00,000 at an\n     early date.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_66\">     It would  be relevant  to bear  in mind that it was not\ncommunicated that the acceptance of the offer was subject to\nthe appellant&#x27;s\t agreeing to  purchase the land with pending\nlitigation in  respect of  the said  land. The\toffer of the\nappellant which\t had been  originally communicated  did\t not\ncontain any condition that the offer to purchase was subject\nto pending  litigation. It  was, therefore,  urged before us\nthat there  was no  acceptance of  the offer by letter dated\nJanuary\t 13,   1983  because   the  acceptance\twas  with  a\ncondition. It  was urged that it was really a counter offer.\nThe Division  Bench of the High Court came to the conclusion\nthat there  was no concluded contract. Such a view is a view\nwhich is  possible to  take, and  as such the Division Bench\nproceeded on the basis that there was no concluded\n<span class=\"hidden_text\" id=\"span_37\">615</span>\nbargain between the appellant and the parties represented by\nthe  receiver.\t It  may,  however,  be\t mentioned  that  in\nFebruary,  1983,   it  is  stated,  certain  documents\twere\nforwarded to  the appellant&#x27;s  advocate. It may be mentioned\nthat in\t the letter  referred to hereinbefore dated December\n20, 1982, the appellant had also stipulated that the sale be\ncompleted within six months or such further extended time as\nmay be\tagreed upon  in one or more lots by one or more sale\ndeeds in favour of the appellant or his nominee or nominees.\nThe letter  dated January  13, 1983 by the Official Receiver\nalso requested\tthe appellant  to deposit the balance sum at\nan early date. It may be mentioned that the said balance sum\nwas deposited after August, 1983 after the special leave was\ngranted in this matter by this Court. It is also significant\nto bear\t in mind that though the application for sale of the\nproperty in  question was  made because\t the parties were in\nurgent need  of money,\tthere does  not\t appear\t to  be\t any\ndocument or letter asking the appellant for the money.\n</p><p data-structure=\"Facts\" id=\"p_67\">     It is alleged that in February, 1983, fire broke out in\nthe factory  adjacent to  the premises\tin question and fire\nbrigade men  had entered  into the  premises by\t breaking  a\nportion of  the well  to get  access to\t the pond inside the\ndisputed premises.  It is  the case of the appellant that on\nMarch 14,  1983, the respondents nos. 1 to 4 along with some\nmiscreants had\tforcibly entered into the disputed premises.\nThis, however,\tis disputed  by the  contesting\t respondents\nnos. 1\tto 4  herein, out  of whose  application to the High\nCourt for intervention, the order impugned was passed by the\nDivision Bench\tand which  is the  subject  matter  of\tthis\nspecial leave,\tthey in their application asserted that they\nhad come  to know  about the  appointment  of  the  Official\nReceiver from the police and they further came to know about\nthe offer  made by  the appellant  for the  purchase of\t the\npremises in  dispute. The  said respondent alleged that they\nalong with  38 families with the leave and licence of one of\nthe co-owners  were residing  in the  premises\tin  question\nsince 1975 and had constructed pucca huts and structures and\nin spite of the same, according to the said respondents, the\nappellant did  not inform  the court of the said fact before\nobtaining police  help against\tthem. The  said\t respondents\nclaimed that  they were licencees under the original owners,\nSmt. Malati  Das and Jitendra Nath Das, in certain specified\nplots mentioned\t in their  application. They further alleged\nthat on\t May 2,\t 1983,\tthey  had  come\t to  know  that\t the\nappellant  had\t obtained  ex-parte   order  from  the\tSub-\nDivisional    Magistrate     (Executive)    directing\t the\nSuperintendent\tof  Police  to\trestore\t possession  of\t the\npremises in dispute by arranging police help. The applicants\nhad\n<span class=\"hidden_text\" id=\"span_38\">616</span>\nfiled  an  application\tbefore\tthe  learned  Sub-Divisional\nMagistrate  under  <a href=\"/doc/1405190/\" id=\"a_25\">Section  145</a>\t of  the  Code\tof  Criminal\nProcedure  with\t a  prayer  to\trecall\tthe  ex-parte  order\nmentioned hereinbefore\tand to\tcall for  a report  from the\nlocal police  regarding possession of the said applicants in\nthe said  disputed premises.  The Sub-Divisional Magistrate,\nit was\talleged, did  not pass\tany order and was pleased to\ndirect to put up the said application on May 7, 1983. Though\nno formal  order was passed the said application was kept on\nrecord. The  applicants further\t alleged that coming to know\nthat certain  other order  might be  passed, the  applicants\nmoved a\t revision application  under the Criminal Revisional\njurisdiction  before  the  High\t Court\tand  thereafter\t had\nobtained the  stay of  the order of April 26, 1983 passed by\nthe learned  Sub-Divisional Magistrate. The said application\nunder <a href=\"/doc/1405190/\" id=\"a_26\">Section  145</a> of  the Code\t of  Criminal  Procedure  is\npending.\n</p><p data-structure=\"Section\" id=\"p_68\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"535729\" id=\"span_39\">The pendency  of the  proceedings under  <a href=\"/doc/1405190/\" id=\"a_27\">Section 145</a> of\nCode of Criminal Procedure and order, if any, passed thereon\ndoes not  in any  way affect the title of the parties to the\ndisputed  premises   though  it\t  reflects  the\t  factum  of\npossession. See\t the decision  of this\tCourt in the case of\n<a href=\"/doc/535729/\" id=\"a_28\">Bhinka and Others v. Charan Singh</a>.</span>\n</p><p data-structure=\"Precedent\" id=\"p_69\">     It is  in this  background that the applicants in their\napplication before  the learned\t Single Judge  of  the\tHigh\nCourt prayed  that their claim to be in possession and their\nright to  be in\t possession should be determined and as such\nthey should  be added  as defendants  to the  suit and\tas a\nconsequence, the  order for  police help granted by the High\nCourt in  ejecting the\tapplicants should  be recalled.\t The\nsaid application  came up  to be  heard by  a learned Single\nJudge of  the High Court and by an order passed and judgment\ndelivered,  the\t  learned  Judge  rejected  the\t application\nholding\t that\tthe  respondents  nos.\t1  to  4  being\t the\napplicants therein  were trespassers  and had no right to be\nin possession  of the  premises after  the Official Receiver\nhad been appointed receiver and further it was held that the\nparties had no right to grant any leave or licence after the\nproperty came  under the custody of the Official Receiver as\nreceiver appointed  in the  suit. The  learned Judge further\nheld that a sale had been concluded in favour of the present\nappellant and  therefore though\t noting that the respondents\nnos. 1\tto 4 being the applicants therein had offered to pay\na sum  of Rs. 1,00,000 more for the purchase of the premises\nin dispute,  the learned  Judge rejected  the said offer and\ndismissed their application.\n</p><span class=\"hidden_text\" id=\"span_40\">617</span>\n<p data-structure=\"Precedent\" id=\"p_70\">     As mentioned hereinbefore there was an appeal from this\ndecision to  the Division  Bench  of  the  High\t Court.\t The\nDivision Bench was of the view that the offer made on behalf\nof the\trespondents nos.  1 to\t4 should  be  accepted.\t The\nDivision Bench\ttook the  view that  there was\tno concluded\ncontract for  sale in  favour of  the present appellant. The\nDivision Bench\twas of\tthe view that there was not then any\ncompleted sale.\t The Division Bench further noted as follows\n:-\n</p><blockquote id=\"blockquote_31\">\t  &quot;On the  other hand, we find that 38 families have\n     been residing  in the disputed land. It is submitted by\n     Mr. Bhabra\t that  these  persons  are  all\t trespassers\n     without any  vestige of  title. It is however, the case\n     of the  petitioners that they have been residing in the\n     disputed land  by making  certain structures  under the\n     leave and\tlicence of  two of  the owners\tof the\tsaid\n     premises although\tone of\tthe owners, Smt. Malati Das,\n     who is  alleged to have granted the licence, has denied\n     granting of  such licence. If the disputed land is sold\n     to the  respondent No. 2 then 38 families who have been\n     residing therein  would be evicted with police help. In\n     our opinion,  the Court should do social justice and in\n     doing such\t justice any  technicality of  law will\t not\n     stand in  its way.\t Social Justice\t requires  that\t the\n     disputed land  should be  sold to\tthe petitioners\t and\n     others residing  on the  disputed land.  Moreover,\t the\n     petitioners have  offered\tto  pay\t the  price  of\t Rs.\n     5,00,000 that  is to  say Rs.  1,00,000 more  than\t the\n     offer of the respondent No. 2.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_71\">     The Division Bench directed that Rs. 1,25,000 should be\npaid by\t present respondents  1 to  4 on or before August 1,\n1983 which  it may be noted has been paid and thereafter pay\nthe balance sum of Rs. 3,75,000 by August 29, 1983 which sum\nhowever could  not be  paid because  in the meantime special\nleave to  appeal was  granted by  this Court  and a stay had\nbeen obtained.\tIt may\tbe mentioned that the balance of the\nconsideration of Rs. 3 lacs offered by the present appellant\nhas been paid only after the special leave had been obtained\nfrom this Court. The Division Bench further directed that in\ncase payments  were made  within the  time, the\t property in\nquestion should be conveyed to the persons named in the said\norder. It  was further directed that in case the respondents\n1 to  4 committed default in paying a sum of Rs. 1,25,000 or\n3,75,000 within\t the stipulated\t time, the  said order would\nstand vacated and the order of\n<span class=\"hidden_text\" id=\"span_41\">618</span>\nlearned Single\tJudge would  stand confirmed i.e. sale would\nbe made to the appellant.\n</p><p data-structure=\"CDiscource\" id=\"p_72\">     It is  the validity and the propriety of the said order\nwhich is  impugned in  this appeal.  The question  mainly is\nwhether there  was a  concluded and confirmed sale in favour\nof the\tappellant and  if not  could the  Court\t direct\t the\ndisputed premises  to be conveyed to respondents nos. 1 to 4\nfor the benefit of 38 families relying on social justice.\n</p><p data-structure=\"Precedent\" id=\"p_73\">     On the  question whether in the facts and circumstances\nthat have  happened, the  Court could  pass the order it had\ndone, some  contentions\t were  urged  whether  the  sale  in\nquestion was a court sale or a private sale or a sale by the\nreceiver and  whether confirmation of the court was required\nfor such  a sale.  Some of the decisions cited at the Bar on\nthis point have been noted by my Brother. In the view I have\ntaken it  is not  necessary in this case to decide whether a\nconfirmation of sale by the court in the circumstances under\nwhich the  property was directed to be sold was necessary or\nnot, though it may be sufficient to note that there was some\ndivergence of  opinion on  this point.\tOn the nature of the\npossession by  the receiver  and how  interference with such\npossession should  be dealt with by law have also been noted\nin the\tobservations in\t Halsbury&#x27;s Law of England, 4th Ed.,\nVolume 39  pages 451  and 452,\tparagraphs 890\tand 891. See\nalso Kerr  On Receivers-15th  Edition page 155 and also Kerr\nOn Receivers-16th  Edition pages  121 and  122. It  is well-\nsettled that  when the\tproperty is  in\t the  custody  of  a\nreceiver appointed  by the  court, the\tproperty is  in\t the\ncustody of  the court  and interference with such possession\nshould not  be encouraged and no party can acquire any title\nor right  by coming  in or over the property which is in the\npossession of  the receiver  without leave or consent of the\nreceiver or  sanction of  the court. It was urged that in as\nmuch as\t no such  leave had been obtained by the respondents\nnos. 1\tto 4, possession, if any, of the said respondents or\nentry into  the land  by the said respondents at a time when\nindisputably there  was receiver was illegal. In view of the\nfacts that have happened and in the light of the controversy\nbefore us  now,\t in  my\t opinion,  it  would  be  futile  to\ndetermine at this stage whether the entry of the respondents\nnos. 1\tto 4  was legal\t or illegal.  It may  be  mentioned,\nhowever, that  so long\tas proceedings\tunder <a href=\"/doc/1405190/\" id=\"a_29\">Section 145</a> of\nCode  of   Criminal  Procedure\t were  pending\t before\t the\nappropriate  court,   without  any   adjudication   of\t the\nrespondents nos.\n</p><span class=\"hidden_text\" id=\"span_42\">619</span>\n<p data-structure=\"Section\" id=\"p_74\">1 to  4&#x27;s right\t to be in possession and directing that they\nbe physically ejected by police help without hearing them or\nwithout notice\tto them\t is not\t a correct legal position to\ntake for  court of  law administering justice. But it is not\nnecessary for  the purpose  of this  appeal to\texpress\t any\nfinal opinion on that.\n</p><p data-structure=\"CDiscource\" id=\"p_75\">     It\t appears   in  the   background\t of  the  facts\t and\ncircumstances of  the case  that the Division Bench took the\nview that  there was no concluded contract of sale in favour\nof the appellant and it appears to us that such a view was a\npossible view  to be  taken in\tview of\t the  facts  I\thave\nmentioned and  if that\tis so,\tsuch a conclusion cannot and\nshould not be interfered with in appeal under <a href=\"/doc/427855/\" id=\"a_30\">Article 136</a> of\nthe Constitution.  Assuming even that though not legally but\nas a  reality of  fact, the  respondents nos 1 to 4 were and\nare in\tpossession of  the dispute  premises, they  want  to\npurchase the  premises by  paying more\tthan the  offer then\nmade, the  offer made  by  the\tappellant  to  purchase\t the\npremises in dispute seems to be rather low in the context of\nfacts and  circumstances prevailing  in such areas nearabout\nCalcutta. The  area comprises of about six bighas i.e. about\n120 cottahs  of land.  It has  been suggested  in one of the\naffidavit on  behalf of\t respondents nos  1 to\t4  that\t the\nprices prevalent  in those  areas are  about Rs.  14,000 per\ncottah. Therefore  it was  suggested that in the transaction\nbetween the  appellant and  receiver or\t with  the  parties,\nthere is more than what meets the eye. We, however, need not\nspeculate on  the same.\t The facts  on which I would like to\nrest my\t decision are: (1) there is not a concluded contract\nin favour  of the  appellant. This view has been accepted by\nthe Division  Bench. It is a possible view. This view should\nnot be\tinterfered within  appeal under\t <a href=\"/doc/427855/\" id=\"a_31\">article 136</a>  of the\nConstitution; and  (2) the fact is that the respondents 1 to\n4 are in possession with large number of their families. The\noriginal entry\tmight be,  if  their  version  is  rejected,\nillegal and  without the  authority of the court as no leave\nwas obtained but their possession is a reality. Illegitimacy\nof entry does not debar them from offering a higher price in\npurchasing a property, contract for sale in respect of which\nhas not\t yet been  concluded, and  (3) the  property  is  in\ncustodia legis.\t Though the  court directed  the receiver to\nsell, as  the sale has not been concluded, the court retains\nits power to direct its officer to sell to such other person\nthe transaction of which will apparently benefit the parties\nas appearing  from the\tfacts on record or as from the facts\nwhich meet  the eye.  (4) The  factor that  large number  of\npeople are  in possession with their families and conclusion\nof sale\n<span class=\"hidden_text\" id=\"span_43\">620</span>\nto them\t would cause non-interference with their continuance\nare factors  which  the\t court\tcan  and  should  take\tinto\nconsideration in  deciding the controversy in this case. (5)\nThere has  not indeed  been any\t proper adjudication  of the\nright of  the respondents nos. 1 to 4 to be in possession of\nthe premises in question and even if their entry was tainted\nwith illegality,  it is\t not of such a magnitude, in view of\nsubsequent facts  that because\tof illegitimate\t entry, they\nwill be\t deprived of the right to bargain on proper terms to\npurchase the  property which is in the custody of the court.\nIf there has not been any proper sanction of the court, this\nis only\t a procedural  irregularity and\t as is\twell-settled\nthat rules of procedures are Hand Maids of justice not their\nmistresses.\n</p><p data-structure=\"Conclusion\" id=\"p_76\">     The appellant  in this  appeal poses a question whether\nthe concept  of social\tjustice empowers  the court to grant\nrelief in  favour of persons who interfere with the admitted\npossession of  the receiver  at the expense of the bona fide\npurchaser at  a court  sale. As\t I see\tthe facts, the basis\nupon which this question is posed namely, that the appellant\nis a  bona fide\t purchaser of the property is not correct in\nthe light of the view taken by the Division Bench. There had\nnot been,  any concluded  contract of sale when the Division\nBench passed the order.\n</p><p data-structure=\"Precedent\" id=\"p_77\">     The concept  of social  justice is not foreign to legal\njustice or  social well-being  or benefit  to the  community\nrooted in  the concept\tof justice  in the 20th century. The\nchallenge of  social justice  as I  see it,  is primarily  a\nchallenge to  the society  at large  more than\tto the court\nimmediately. Social justice is one of the aspirations of our\nConstitution. But  the courts,\twe must remember are pledged\nto administer  justice as by law established. In formulating\nthe concept  of justice,  however, the\tinarticulate  factor\nthat large  number of  human beings  should not be dislodged\nfrom their  possession if  it is otherwise possible to do so\ncannot but  be a  factor which must and should influence the\nminds of  judges in  the facts of this case. It is true that\nthe persons  who were  alleged to  be in possession are with\nunclean hands  but  they  came\tfor  shelter  and  built  in\nhutments. They\tdo not\twant to\t legitimise  their  stay  by\nillegal entry,\tthey want to be rehabilitated at competitive\nbargain price. Should they be denied that opportunity on the\nground of  their original  illegitimacy ? I am definitely of\nthe opinion  that in  these circumstances they should not be\nso denied  rehabilitation. In  administering justice-justice\naccording to  law in  this case,  no law  is breached in the\nview taken\n<span class=\"hidden_text\" id=\"span_44\">621</span>\nby the\tDivision Bench\tof  the\t Calcutta  High\t Court.\t The\nAmerican Bar  Association in its report in 1964 had observed\nthat  jurisprudence   has   shifted   away   from   finespun\ntechnicalities and  abstract rules to practical justice to a\nrecognition of\thuman beings,  as the  most distinctive\t and\nimportant  feature  of\tthe  universe  which  confronts\t our\nsenses, and  of the function of law as the historic means of\nguaranteeing that preeminence. (See The Fourteenth Amendment\nCentennial Volume  Edited by  Bernard Schwartz.\t page 10). I\ntherefore respectfully\tagree with Brother Fazal Ali when he\nsays  that   in\t administering\t justice-social\t or   legal,\njurisprudence has  shifted away from finespun technicalities\nand abstract  rules to\trecognition of human beings as human\nbeings.\n</p><p data-structure=\"Precedent\" id=\"p_78\">     It is  true that  original entry was illegal and we are\nsometimes urged\t &quot;to do\t a great  right, do  a little wrong&quot;\n</p><blockquote id=\"blockquote_32\">(See the  plea of  Bassanio in\tMerchant of Venice). In this\ncase, however, the court has done no legal wrong at all. The\ncourt has  only ignored\t the non-compliance  of not  seeking\ncourt&#x27;s leave for the alleged grant of licence.\n</blockquote><blockquote id=\"blockquote_33\">     In administering  justice, or  social legal, we do well\nto bear in mind the words of Justice Holmes &quot;The life of the\nlaw has\t not been  logic: it  has been\texperience. The felt\nnecessities of\tthe time,  the prevalent moral and political\ntheories,   intuitions\t of   public   policy,\t avowed\t  or\nunconscious, even  the prejudices  which judges\t share\twith\ntheir fellow-men,  have had  a good deal more to do than the\nsyllogism in  determining the  rules by\t which men should be\ngoverned  The\tlaw  embodies\tthe  story   of\t a  nation&#x27;s\ndevelopment through  many centuries,  and it cannot be dealt\nwith as if it contained only the axioms and corollaries of a\nbook of\t mathematics. In  order to  know what it is, we must\nknow what  it has been, and what it tends to become. We must\nalternately  consult   history\tand   existing\ttheories  of\nlegislation. But  the  most  difficult\tlabour\twill  be  to\nunderstand the\tcombination of\tthe two into new products at\nevery stage.  The substance  of the  law at  any given\ttime\npretty nearly  corresponds, so\tfar as it goes, with what is\nthen  understood   to  be   convenient;\t but  its  form\t and\nmachinery, and\tthe degree  to which  it is able to work out\ndesired results,  depend very  much  upon  its\tpast.&quot;\t(The\nCommon Law  by Oliver  Wendell Holmes-Edited by Mark DeWolfe\nHowe-Lecture I-page 1).\n</blockquote><blockquote id=\"blockquote_34\">     The felt  necessities of  time and\t in  this  case\t the\nconvenience of\tthe situation and the need for adjusting the\nrights of a larger number\n<span class=\"hidden_text\" id=\"span_45\">622</span>\nof people  without  deprivation\t of  any  accrued  right  of\nanybody would  be justice according to law. Before we reject\nsocial justice\tas something  alien  to\t legal\tjustice,  we\nshould remember\t that a meaningful definition of the rule of\nlaw must be based on the realities of contemporary societies\nand the\t realities of the contemporary societies are-men are\nin acute  shortage of  living accommodation  and if they are\nprepared  to   bargain\tand   rehabilitate   themselves\t  on\ncompetitive  terms,   they  should   be\t encouraged  and  no\ntechnical rules\t should stand  in their\t way. That  would be\njustice `by highways&#x27; and not infiltration `by bye-lanes&#x27;.\n</blockquote><blockquote id=\"blockquote_35\">     In that  view of  the matter,  I hold  that there is no\nmerit in  this appeal.\tI agree\t with the  order proposed by\nBrother Fazal Ali and the reasons given by him.\n</blockquote><pre id=\"pre_2\">N.V.K.\t\t\t\t\t   Appeal dismissed\n<span class=\"hidden_text\" id=\"span_46\">623</span>\n\n\n\n</pre>","numcites":12,"numcitedby":32,"docsource":"Supreme Court of India","citetid":1100200,"divtype":"judgments","relatedqs":[{"value":"private treaties","formInput":"private%20treaties"},{"value":"custodia legis","formInput":"custodia%20legis"},{"value":"court receiver possession","formInput":"court%20receiver%20possession"},{"value":"police help...","formInput":"police%20help..."},{"value":"all india reporter","formInput":"all%20india%20reporter"},{"value":"concluded contract","formInput":"concluded%20contract"},{"value":"appointment of receiver","formInput":"appointment%20of%20receiver"},{"value":"order 40 rule 1","formInput":"order%2040%20rule%201"},{"value":"rank trespasser","formInput":"rank%20trespasser"},{"value":"offer and acceptance","formInput":"offer%20and%20acceptance"},{"value":"trespass to property","formInput":"trespass%20to%20property"},{"value":"leave and licence","formInput":"leave%20and%20licence"},{"value":"145 crpc","formInput":"145%20crpc"},{"value":"technicality justice","formInput":"technicality%20justice"},{"value":"prabir kumar das","formInput":"prabir%20kumar%20das"},{"value":"appointment of court receiver","formInput":"appointment%20of%20court%20receiver"},{"value":"jurisprudence","formInput":"jurisprudence"},{"value":"social justice","formInput":"social%20justice"},{"value":"land dispute","formInput":"land%20dispute"},{"value":"145 cr.p.c.","formInput":"145%20cr.p.c."}],"cats":[{"value":"procedure-land-dispute","formInput":"tag:procedure-land-dispute"},{"value":"criminal-procedure-code","formInput":"tag:criminal-procedure-code"},{"value":"special-leave-appeal-by-supreme-court","formInput":"tag:special-leave-appeal-by-supreme-court"}],"courtcopy":true,"query_alert":null,"agreement":false}