{"tid":104053,"publishdate":"1952-09-04","title":"Jagdish Chandra Sinha And Anr. vs Maharajadhiraj Dr. Sir Kameshwar Singh ... on 4 September, 1952","doc":"<h2 class=\"doc_title\">Jagdish Chandra Sinha And Anr. vs Maharajadhiraj Dr. Sir Kameshwar Singh ... on 4 September, 1952</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1953PAT178, AIR 1953 PATNA 178</h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\n Sarjoo Prosad, J. \n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> 1. This appeal has been preferred by the defendants first party and is directed against the decision of Mr. Brindaban Bihary Lal, Subordinate Judge of Purnea. It relates to a suit for declaration of title and recovery of possession in respect of certain lands as forming part of the plaintiff&#x27;s villages and not those of the defendants first party, after relaying the revenue survey line &amp; demarcating the boundary by fixing pillars between the villages of the parties.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. The area in dispute is an area of 40\nbighas 19 kathas 14 dhurs out of a total area\nof 153 bighas 18 kathas 18 dhurs of village\nNaulakhi, 59 bighas 6 dhurs of Naulakhi Milik\nand 63 bighas 18 kathas and 18 dhurs of vil\nlage Gangapur as set out in Schedule I of the plaint.\n</p><p data-structure=\"Section\" id=\"p_3\">Plaintiff is admittedly the proprietor of tauzi\nno. 1/1309 of the Purnea Collectorate, common\nly known as Pargana Dharampur, to which the\nplaintiff&#x27;s villages in question appertain. The\ndefendants first party re the shebaits of a\ndebottar estate, (sic) known as the Paikpara estate, and (sic) which is contiguous to and lies on the order of plaintiff&#x27;s\nvillages, belongs to this (sic) estate.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_4\">3. In 1916 the, plaintiff filed a Title suit in the Court of the Subordinate Judge, Purnea, numbered as Title Suit 574 of 1916 against the defendants first party and others with respect to 125 bighas of lands in village Sirsia Kalan, about 100 bighas of lands in village Bishunpur Bhaiyaram, and about 75 bighas of land in village Goalpara. The suit was ultimately compromised between the parties and it was decreed in terms of the compromise petition which was embodied in the decree. One of the terms of the compromise was that the parties, for the purpose of determining the situation of the disputed lands and relaying the boundaries of certain villages (&quot;though not the subject matter of the suit but included in the compromise petition&quot;) would abide by the revenue survey line and the demarcation would be done by the appointment of a Commissioner. The construction of the terms of this compromise petition has been a subject of serious contention at the Bar, and I will have to revert to them at an appropriate stage of this judgment.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_5\">Plaintiff&#x27;s case is that on different occasions pleader commissioners were appointed and demarcation was made according to the revenue survey line with respect to lands of those villages which were directly in suit in that litigation, but have nothing to do with the lands now in dispute, and the parties got into possession of those lands according to the revenue survey line. In 1921 the defendants first party filed a Title suit (No. 669 of 1021) in the Court of the Subordinate Judge. Bhagal-pur, with respect to certain lands which, they alleged, formed part of their village Basarh and were contiguous to village Jorawarganj of the plaintiff. In this suit these defendants succeeded in getting relaying done on the basis of the revenue survey line in so far as those lands were concerned. Against the decree in favour of the defendants first party, the plaintiff, who was defendant second party to that suit, preferred an appeal to this Court, which was dismissed on 19-6-1928. In this litigation the plaintiff claims that the present appellants based their case on the terms of the corrmro-mise decree in the previous Title suit of 1916.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_6\">In 1927 came a third round of litigation between the parties. The plaintiff&#x27;s father filed another Title suit (No. 252 of 1927) wrongly stated in the plaint as Rent suit No. 252/27. This suit was in substance a suit for recovery of arrears of rent from certain tenants, but Use present appellants were also parties to the suit as defendants second party. The suit was dismissed for non-prosecution. In 1929 the plaintiff, the Darbhanga Raj, instituted another Title Suit (No. 29 of 1929) again wrongly described as a rent suit in the plaint. This suit was dismissed on contest. The appellants, who were also defendants in that suit, contended that the suit was premature as demarcation, according to the decree in Title Suit No. 574 off 1916 which was still pending, had not been effected. An appeal against the decree was also dismissed in September, 1932. The plaintiff then filed an application on 19-4-1940, in execution case No. 41 of 1925 arising out of the compromise decree in Title Suit No. 574 of 1916 of the Court of the Subordinate Judge, Purnea, praying to appoint a pleader commissioner to demarcate and relay the revenue survey line but the application was dismissed on 19-4-1941, on contest made by the defendants. As this order amounted to a refusal of performance by the defendants first party of the agreement embodied in the compromise petition, the plaintiff claimed that it gave rise to a cause of action for the institution of the present suit praying for the reliefs aforesaid.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_7\">4. The defendants-appellants in their written statements alleged that defendant 3 had ceased to have any interest in the &#x27;debottar&#x27; Paikpara Estate. They contested the suit on the ground that it was not maintainable, that the plaintiff had no cause of action, and that the suit was bad for defect of parties. They also contended that it was barred by limitation and res judicata. They asserted that the lands in suit appertained to village Basarh belonging to the &#x27;debottar&#x27; estate and not to any of the villages of the plaintiff as claimed in the plaint, and the plaintiff had not been in possession of that disputed lands within 12 years of the suit, the possession being the possession of the deity. They further alleged that the Paikpara estate belonging to these defendants-appellants as also to other co-sharers was quite distinct and separate from the Paikpara Debottar estate of the deity and its &#x27;shebaits&#x27;, not being parties to Title Suit No. 574 of 1916 as such, the compromise decree in that suit was not binding on the delty or on the &#x27;debottar&#x27; estate. They also averred that village Naulakhi Milik was a separate entity and distinct from village Naukhi and was not mentioned in the compromise petition or the decree on the basis of that compromise, and as such the lands of this village could not be relayed to the revenue survey line in terms of the said compromise petition.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_8\">Alternatively, the contention of the defendants was that the compromise decree could only be enforced by execution and not by a separate suit, and, therefore, the suit was barbed under Section 47, Civil P. C. They stated that several executions were taken out on the basis of the decree in question the last of them being execution case No. 41 of 1925 which was dismissed because of submergence of the land under water. The executing Court directed that the decree-holder might take mil fresh execution or revive the execution proceedings at a later stage, but the plaintiff decree holder took no steps whatsoever in the matter till April, 1940 when they filed a petition in the execution case which was rejected as time barred on 19-4-1941. An appeal against that order to the District Judge of Purnea was dismissed as infructuous. The order of the execution Court was, therefore, final and the present suit could not be maintained for enforcing the compromise decree. In regard to Tittle Suit No. 609 of 1921 of the Court of the Subordinate Judge, Bhagalpur, the appellants contended that the suit did not relate to the compromise in the previous Title Suit, but it related to certain other lands in wrongful possession of the Darbhangaraj. The defendants, therefore, were not estopped from taking the plea that a suit on the basis of the compromise decree could not be maintained. These were, therefore, the substantial defences&#x27; to the action put forward by the defendants-appellants.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_9\">5. The long chain of litigation between the parties, as gathered from the pleadings, would show that the facts in this case have been complicated and parties have very strongly canvassed at the Bar the decision in those cases in regard to their bearing on the points involved in the present suit. The learned Subordinate judge found that the deity and the debottar properties were substantially represented in Title suit No. 574 of 1916, and the compromise decree passed in the suit was binding on the deity and the de-fendants who were &#x27;shebaits&#x27; thereof. He also found that Section 47, Civil P. C.. was not a bar to the suit, because, according to the decision of the learned Subordinate Judge, the subject-matter in dispute in the present case did not form an operative part of the decree in the Title Suit of 1916, and the only method available to the plaintiff was by way of a suit to inforce that agreement. The learned Judge accepted the case of the plaintiff that the cause of action for the Institution of the suit arose on 39-4-1941, when on the objection of the defendants, the plaintiff&#x27;s prayer for relaying the &quot;boundary of the various villages as mentioned in the compromise petition was rejected. He found, in the circumstances, that there was no question of res judicata, estoppel or limitation. He also held in favour of the plaintiff on the question of defect of parties. All these findings of the learned Subordinate Judge have been contested on appeal before us. There is also a cross-objection filed by the respondents against the decree of the learned Subordinate Judge dismissing the plaintiff&#x27;s suit in regard to village Naulakhi Milik.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_10\">6. Mr. S.C. Mazumdar on behalf of the appellants has urged various grounds, in support of the appeal; (1) that the, suit was bad for defect of parties; (2) that the deity or the &#x27;debottar&#x27; estate was not properly represented In the Title Suit of 1916, and as such the compromise decree was not binding on the deity or the debottar estate; and (3) that the suit was barred under Section 47, Civil P. C., and also by the fact that the decree in question had become inexecutable on the ground of over 12 years limitation. He has also contended that the defendants had been in adverse possession of the disputed lands. I will examine these contentions in their order. Mr. De on behalf of the respondents has challenged the finding of the learned Subordinate Judge in regard to village Naulakhi Milik in his cross-objection.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_11\">7. Before dealing with the merits of the appeal, I would dispose of a preliminary point taken by the respondents in regard to the maintainability of the appeal. The record shows that some of the respondents (Defendants-second party) died during the pendency of the appeal and no substitution was effected in their place within the requisite period of limitation. The appeal accordingly abated against those respondents. The, contention is that the whole appeal has abated on that account and reliance has been placed on certain decisions of this Court. The question whether the abatement of appeal as against some of the respondents has caused the whole appeal to abate has to be decided on the facts of each case. It is to be noticed that in the present case the defendants second party were neither necessary nor proper parties to the appeal and no relief was actually claimed against them. The fight is really between two rival proprietors, the Maharajadhiraj of Darbhanga on the one hand and the Paikpara Debottar estate on the other, and the tenants in possession of the lands need not have been made parties at all, because they would be liable to pay rent to whichever the proprietors, adjudicated to be the owner of the lands; therefore, the death of these respondents cannot affect the issue of the appeal are in my opinion, there is no substance whatso-ever in this contention of the respondents which is accordingly rejected.\n</p> \n\n<p data-structure=\"Section\" id=\"p_12\">8. The first two contentions of Mr. Muzumdar in regard to the suit being bad for defect of   parties   and   the   non-representation   of   the deity or the debottar estate in the Title Suit of 1916   can   be   easily   disposed   of.    The   defendants alleged that some of the &#x27;shebaits&#x27; of the deity have not been impleaded in the present suit.    The cause of title of (?) the plaint shows\nthat only three persons have been arrayed in the category of defendants first party as  &#x27;shebaits&#x27;  of  Shree  Shree Ishwar Thakur Krishna\nChandramajee   Malik   Debottar   Estate,\nare   Kumar    Jagdish    Chandra    Singli,    (sic)\nArun  Chandra Singh  and Rani Haresh  (sic)\nDasi, executrix of the estate of Raja Man (sic)\nChandra   Singh  Bahadur.       The   evidence (sic)\nArun Chandra Singh (D. W. 1) defendant (sic)\nthe action is that Kumar Bimal Chandra (sic)\nKumar   Amaresh   Chandra   Singh  and Kumar\nBrindaban  Chandra   Singh,   although   shebaits\nwere not included in  the suit.    It is essential\nthat where an objection is raised to the frame\nof the suit on  account of  defect of parties  it\nshould be  done at the earliest possible opportunity  and the  names  of  the  persons  omitted should be specifically mentioned so as to enable\nthe other side to add those persons as parties to \nthe suit if necessary.    If this is not done, the objection   would   be    deemed    to    have    been waived,  and  the  fundamental  rule  is  that suit shall be   defeated   by   reason of the (sic)\njoinder or non-joinder of the parties (see Order, Rule  1  and Rule  13,  Civil P. C. ).\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_13\">The written statement in para 23 merely stated that the suit was bad for defect of parties as all the shebaits of the deity had not been impleaded, and it was not until the stage of the evidence   that   their   names   were   disclosed.    (sic) attention has been drawn on behalf of the appellants to  para.   7   of  the   written   statement where   it   was   said   that   defendant   3    was a   shebait    of    the    said    deity    as    executrix   of   the   estate   of   the late   Raja  Manindra Chandra Singh and since the heirs of the latter came of age she has ceased to be a &#x27;shebait&#x27;.   Here again the names of the heirs have not been mentioned; nor has it been stated as to when these heirs came of age. The objection, therefore, was vague and the plaintiff could not take any action on such objections. The Register D (Ex. 12), however, shows that the said heirs Kumar Bimal Chandra Singh, Kumar Amaresh Chandra Singh and Kumar Brindaban Chandra Singh came to be mutated in place of the deceased Raja Bahadur, and on removal of the name of their mother Rani Haresh Mukhi Dasi, defendant 3, by an order of the Revenue Officer dated 16-3-1943. The present suit having been filed on 12-2-1943, there is nothing to indicate that the suit as instituted was not properly framed and all the shebaits representing the deity were not parties to the suit. In that view of the matter it is unnecessary for me to examine the various decisions cited by the appellants to support the contention that all the &#x27;shebaits&#x27; of the deity should have been impleaded as parties to the suit, becasue otherwise the suit could not proceed. Those decisions, in my opinion, are no autho-rity for this wide contention of the appellants; but in the present case I have already shown that all the shebaits representing the deity were parties to the suit when it was instituted and the suit could not be said to be bad for defect of parties. If the &#x27;shebaiti&#x27; interest devolved on these heirs during the pendency of the suit, it was open to them to apply for being added as parties, and they could not take advantage of their own omission to do so, because the entire &#x27;shebaiti&#x27; interest was represented in the suit as originally framed. The provisions of Order 22, Rule 10, Civil P. C., are merely enabling provisions and no penalty is prescribed under the rule for failure to substitute a person upon whom the interest of a plaintiff or defendant (sic) while a suit is pending see - Harihar (sic) v. Karu Lal&#x27;, AIR 1935 Pat 488 (A), and (sic) -- &#x27;Joti Lal v. Sheodhayan Prasad&#x27; AIR\n1936 Pat 420 (B). This contention, therefore, throughout any merit.\n</p> \n\n<p data-structure=\"Section\" id=\"p_14\">9. The other contention is equally unsound.\n</p><p data-structure=\"Facts\" id=\"p_15\">in dealing with this point one has to recall the facts relating to Title Suit No. 574 of 1916. The plaint of the suit is Ext. 5 (a) and it shows that the suit was filed against Kumar Birendra Chandra Singh Bahadur, Arun Chandra Singh and Rani Debendra Bala Debya (executrix to the estate of late Kumar Suresh Chandra Singh) as defendants first party. There were certain other defendants second party in that suit whom! it is not necessary to mention. It is true that in the plaint these defendants were not described as shebaits of the debottar estate, though in the present suit they have bean so discribed. It is obvious that defendant 2 in\nthat suit is the same as defendant 2 in this suit. The defendant 1 in the present suit is son of defendant 1 of the previous Title suit, &amp; the defendant 3 in this suit again represents as executrix of the estate which was held by Rani Debendra Bala Debya, defendant 3 of the 116 suit.    The suit of 1916 was for declaration of title to &amp; recovery of possession of certain lands described in the schedule to the plaint appertaining to villages Sirsia Kalan, Bishunpur Bhayaram and Goalpara belonging to the pltffs., &amp; the plaint alleged that the defts had come into possession of those lands claiming them as parts of their village Charney which adjoined the villages of the plaintiff. All these villages lie in the districts of Bhagalpur and Purnea, and it is admitted by the defendants first party that in these districts the defendants have no property except the shebaiti property, and that their personal estate was separate and distinct from the Paikpara &#x27;Debottar&#x27; estate. It is, therefore, obvious that they could not have been impleaded as parties to the suit except in their capacity of shebaits representing the &#x27;debottar&#x27; estate. In their written statement (Ext. B) paras. 23 and 24 the defendants asserted that the disputed lands appertained to village Charney which formed part of the debottar property of Thakur Krishna Chandramaji of which the defendants were the trustees, and that the defendants were in possession of the disputed lands not in their personal capacity but as trustees of the aforesaid &#x27;Debottar&#x27; estate.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_16\">In that capacity and with consciousness of this position the defendants entered into the compromise which was later incorporated in the decree of the Court. The mere omission, therefore, to describe the defendants first party as shebaits in the action would not render the decree ineffective and not binding on the &#x27;debottar&#x27; estate when these defendants could not be parties to the suit except in their capacity as &#x27;shebaits&#x27; and could not enter into any such compromise save in that capacity. This compromise has never been repudiated by the defendants and in fact in their own suit of 1921 they referred to this compromise decree of November, 1917 in the aforesaid Title Suit No, 574 of 1916. This is obvious from paras. 10 and 11 of the plaint of their suit (Ex. 5). Again in their written statement in Title Suit No. 29 of 1929 instituted by the plaintiff they relied upon this compromise petition and the compromise decree passed in the Title Suit of 1916, as it appears from paras. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1376894\" id=\"span_1\">3, 4 and 5, of that written, statement (Ext. 4). It is, therafore, too late in the day to contend now that the compromise decree was illegal and ineffective and could not bind the interest of the idol. Though the idol is the owner of the properties, the right to sue or be sued is vested in the she-baits see -- <a href=\"/doc/1376894/\" id=\"a_1\">&#x27;Maharajah Jagindra Nath v. Rani Hemanta Kumari</a>&#x27;, 31 Ind App 203 (PC) (C), and these sbebaits being parties to the suit (though not described as such) and it being obvious that they could not have been parties in any other capacity, in my opinion, the deity was substantially represented in the Title Suit of 1916, and the compromise decree in that suit is binding upon the debottar estate. The defendants first party having more than once acted upon the compromise decree, their plea on this score cannot be sustained. There is nothing to show that these defendants neglected or acted prejudicially to the interest of the idol in that litigation. The learned Subordinate Judge has arrived at his findings on these points after a careful analysis of the evidence and I entirely agree with those findings. The contentions, therefore, must fail for the reasons stated above.</span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_17\">10. The only serious question for consideration in the case is whether the suit was barred under Section 47, Civil P. C. If Section 47 applies to the case, then, of course, the suit is barred not only because of the rule of &#x27;res judicata&#x27; but also because of over 12 years having expired from the date of the compromise decree. This question, no doubt, has presented some difficulty but on a true interpretation of the compromise decree, I am on the whole inclined to agree with the decision of the learned Subordinate Judge that the present suit was not barred under Section 47 of the Code, and that the dispute in the present case did not form an operative part of the compromise decree in the previous litigation. As I have said, the question turns upon the interpretation of the compromise decree itself, and in order to appreciate the point one will have to refer to and recapitulate not only the terms of the compromise petition but also the previous history of the litigation between the parties.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1041373\" id=\"span_2\">11. The legal position in regard to the effect of compromise decrees which embody the terms of agreement relating to matters which form &quot;the subject-matter of the suit&quot; and matters beyond the subject-matter of the suit have been enunciated in the well known decision of the Privy Council in -- <a href=\"/doc/1041373/\" id=\"a_2\">&#x27;Hemanta Kumari Debi v. Midnapur Zamindari Co.</a>&#x27;, AIR 1919 P C 79 (D) and also several decisions of this Court to which I shall presently refer. Order 23, Rule 3, Civil P. C., enacts that where it is proved to the satisfaction of the Court that a suit has been adjusted wholly or in part by any lawful agreement or compromise, or where the defendant satisfies the plaintiff in respect of the whole or any part of the subject-matter of the suit, the Court shall order such agreement, compromise or satisfaction to be recorded, and shall pass a decree in accordance therewith so far as it relates to the suit. The expression &quot;shall pass a decree in accordance therewith so far as it relates to the suit&quot; has come in for consideration in various cases.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"429911\" id=\"span_3\">The earliest case on this point which takes as even to a period before the Privy Council case is the Special Banch decision of this Court in -- <a href=\"/doc/429911/\" id=\"a_3\">Charu Chandra v. Sambhu Nath</a>&#x27;, AIR 1918 Pat 507 (E). In that case their Lordships pointed out that where a suit is properly compromised but the adjustment consists partly of an agreement relating to matters directly &quot;within the scope of the suit&quot; and matters &quot;outside the scope of the suit&quot;, the duty of the Court is to refer to the entire compromise and draw up a decree giving the parties the right to execute the decree in respect of matters which properly fall within the scope of the action, leaving the parties to enforce by whatover process they choose that portion of the compromise which refers to matters outside the scope of the suit.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1376894\" id=\"span_4\">The Privy Council in -- <a href=\"/doc/1376894/\" id=\"a_4\">&#x27;Hemanta Kumari Debia</a>&#x27;s case&#x27;, (D) appear to have put their seal of approval on the principle stated above. In the case in Question the matter arose under Section 375, Civil P. C., which was somewhat differently worded, but the principle laid down fey their Lordships is as much applicable to the present case as it was under the old Code. Their Lordships pointed out that the agreement or compromise is to be recorded in whole and not in part, and the decree is then to confine its operation to so much of the subject-matter of the suit as is dealt with by the agreement. They then proceed to lay down the proper and effective method of carrying out the terms of the section which was for the decree to recite the whole of the agreement, and then to conclude with an order relative to that part that was the subject of the suit, or it could introduce the agreement in a schedule to the decree;</span>\n</p>  \n \n\n<blockquote id=\"blockquote_1\">&quot;tout   in   either   case,   although   the   operative part of the decree would be properly confined to the actual subject-matter of the then existing litigation the decree taken as a whole would include the agreement&quot;.   \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_20\"> It is true the question arose in connection with the registration of the decree in that particular case, but the principle has been consistently recognised and followed by the Courts in India on the interpretation of Order 23, Rule 3, Civil P. C. The Special Bench decision of this Court was not under the old Code but under Order 23, Rule 3, of the present Code, and Atkinson, J. definitely observed;\n</p>  \n \n\n<blockquote id=\"blockquote_2\">&quot;Except   for some verbal alterations the old section and the present rule are substantially the same&quot;. \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_21\">The other decisions of this Court to which reference may be made in this context are --&#x27;Kallar Choudhury v. Mt. Kamod&#x27;, A. I. R. 1936 Pat. 300 (F) and -- &#x27;Ramjanam v. Bindeshwari Bar&#x27;, AIR 1951 Pat. 299 at p. 301 (G), where the same principle was recognised and acted upon. Even in the decision (Ext. G-A), which is a judgment of this Court between these very parties, their Lordships acted upon the very same principle in regard to the interpretation of the self-same compromise decree. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1376894\" id=\"span_5\">This decision has a two-fold importance: firstly, because of the interpretation of the compromise decree itself, and, secondly, because of the recognition of the rule propounded in --<a href=\"/doc/1376894/\" id=\"a_5\">&#x27;Hemanta Kumari Debia</a>&#x27;s case&#x27;, (D) in its application to Order 23 Rule 3, Civil P. C. Apart from the contention of the respondents that the decision is &#x27;res judicata&#x27; between the parties, there can be no doubt that it is an authoritative pronouncement of this Court which would be binding on us on both the points unless we choose to differ for any substantial reason.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_22\">12. It is, therefore, to be seen as to what was the scope of Title suit 574 of 1916. The suit in question related to recovery of possession of certain lands on adjudication of plaintiff&#x27;s title. The lands in suit had been described in separate blocks having definite boundaries and claimed as appertaining to different villages of the plaintiff. This is evident from Ext. 5 (a), the plaint in that suit. The contention of the defendants, on the contrary, was that these lands appertained to Charney, a village contiguous to those of the plaintiff which belonged to the &#x27;debottar&#x27; estate of the defendants (vide Ext. B written statement). The plaintiff&#x27;s villages to which the suit lands were said to appertain were villages Sirsia Kalan, Bishunour Bhaiyaram and Goalnara. It is. therefore, obvious that the &quot;subject-matter of the suit&quot; was confined in that action to the disputed lands claimed to be appertaining to the aforesaid villages of the plaintiff and village Charney of the defendants. The compromise decree (Ext. 9) should be interpreted in this background. The said decree after giving the names of the parties proceeds to mention the claim in the suit, and then describes the lands with their boundaries as given in the schedules to the plaint and also the amount of mesne profits claimed. It then recites: \n</p>   \n\n \n<blockquote id=\"blockquote_3\"> &quot;The suit is de-reed in terms of the compromise petition filed by the parties. The lands will be demarcated in terms, of this petition, which shall be embodied in the decree, in the execution proceeding&quot;. \n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_23\">Thereafter the decree incorporates the terms of the petition of compromise itself. The first two paragraphs speak of the respective claims of   the   parties   regarding   the   disputed   lands which,  on the one hand, the plaintiff alleged appertained to his villages as already stated above, and the defendants, on the other, claimed that they formed part and parcel of their village Charney. Then in the third paragraph at the petition it is stated:\n</p>  \n \n\n<blockquote id=\"blockquote_4\">&quot;There are also disputes as to common boundaries between the parties regarding rnouzas Baisarh, Rajeswari and Charney belonging to Paikpara Estate and Israin Khurd, Naulakhi, Gangapur, Maharajganj, Jorawarnganj, Moha-mmadganj and Parsagadhi belonging to the Raj Darbhanga mentioned below and it has been settled that these disputes should also be settled amicably with this present suit&quot;.  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_24\">  it is significant to note that in this paragraph there is no reference to the lands in suit or to the other villages to which the disputed lands were said to appertain except village Charney of the defendants. In the present action to which this appeal relates, we are confined to villages Naulakhi, Naulakhi Milik &amp; Gangapur belonging to the plaintiff, on the one hand, and village Basarh appertaining to the Paikpara de-bottar estate, on the other; and these villages find mention in the said para. 3 of the compromise petition. Paragraph 4 then goes on to recite:\n</p>  \n \n\n<blockquote id=\"blockquote_5\">&quot;It has been amicably settled that the parties would abide by the revenue survey lines which may be relayed by a pleader commissioner regarding the under-mentioned mouzas and both parties have agreed to give up lands which would be found to fall outside their respective mouzas on the basis of the aforesaid revenue survey lines without any regard to or objection on the grounds of limitation or adverse possession:  \n</blockquote> \n\n<blockquote id=\"blockquote_6\"> and no mesne profits will be claimed by either party.      The under-mentioned mouzas are   described at the bottom of the petition and they are the same mouzas already mentioned in para. 3 of   the petition.      Finally comes  para.  5   in which the parties prayed that the Court may be pleased to appoint a pleader Commissioner and    &quot;direct   him to relay the boundaries   between mouzas mentioned below belonging to the parties  with   basis  of the  revenue  survey map by putting  demarcation  pillars  on  the  basis of the revenue survey lines so relayed and to submit his report, field book and map to this Court  and then  dispose of  the  case  in   the terms stated above and that the parties will pay the costs of commissioner half and half&quot; \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_25\">other costs of the suit being borne by them respectively. It is explicit from the recital in this paragraph that the Court where the suit was pending was to depute a pleader commissioner for the purpose of demarcating the lands on the basis of the revenue survey line, and after he had submitted his report along with other papers, the Court was &quot;then to dispose of the case in the terms stated above&quot;. I have referred to this because it has a bearing on the alternative submission of the learned Counsel for the plaintiff-respondent that the suit itself was intended to be kept pending until the final decree was passed after the commissioner had relayed the boundaries, as agreed to by the par-ties and submitted his report. This compromise was adopted by the order of the Court on 17-11-1917. The Court directed that the suit be decreed in terms of the compromise petition filed by the parties and &quot;the lands will be demarcated in terms of the petition which shall be embodied in the decree in the execution proceeding&quot; (vide Ext. 6 (b)).\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_26\">13. The absence of any reference to the disputed lands in para. 3 of the compromise petition or in the mouzas mentioned at the bottom of it has mainly created the difficulty in regard to the interpretation of the terms of the compromise.     Apparently there is no doubt upon a reading of the terms of the entire decree that the disputed lands were treated separately from the other villages mentioned in para. 3 of the petition  which  were not the subject-matter of the suit; and the two provisions in the compromise   decree   were   absolutely   independent   of each other.     Paragraph 3 of the petition, with reference to the mouzas mentioned therein, begins with the statement, that there is also dispute  in  regard  to  the  common  boundaries   of the   mouzas mentioned therein and those   disputes had &#x27;also&#x27; been amicably settled between the parties on the term that the boundaries of these mauzas  should be relayed  according  to the revenue survey lines by a pleader commissioner.     The contention of Mr. De, therefore, is that the operative part of the decree about the demarcation of the disputed lands in the execution proceeding related only to the lands in suit.      So far as the demarcation of the other villages was concerned, which were beyond the subject-matter of that suit and were referred to in para. 3 of the compromise petition, it did not form an operative part of the decree.     Therefore, in respect of those mouzas there could be no execution proceeding but that it was open to   the  parties  to have  their  remedy  by   any other process, either by amicable arrangement or by the institution of a  suit to enforce the terms of the compromise.   I have examined and analysed the terms of the compromise, and, in my opinion, this appears to me a sound interpretation of the document.        The same view-was taken by this Court in the decision  (Ext. G 4) where Rowland J. observed as follows \n \n   \n\n \n: &quot;Suit No. 574 of 1916 related to the boundaries of Sirsa Kalan, Bisenpur  and  Bhairam  and Charney.     The suit having been adjusted by a lawful compromise the Court was to record the agreement and pass a decree in accordance with it so far as it referred to the subject-matter of the suit (Order 23 Rule 3, Civil P.C.). The Court would not make a decree regarding other matters  but  would  merely  record  the agreement    regarding    them.        There    was, therefore, no decree of the Subordinate Judge of Purnea regarding the boundary dispute of Mauza Basarh.      The terms of the  Compromise so far as they related to other villages than those in suit could not be an operative part of the decree, &#x27;A. I. R. 1919 P. C. 79 (D)&#x27;. In the words of para. 15 of the written statement &#x27;the land in suit is beyond the scope of the  case  in  which  the  so-called  compromise is alleged to have taken place&#x27;.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_27\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1914295\" id=\"span_6\">If the suit is not a suit to enforce a decree, if there is in existence no operative decree dealing with the same subject-matter, no question of res judicata can arise; the terms agreed upon cannot be enforced in execution of the decree but may be enforced as a contract or used as evidence in a separate suit, <a href=\"/doc/1914295/\" id=\"a_6\">Jasimuddin Biswas v. Bhuban Jelini</a>&#x27;, 34 Cal. 456 (H)&quot;.</span> \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_28\">I respectfully endorse those observations which, in my opinion, are fully borne out by my own reading of the document.\n</p> \n\n\n<p data-structure=\"CDiscource\" id=\"p_29\">14. On the basis of this document applications for execution were made from time to time. It appears from Ext. D, an application for execution in Execution case No. 41 of 1925, that two previous applications in 1922 and 1924 had been dismissed. The application shows that it related to villages mentioned in para. 3 of the compromise petition which were not the subject-matter of dispute in the Title Suit of 1916. The ordersheet in the execution case (Ext. 6-1) indicates that the application was registered and notices were issued to the defendants judgment-debtors who objected to the execution on certain grounds which it is irrelevant to mention. The objections were dismissed &amp; the execution case was allowed to proceed after substituting the heirs of the deceased executrix Eani Debendra Bala Dasi. A pleader-commissioner was also deputed in the course of the execution case to make the demarcation, and he submitted a report after demarcating the lands of some of the villages in question. There is nothing to show to what extent the commissioner had demarcated the lands, and the only thing which can be gathered from, the order of the Court, dated 26-7-1926, is that the commissioner had dealt with only a portion of the property of which delivery of possession had to be given, the rest of the lands having become submerged in water.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_30\">The report of the commissioner was, therefore, confirmed in so far as it had been partially made; and as there was no certainty when the lands would come out of water, the Court thought it proper to dismiss the execution case instead of indefinitely postponing the same, leaving it open to the decree-holder to take out fresh execution with regard to the rest of the properties or revive the same execution case. The subsequent orders in ordersheet show that the decree-holder was asked to deposit the balance of the commissioner&#x27;s fee, and on his failure to do so, the case was dismissed for default. Thereafter, it does not appear that any other execution case was taken out by the decree-holder except that after a long lapse of time, a fresh application was filed for revival of Execution case No. 41 of 1925. The application is not on record but it appears from Ext. G, the ordersheet, that on 19-4-1941, the matter was heard in the presence of the parties, and the application was dismissed with costs to the judgment-debtor. The Court observed in that order that after the last execution case of 1925 &quot;the decree-holder evidently went to sleep&quot; &amp;--\n</p>  \n \n\n<blockquote id=\"blockquote_7\">&quot;is  roused sixteen years afterwards when he comes &amp; contends that the order passed by the Court decreeing the suit in terms of the compromise petition is wrong, that the suit really is still pending and that under the terms of the consent decree the suit can be deemed to be disposed of only after demarcation has been made by the commissioner. This contention appears to me to be absurd and fantastic. In the compromise petition indeed it is stated that the case will be deemed to be disposed of after demarcation has been made by the commissioner appointed by the Court. But that does not mean that the suit is still pending. The Court by its order dated 7-1.1-17 decreed the suit and a regular decree was prepared. If that was not a decree it was open to the plaintiff to file a review against that decree. I am of opinion that the decree was passed in 1917; and what is left is its execution by demarcation and delivery of possession. That not having been done within 12 years of the date of the decree, the plaintiff&#x27;s present prayer is clearly barred under Section 48, C. P. C. The written statement relied on by the decree-holder does not any whit improve the matter&quot;. \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_31\">An appeal against this order was held to be incompetent and was dismissed accordingly. The order thus became final and conclusive and if the matter fell entirely within the jurisdiction of the executing Court, then the present action is completely barred under Section 47, Civil P. C.\n \n\n</p><p data-structure=\"CDiscource\" id=\"p_32\">15. Mr. Mazumdar for the appellants has placed strong reliance on this order as also the order dated 12-11-1926 dismissing the execution case for default not only in support of his contention that the suit is barred by &#x27;res judicata&#x27; and under Section 47, Civil P. C., but also to urge that when a party has elected to adopt a certain forum for obtaining his relief and having thus obtained some portion of his relief, he is estopped from having recourse to some other forum. In this connection he has drawn our attention to a passage in Spence&#x27;s Law of Estoppel at page 233 where the learned author has opined that if two alternative tribunals are open to a party, and he has taken recourse to one of them and has got certain reliefs from that tribunal, he could not turn back and resort to some other tribunal for further reliefs, having-lost his remedy in the former, He has also referred to a decision in -- &#x27;Taylor v. Hollard&#x27;, (1902) 1 K B 676 at p. 681 (I) where the learned Judge observed:\n</p>  \n \n\n<blockquote id=\"blockquote_8\">&quot;What he wants to do is to take from the-foreign Court the judgment which that Court gave for the whole cause of action, treat it as a part payment and sue for the residue here. To do this would be to approbate and reprobate, or, in more homely language, to blow hot and cold which neither law nor common sense will allow. See -- &#x27;Barber v. Lambe (1860) 29 LJCP 234 (J), where Erie, C. J. says: &#x27;It would be contrary to all principle for the party who has chosen such tribunal and got what was awarded to seek a better judgment in respect of the same matter from another tribunal&#x27;.&quot; \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_33\">Reliance was also placed by the learned Counsel on a single Judge decision of the Calcutta High Court in -- &#x27;Girish Chandra v. Purna Chandra&#x27;, AIR 1944 Cal 53 (K) in which-the learned Judge held that where a person had moved the Court under Section 47, Civil P. C., and invited a decision on his application, it was not open to him to turn round and say that because the decision had gone against him, he was neither competent to have moved the Court, nor was the Court competent to deal with the matter. It is to be noticed, however, that in the case in question these general observations were made in the context of the finding that the matter there in issue was just one of the matters which it was peculiarly within the province of the executing Court to consider and determine. In the present case, if it is found that the executing Court had no jurisdiction to deal with the execution of the decree in relation to matters falling outside the scope, of the suit, though forming part of the compromise decree, then these general observations would have no application. The other decisions cited above presuppose the existence of two alternative tribunals both having jurisdiction to deal with the matter; in such a case if a party elects to apply for his remedies in one of the alternative forums, it would be certainly unjust and inequitable and indeed undesirable to permit him to resort to the other forum merely because certain orders in the previous proceeding happened to be adverse, to the party.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_34\">16. The learned Counsel has also submitted that the terms of the compromise decree in the present case should be taken to form an integral part of the agreement and the relaying of the mouzas mentioned in para. 3 of the compromise petition which, though not the subject-matter of dispute in that litigation, must be taken to be bound up with the relaying of the lands in dispute in the suit itself. There are undoubtedly decisions to support the contention that matters which are an integral part of the compromise though not directly the subject-matter of the suit, can still form an operative part of the decree and in such cases the executing Court alone will have jurisdiction to deal with those matters, for instance, the decisions in -- &#x27;Ranjit Singh v. Gobardhan Chandra&#x27;, 50 Cal W N 447 (L) (where a decree for money was by the compromise decree made a charge upon lands situate beyond the jurisdiction of the Court in which the suit for money had been filed), --&#x27;Shyam Lal v. Shyam Lal&#x27;, AIR 1933 All 649 (M) (where a suit for dissolution of partnership, was compromised, one of the terms being that the defendant was to pay a certain sum in instalments and a certain property specified in the compromise was hypothecated for the due payment of the instalments in default of which the plaintiff was entitled to realise the money by sale of the property in execution of the compromise decree); -- &#x27;Dinendra Mallik v. Pra-dyunmakumar Mallik&#x27;, AIR 1935 Cal 596 (N) (where the plaintiff was the assignee of mortgage decree against the defendant; by a deed of further security, the defendants mortgaged further properties to secure the decretal amount, costs and further advances made by the plaintiff and entered into a fresh covenant to pay the moneys with a rate of interest higher than that provided for under the original mortgage agreeing &#x27;inter alia&#x27; that the plaintiff should be at liberty to include the further properties within the order for sale under the decree). In my own judgment in -- AIR 1951 Pat 299 (G)&#x27; referred to above I followed the above doctrine and held as follows:\n</p>  \n \n\n<blockquote id=\"blockquote_9\">&quot;The question whether a particular term of a compromise relates to the subject-matter of the suit has to be answered on the frame of the suit, the reliefs claimed and the matter which arose for decision in the case on the pleadings of the parties. The term is comprehensive enough and if the compromise relates to all those matters which fell to be decided in the case, it could not be said that any part of the compromise was beyond the subject-matter of the suit. There is a large body of authority to show that where a com-promise relating to matters outside the scope of the suit is a part of the consideration for the agreement as to matters in suit, the entire compromise as an integral whole must be recorded and decreed as relating to the suit whether they otherwise relate to the suit or not.&quot; \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_35\">The test is whether the matters in the compromise are so mixed up that it is impossible to separate the part which exclusively relates to the suit and another part which does not relate to the suit. If it is found, that the two parts are severable, then the operative part of the decree will have to be confined to the matters-which relate to the suit on the terms of Order 23, Rule 3, Civil P. C., itself. If, on the other hand, they cannot be severed from each other and they stand or fall together, in that case the whole compromise will constitute the operative part of the decree and will be liable to be dealt with in execution. Therefore, in order to decide the question one has to fall back on the terms of the compromise petition itself arid the pleadings of the parties and the reliefs claimed in interpreting the compromise. No one suggests that in recording (?) any illegality. The recording of the compromise will be legal, but the point is to what extent the executing Court will have jurisdiction to deal with the terms of the compromise decree.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_36\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"611624\" id=\"span_7\">The learned Counsel also drew our attention to a decision of this Court in -- <a href=\"/doc/611624/\" id=\"a_7\">&#x27;Muhammad Ismail v. Bibi Shaima</a>&#x27;. AIR 1934 Pat 203 (O), where it Was held that an executing Court has no power to discuss the validity of the terms of the decree which he is directed to execute. The decision has no application to the present case because the validity of the terms of the decree are not in question here. There can be no doubt that the order recording the compromise and the decree passed on the compromise petition is legal and valid.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"611624\" id=\"span_8\">Certain observations made in the judgment in <a href=\"/doc/611624/\" id=\"a_8\">&#x27;Ismail</a>&#x27;s case (O)&#x27; (ibid) may have to be re-examined at an appropriate stage when occasion arises because they seem, to be apparently in conflict with various other decisions of this Court; but as I have said, so far as the present case goes, the decision is perfectly distinguishable.</span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_37\">17. Mr. Muzumdar next contends that the order dated 7-11-1917 (Ext. 6-b) shows that the intention was that the decree should be dealt with in execution proceedings and parties proceeded on that footing. I am not unconscious of the fact that the reliefs in the execution case, as it appears from Ext. D-1, the application for execution, related to the villages which were not directly in suit in the litigation of 1916. The point, as I have said, is not free from difficulty but the order recording the compromise has to be understood in the light of the terms of the compromise decree itself. The order shows that the suit was decreed &quot;in terms of the compromise petition filed by the parties&quot;, and having scanned the terms of the compromise petition in the light of the pleadings, I have already come to the conclusion that the provisions in the compromise relating to the subject-matter of the suit and to the relaying of the boundaries of the villages which were cut-side the suit were treated on independent footings. There is nothing to show that the one was necessarily a consideration for the other or that all the terms were so interwoven as to constitute an integral whole. The fact that they were not so treated is also borne out from subsequent litigations between the parties\n \n\n</p><p data-structure=\"Precedent\" id=\"p_38\">18. Exhibit 5 is a plaint of a title suit instituted by the defendants 1st party in 1921 in which the latter claimed that the disputed lands appertained to their village Basarh (one cf the villages mentioned in the compromise decree). They stated in the plaint that they were 16 annas proprietors of that village which appertained to the Paikpara estate, and that the refendant 2nd party (the present plaintiff) was the proprietor of mouza Jorwarganj adjoining village Basarh, Jorawarganj being also one of the villages mentioned in the compromise petition. In paras. 10 to 12 of that plaint the defendants referred to this dispute in title suit 574 of 1916 and the compromise filed in that suit. Then they proceeded to say that &quot;nut-withstanding this compromise the defendants dilly dallied and neglected to have the boundaries between the said mauzas demarcated according to the said compromise and have wrongfully taken possession of the lands in suit without any right or title whatsoever and thereby dispossessed the plaintiff in 1325 Fasli.&quot; They also, stated that the relaying of the boundaries in the respective mauzas of the parties mentioned in the compromise was to be done without any regard to or objection on the ground of limitation or adverse possession as provided in the compromise petition itself. The plaintiff, who was defendant second party in that suit, in his written statement (Ext. B-1) stated that villages Basarh and Jorawarganj had been topographically surveyed in the last survey and settlement operations and the lands in dispute were found to lie within the ambit of Mauza Jorawarganj, They also stated that possession of the lands in that suit were independent of the allegations made in paras. 10 to 12 of the plaint.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_39\">This suit was decreed by the trial Court and the decree was affirmed on appeal by this Court (see judgment Ext. G-4).    It was no doubt held in that judgment that the suit as a whole was not substantially a suit to enforce the terms of the consent decree of 7-11-1917, because there were also other parties to the suit.    The fact, however, remains that the   plaintiff   instituted the suit claiming on the basis of the compromise decree, whereas  the  defendants     alleged that, the matter in dispute was independent of the  compromise  and   asserted   adverse  possession of the lands.    The learned Judges in dealing with this question of adverse possession interpreted the effect  of the compromise  decree itself  upon  the  rights   of   the  parties.    Their Lordships held that they had no doubt that the petition  of   compromise   gave   a   complete   release   and   amnesty   in   respect   of   trespasses committed up to the time of the agreement;  \n</p>  \n \n\n \n<blockquote id=\"blockquote_10\">&quot;and the parties presumably intended to condone also the continuance after the date of the agreement of possession by one party or the other over lands wrongfully in his possession at the  time of the  agreement;  the  question is whether the parties intended to condone in advance  further  encroachments  to  be  made by either party after the date when the compromise was entered into.&quot;  \n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_40\">  They further pointed out that  \n   \n\n &quot;there was a genuine uncertainty at the time of the   compromise   whether   the   lands   then In possession of this party or of that party were possessed by them with title or contrary to  title  and  the parties  agreed  on  the  one hand   that   such   possession   should   not  be treated   as   adverse   possession   against   the party having title and on the other hand that it should not be treated as a trespass giving rise to a claim for mesne profits.   The actual words in the petition are; &#x27;the parties will not claim any mesne profits from each other on the ground of their respective possession falling\nin another&#x27;s mauzas.&#x27; It seems to me clear that the agreement referred to existing possession over lands to which the title was doubtful and was never intended to cover future acts of trespass over land with regard to which there had not previously been any dispute. If by a subsequent act of dispossession one party should in the future eject the other from the land which at the date of the compromise was in the letter&#x27;s possession with full title when that would be a matter, in my opinion, not contemplated by the parties in entering into the compromise and never intended to be condoned by, the agreement entered into.&quot; \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_41\">On the facts of that case they held that the dispossession was after the compromise decree, and in that view the lands in suit were different from and independent of the subject-matter of the compromise, and the compromise was no bar to the plaintiffs&#x27; recovery of mesne profits. In my opinion, the same test will have to be applied to the claim now set up by the present defendants 1st party, who were plaintiffs in the previous action, in regard to adverse possession in this suit.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_42\">19. This now takes us to an examination of some of the other allegations between the parties. The plaintiff in this case filed a title suit in 1929 against certain tenants in which the defendants first party were also impleaded as defendants 2nd party. The suit was apparently a suit for rent but based upon an adjudication of title. In the plaint (Ext. C) the plaintiff stated that he was 16 annas proprietor of mauza Nawlakhi, while the defendants 2nd party were the landlords of the neighbouring village Basarh, and that the tenants, defendants 1st party, held a certain area of land which appertained to village Nawlakhi as raiyats under the plaintiff and were recorded as such, as &#x27;kaimi&#x27; raiyats during the settlement operation of the Kosi Diara survey; but owing to inundation the boundary line between rnauza Nawlakhi &amp; Basarh had been obliterated, and the defendants 2nd party had encroached upon the lands of village Nawlakhi. The plaint then recites that the plaintiff &#x27;thereupon&#x27; instituted title suit no. 574 of 1916 in the Court of the Subordinate Judge of Purnea against the defendants 2nd party, and the said suit was decreed on compromise in which it was agreed that the plaintiff and defendants 2nd party would abide by the revenue survey line and take possession accordingly; and that during the recent Kosi Diara Cadastral Survey operations the lands held by the defendants 1st party were actually found to be in Mouzah Nawlakhi; and the boundary line between the two villages were relayed according to the decree passed in the title suit of 1916, and the record of rights which was published finally in November, 1925 was prepared accordingly, but there was a note in the remarks column that the rent of the holding in suit was being realised by the proprietors of mauza Basarh.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_43\">In their written statement (Ext. 4) the defendants 2nd party did not contest the position that by virtue of the compromise decree in title suit No. 574 of 1916 parties had agreed that the boundary line of the two mauzas in suit were to be relayed according to revenue survey line, but they further asserted that the relaying had to be done by a pleader commissioner appointed by the Court who would put demarcation pillars and the &#x27;suit (meaning the title suit of 1916)  would be  then disposed of  accordingly&#x27;.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_44\">They repudiated the allegation of the plaintiff that the boundary line between mauzas Naw-lakhi and Basarh had been relayed in accordance with the decree and they agreed that the plaintiff would be entitled to claim on the basis of the revenue survey line any lands remaining in possession of the defendants 2nd party or rents therefrom &#x27;only upon a final decree being passed in the suit&#x27; when the plaintiff got possession after relaying of the boundaries as stated above. The suit, therefore, filed by the plaintiffs according to the defendants was premature and against the terms of the compromise. This title suit No. 29 of 1929 was eventually dismissed on 13-2-1931 (Ext. G-2). The Court held that the suit was not legally maintainable.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_45\">It is clear from the pleadings of the parties in the suit that the compromise decree was never repudiated by the defendants. On the contrary, they submitted that the title suit of 1916 had not been disposed of and the plaintiffs were not entitled to claim possession until a final decree had been passed in the suit after demarcation of the boundaries according to revenue survey lines by a pleader commissioner appointed for the purpose. This written statement of the defendants is in consonance with\npara 5 of the compromise petition itself, as incorporated in the decree (Ext. 9), and it does\nnot appear to me that this reading of the compromise decree was &quot;absurd and fantastic&quot; as characterised in the order dated 19-4-1941 (Ext. G).\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_46\">The defendants did not plead any bar to the suit under S, 47, Civil P. C., by virtue of the\norder dated  13-11-1926, in the execution case; on the contrary, they admitted that the plaintiff would be entitled to get possession of the lands on the basis of the demarcation after the formalities contemplated by the consent decree had been completed and until then any claim for possession on the part of the plaintiff was premature. There was an appeal against the decree dismissing Title Suit No. 29 of 1929, but the appellate Court also affirmed the decision. It appears from the judgments in that suit that the plaintiff had also filed previous to it another Title Suit No. 252 of 1927 against the defendants on the same cause of action which was dismissed with costs on 21-6-1928. The plaintiff contended that the suit had been withdrawn and, therefore, the order of dismissal did not operate as &#x27;res judicata&#x27; in the subsequent action. It was found, however, that although the plaintiff had prayed for permission to withdraw the suit, yet when the case came on for hearing, he took no steps and the suit was dismissed for default. The order was an order passed under Order 9, Rule 8, Civil P. C., on account of default of appearance on the part of the plaintiff, and the plaintiff having failed to apply either under Order 9, Rule 9 of the Code for restoration of the suit, or for review of the order dismissing it, the suit was found to be not maintainable. These litigations show that the defendants did not in those suits plead the bar of limitation under Section 47, Civil P. C., nor did they repudiate the compromise decree passed in Title Suit 574 of 1916. In their own written statement the view which they took of the compromise decree was that the Title Suit of 1916 was still pending and no final decree had been passed because the boundaries of the villages mentioned in the compromise had not been relayed according to the revenue survey lines by a pleader Commissioner appointed by the Court.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_47\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1547094\" id=\"span_9\">20. The alternative contention of Mr. B. C. De on behalf of the respondents appears to be supported by what  the  defendants  themselves thought   of   the  compromise   petition,   and   by para. 5 of the compromise petition itself as incorporated  in the decree  (Ext. 9).    Therein it was specifically provided that the Court should appoint a pleader Commissioner for the purpose of relaying the boundaries and after the Commissioner had submitted  his  report and other papers to this Court  and then dispose of the case in the terms  stated above.....In this view of the matter Mr. De rightly contends that the Title Suit of 1916 would be deemed to be still pending and could not be dismissed by the Court and the bar of Section 47, Civil P. C., could not apply to such a case. He relies in this connection upon a decision of the Privy Council in -- <a href=\"/doc/1547094/\" id=\"a_9\">&#x27;Lachmi Narain v. Balmakund</a>&#x27;, AIR 1924 P C 198 (P) where their Lordships held that after a decree had once been made in a suit, the suit could not be dismissed unless the decree was reversed on appeal. The parties had, on the making of the decree, acquired rights or incurred liabilities which were fixed, unless or until the decree was varied or set aside, and when the plaintiff failed to appear to take further steps, the Court could properly adjourn the proceedings &#x27;sine die&#x27;, with liberty to the plaintiff to restore the suit to the file on payment of all costs and court-fee (if any) thrown away. Judged in this light all that happened was that a preliminary decree had been passed on the basis of the compromise in the Title suit of 1916, and until the decree had been worked out by a pleader Commissioner appointed by the Court, and the suit disposed of by final decree on the basis of the demarcation effected, it was not open to the Court to dismiss the suit. The plaint to which this appeal relates having been filed in the same Court of the Subordinate Judge at Purnea which was in seizin of Title suit 574 of 1916, this suit may well be taken to be a continuation of the previous suit, and no question of limitation arises. There is undoubtedly much force in this contention as it finds support from the recital in the compromise petition itself. The order adopting the compromise and making it a decree of the Court does not say anything to the contrary, because the suit was evidently decreed in terms of the compromise decree filed by the parties.</span>\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_48\">The preliminary decree may be taken to relate to all the properties which were the subject-matter of the compromise including the properties directly in the litigation of 1916; but there can be no doubt on the terms of paragraph 5 that it did relate to the villages, described in para. 3 of the compromise petition, and also mentioned at the bottom of the compromise decree. It seems to me, therefore, that whatever view be taken of the matter, it is impossible to hold that the present suit is barred under Section 47, Civil P. C., or that this suit is not maintainable to enforce the compromise decree. If the plaintiff took steps to enforce the decree in execution, the executing Court having no jurisdiction to deal with the matter, any proceeding taken in that Court and effecting demarcation of certain lands in the disputed villages between the parties would be deemed\nto have been taken as if through a private agency which was amicably accepted by the parties. There is no bar to parties adopting and acting upon a compromise decree without recourse to due processes of the law.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_49\">21. I have already shown that the question of adverse possession does not arise in the case because we do not find that the compromise decree was repudiated at any stage by the defendants and no adverse possession was asserted subsequent to the said compromise. The test <a href=\"/doc/1547094/\" id=\"a_10\">laid down in</a> the judgment of this Court (Ext. G-4) fully applies to the present case, and it has not been established that at any time subsequent to the compromise the defendants dispossessed the plaintiffs from the lands of the villages in question. It was faintly suggested in the course of argument by the learned Counsel for the appellants that the plaintiff had no cause of action for the present suit. The cause of action alleged in the plaint is the opposition of the defendants judgment-debtors in the Execution Case 41 of 1925 resulting in dismissal of the plaintiffs application on 19-4-1941 (Ext. G.) The plaintiff has, therefore, now sued to enforce the compromise decree in the present action.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_50\">In my opinion, there is a good cause of action for the suit whether the suit is treated as a suit to enforce the terms of the compromise decree in relation to matters which were outside the scope of the Title Suit of 1916 or as a petition in continuation of the Title Suit of 1916 itself for the passing of a final decree in that suit. In my opinion, therefore, the suit has been rightly decreed by the learned Subordinate Judge.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_51\">22. The only question which now remains is the matter of cross-objection. The learned Subordinate Judge found that in the survey Nawlakhi &amp; Nawlakhi Milik were surveyed as constituting two separate villages. This is what appears from the? survey maps Exts. 8 &amp; 8(g). The revenue survey, however, does not make any distinction between the two blocks which have bean both described as &quot;Nawlakhi&quot; though with different survey numbers. In the compromise decree village &quot;Nawlakhi&quot; alone has been mentioned and not village Nawlakhi Milik. This description of village Nawlakhi would equally apply to both the entities, and there is no reason why it should be restricted only to one of them. In any case, I do not see why the boundaries of this village also in this Title suit should not be relayed according to the revenue survey lines so as to determine any dispute between the parties that exists in regard to the lands on the boundary of these villages. It probably escaped the notice of the learned Subordinate Judge that the last survey was after the compromise petition itself, and therefore in the compromise petition the two entities shown in the maps (Exts. 8 and 3-g) could be only described as &quot;Nawlakhi&quot; which was the common description of both according to the revenue survey. The cross-objection, therefore, must succeed.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_52\">23. The result is that the appeal is dismissed with costs and the cress objection is allowed, and the decree of the learned Subordinate Judge is affirmed subject to the modification in regard to village Nawlakhi Milik also. The directions of the learned Subordinate Judge as contained in the order portion of his judgment will apply to the demarcation of the boundary of village Nawlakhi Miiik as well.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_53\"> Reuben, C.J. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_54\">24. I agree.\n</p> \n\n","numcites":6,"numcitedby":11,"docsource":"Patna High Court","citetid":104053,"divtype":"judgments","relatedqs":[{"value":"adverse possession","formInput":"adverse%20possession"},{"value":"order 23 rule 3","formInput":"order%2023%20rule%203"},{"value":"\"adverse possession\"","formInput":"%22adverse%20possession%22"},{"value":"res judicata ","formInput":"res%20judicata%20"},{"value":"execution of decree","formInput":"execution%20of%20decree"},{"value":"demarcation of land","formInput":"demarcation%20of%20land"},{"value":"compromise decree","formInput":"compromise%20decree"},{"value":"suit for possession","formInput":"suit%20for%20possession"},{"value":"cause of action","formInput":"cause%20of%20action"},{"value":"title suits","formInput":"title%20suits"},{"value":"shebait","formInput":"shebait"},{"value":"mesns profits","formInput":"mesns%20profits"},{"value":"consent decree","formInput":"consent%20decree"},{"value":"Suit Compromise","formInput":"Suit%20Compromise"},{"value":"finality of decree/","formInput":"finality%20of%20decree/"},{"value":"compromise petition","formInput":"compromise%20petition"},{"value":"demarcation","formInput":"demarcation"},{"value":"land dispute","formInput":"land%20dispute"},{"value":"privy council","formInput":"privy%20council"},{"value":"compromise agreement","formInput":"compromise%20agreement"}],"cats":[{"value":"compulsory-document-registration","formInput":"tag:compulsory-document-registration"}],"courtcopy":false,"query_alert":null,"agreement":false}