{"tid":655314,"publishdate":"1968-12-20","title":"Ram Niranjan Das And Anr. vs Loknath Mandal And Ors. on 20 December, 1968","doc":"<h2 class=\"doc_title\">Ram Niranjan Das And Anr. vs Loknath Mandal And Ors. on 20 December, 1968</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1970PAT1, 1969(17)BLJR176, AIR 1970 PATNA 1, 1969 BLJR 176, ILR 48 PAT 163, 1969 PATLJR 96</h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nMisra, C.J. \n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> 1. This is an appeal by the \ndefendants-first-party. It arises out of a suit for a declaration of title and recovery of possession in respect of 7.50 acres of land equivalent to 11 bighas 14 kathas 15 dhurs. The suit was instituted by fourteen sets of plaintiffs and the lands claimed have been shown in twelve schedules. The lands comprised in schedules Nos. 1 to 9 of the plaint were claimed by the plaintiffs first party to ninth party, respectively; the land of schedule No. 10 was claimed by the plaintiffs tenth, eleventh and twelfth parties; the land of Schedule II was claimed by the plaintiff thirteenth party; and the land of schedule No. 12 was claimed by the plaintiff fourteenth party. The suit was instituted for a declaration and recovery of possession, inasmuch as an order was passed against the plaintiffs by the Criminal Court in a proceeding under <a href=\"/doc/1405190/\" id=\"a_1\">Section 145</a> of the Code of Criminal Procedure. The disputed lands, admittedly, were portions of cadastral survey plots Nog. 29 to 43 and 45. The plaintiffs claimed these schedule lands as aforesaid on the ground that they were portions of the lands held by them under the aforesaid plot numbers comprised in thana No. 40 of village Harnathpur Barari known also as Harnathpur Gan Bhrar.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">According to the plaintiffs, the defendants&#x27; lands, of which they claimed the disputed lands to be portions, were situate in village Harnathpur Taufir. The two villages, although forming part of one tauzi, No. 1323, were separated from each other by a distance of two miles. The area of the village, bearing tauzi No. 40, was 1,046 bighas 2 kathas 13 dhurs. Out of it, 289 bighas and odd were in possession of the tenants at the time of the cadastral survey, and the remaining area of 756 bighas and odd lay in the bed of the river Ganges, and was covered with sand. The area of Harnathpur taufir, tauzi No. 14, was 949.84 acres, out of which 727 acres were in possession of the tenants, while the remaining 220 acres were recorded as gairmazrua. The areas claimed by each set of the plaintiffs have been set out in the schedules to the plaint, and these were recorded, in some cases, as occupancy but generally as gair dakhalkar or non-occupancy raiyati holdings of the ancestors of the plaintiffs. The plaintiff ninth party, however, claimed that he was entitled to Schedule 9 lands on the foot of a settlement by the maliks.\n</p> \n\n\n<p data-structure=\"Facts\" id=\"p_3\">The rights of the parties were specified in the manner that the names of the father of the plaintiff-first-party and the grandfather of the plaintiffs second party and third party and maternal grandfather of the plaintiff fourth party and father of the plaintiffs fifth party and sixth party and an aunt of the plaintiff seventh party and the great grandfather of the plaintiff eighth party and father of the plaintiffs tenth to twelfth parties and maternal grandfather of the plaintiff thirteenth party and uncle of the plaintiff fourteenth party were recorded in the cadastral survey khatain as non-occupancy tenants. The ancestors of the plaintiffs first, second, third, fourth, eight to twelfth and fourteenth parties were recorded as occupancy tenants for ten years standing, while the aunt of the plaintiff seventh party was recorded as a non-occupancy tenant for eight years, the maternal grandfather of the plaintiff fourteenth party was recorded as a non-occupancy tenant for five years, and the fathers of the plaintiffs fifth and sixth parties were recorded as non-occupancy tenants for one year. The plaintiffs claimed to have acquired occupancy rights by continuous possession over the lands till the year 1913, the cadastral survey proceedings having taken place in 1902. The further case of the plaintiffs was that village Harnathpur Barari diluviated near about the year 1913; but, before diluvion, the ancestors of the plaintiffs had already perfected their occupancy right over them.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_4\">The case in respect of the plaintiff ninth party was that the land claimed by him was originally recorded in the name of one Jagrup Lal. Jagrup Lal died issue-less, and hence his holding was abandoned. The landlord came into possession of the land, and, ultimately, settled it with different persons, including the plaintiff ninth party. It is not necessary to set cut the exact area claimed by the plaintiffs, which has been mentioned by the learned Subordinate Judge, who heard the appeal arising out of the judgment of the trial Court, in paragraph 5 of his judgment.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_5\">2. It was alleged by the plaintiffs that the lands emerged out of water in 1946, and, at first, only, kash, jhauwa, etc. grew over the lands. The lands improved, however, with the deposit of further silt and they became partially fit for cultivation in 1952 and 1953. In the latter year, the plaintiffs grew wheat and gram crops over them and when the crops were ready for harvesting, some of the plaintiffs harvested the crops but the crops were still standing on the lands of the plaintiffs second party and twelfth party, and, when they prepared to begin harvesting, the defendants lodged false information with the police \n\nthrough Laldeo Jha dafadar, who was their man, alleging apprehension of a breach of the peace. Accordingly, a proceeding under <a href=\"/doc/930621/\" id=\"a_2\">Section 144</a> of the Code of Criminal Procedure was started. In the course of the proceeding, the defendants first party claimed title and possession over the lands, and the defendant second party, who was a friend of the defendants first party, claimed to be bataidar in respect of the disputed lands. The plaintiffs also alleged that the defendant second party belonged to village Lagma within mufassil Police Station of Mon-ghyr, which is at a distance of ten miles from the disputed lands.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_6\">3. After local inspection of the plots, the proceeding was converted into a proceeding under <a href=\"/doc/1405190/\" id=\"a_3\">Section 145</a> of the Code of Criminal Procedure. A pleader commissioner was appointed in the course of the proceeding under <a href=\"/doc/1405190/\" id=\"a_4\">Section 145</a> to report on the identity of the lands. The proceeding, however, terminated in favour of the defendants by the order of the Magistrate passed on the 21st June, 1956 and the defendants, taking advantage of the order, dispossessed the plaintiffs from the disputed lands on the 22nd June, 1956. In course of the proceeding, the defendants stated that the ancestors of the plaintiffs were temporary tenants, and they abandoned the lands soon after the survey. They had no concern with the lands of village Harnathpur, and the lands were settled by the Khas Mahal with different persons, and whatever was not settled remained as gairmazrua malik land of the khas mahal. Plots Nos. 29 to 39 and other cadastral survey plots were -amalgamated, and they form plot No. 4 of Khas Mahal survey of 1910. This plot was settled with a new tenant. Bidru Gope, who sold it to Deochand Tewari. A certificate proceeding, being case No. 77 of 1920-21, was started against Deochand Tewari, and Khas Mahal plot No. 4 was auction purchased by Nirgun Das, father of the defendants first party, on the 8th December, 1920.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_7\">The plaintiffs&#x27; case was that the defendants&#x27; statement was absolutely unfounded. The ancestors of the plaintiffs never abandoned the lands. Bidru Gope had no concern with cadastral survey plots Nos. 29 to 39, nor did he ever sell the lands to Deochand Tewari. Bidru Gope had 50 bighas of land which was, however, comprised in thana No. 14. This was purchased by Meghu Sah of Dalhatta at Court auction in the year 1918, and the auction-purchaser came into possession of the land. Bidru Gope had no land to sell to Deochand Tewari. In the plaint, the plaintiffs endeavoured to meet the defence case in the proceeding under <a href=\"/doc/1405190/\" id=\"a_5\">Section 145</a> of the Code of Criminal Procedure to the effect that the defendants took settlement of survey plots \n\nNos. 39 to 43 and 45 and other lands from the Khas Mahal under a patta, dated the 9th of March, 1927, saying that the alleged patta was a collusive document, and it was executed without any consideration. The defendants never came in possession over any of the disputed plots mentioned in the Patta. The lands covered by the patta were situated in thana No. 14 and not in thana No. 40. The lands of thana No. 14 were still in the bed of the river Ganges, and hence the defendants were making false claim to the lands of thana No. 40, which emerged out of water. It is not necessary to set out the other statements in the plaint as they are not relevant.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_8\">4. In setting out above the plaintiffs&#x27; \ncase, in so far as they purported to meet the defendants&#x27; case in the proceeding under <a href=\"/doc/1405190/\" id=\"a_6\">Section 145</a> of the Code of Criminal Procedure, the substance of the defence case has been set out. It may be, therefore, briefly stated that, according to the defendants, the plaintiff could not claim occupancy right in the disputed plots as their ancestors, who were temporary tenants and immediately after their names were recorded in the cadastral survey, abandoned their lands, and the Khas Mahal settled the lands with different tenants. Plot No. 4 of the Khas Mahal survey of 1910 comprising part of the disputed plots, claimed by the plaintiffs was settled with Bidru Gope, and the same plot was measured as plot No. 6 of Khas Mahal survey of 1926-27. Thus, cadastral survey plots Nos. 29 to 39 were renumbered as Khas Mahal plot No. 4 in 1910 and plot No. 7 in 1927.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_9\">The defence case in regard to the sale of the land of Bidru Gope to Deochand Tewari and the sale of the land of Deochand Tewari in execution of a certificate for default of payment of rent was also pleaded by the defendants. . It was further pleaded that, in the year 1927, the father of defendants first party, Nirgun Das. took settlement of 303 bighas 4 kathas 10 dhurs of land on the basis of the patta dated the 9th of March, 1927, from Shah Muhammad Zakaria. who was the thikadar of the Khas Mahal in respect of this village. This comprised plots Nos. 8, 9, 15, 17 and 19 of Khas Mahal survey of 1926-27. The disputed lands, according to the defendants, formed part of plots Nos. 6 and 8, to which the defendants first party were entitled. The thikadar of this plot originally was Shah Muhammad Yakub, father of Shaha Muhammad Zakaria, from whom the father of the defendants first party took settlement; but he did not like to continue as a lessee under the Khas Mahal, and hence the Khas Mahal came into khas possession over this land in 1909. At the time that the Khas Mahal came into possession, there were only ten occupancy tenants in the entire tauzi 1323. Hence 849 bighas 9 kathas 1 dhurs of land were settled at an annual rental of Rs. 218/8/- with 27 persona The total area of the two thana Nos. 14 and 40 was only 1.245 bighas 13 kathas 6 dhurs, out of which 849 bighas and odd were settled with 27 persons, including Bidru Gope.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_10\">Out of these 27 persons, 23 persons filed petitions for settlement of the lands which were already settled with them on the ground that their lands had diluviat-ed in the year 1908, and they had preferential right to take settlement; but their prayers were rejected. Some of those persons whose prayers were rejected were ancestors of the plaintiffs.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_11\">According to the defendants, a fresh khatian was prepared by the Khas Mahal Sn 1921, and the names of the plaintiffs&#x27; ancestors did not find place in it. In 1922, tauzi No. 1323 was once again settled temporarily with Shah Muhammad Zakaria who continued to be the landlord till the zamindari vested in the State of Bihar under the <a href=\"/doc/108138991/\" id=\"a_7\">Land Reforms Act</a>. According to them, Shah Muhammad Zakaria filed a jamabandi in the year 1925 concerning the entire estate with Government, but, in that Jamabandi also the names of the plaintiffs&#x27; ancestors did not appear; but the names of the defendants first party appeared. There was a further survey by the Khas Mahal in 1940, both in respect of the lands of thanas Nos. 14 and 40. In that also, the name of Bibi Tahira was shown as a tenant of thana No. 14, while the name of the defendants first party was shown as a tenant in respect of the lands of thana No. 40. Some persons were shown as cosharer raiyats in respect of thana No. 40, but the names of the plaintiffs or their ancestors were not there. The names of these persons did not appear also in the Khas Mahal Khatian of the year 1946 or in the rent schedule of the year 1949-50 and 1952-53. The distinct case of the defendants was that the entire lands of thana No. 40 never diluyiated. The other allegations also made in the plaint were denied.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_12\">5. The trial Court came to the conclusion that the disputed lands, in fact, form part of the cadastral survey plots claimed by the plaintiffs, but their title to the lands came to an end before the year 1908, when the persons recorded in the cadastral survey as non-occupancy raiyats either abandoned the lands or they were dispossessed by the Khas Mahal, and the lands were settled with different raiyats in the year 1909. Hence, even if the plaintiffs were in possession between 1946 and 1953, they could not have acquired occupancy right, inasmuch as their possession was not of the requisite period of twelve years. They were, in \n\nfact, out of possession for a period of more than twelve years before the filing of this suit. Hence their suit was barred by limitation under <a href=\"/doc/500307/\" id=\"a_8\">Article 142</a> of the <a href=\"/doc/1317393/\" id=\"a_9\">Limitation Act</a>. The learned Munsif held further that the disputed area was portion of plots Nos. 6 and 9 of the (sic) Mahal survey of the year 1926-27, and the defendants first party had title to the lands as settlees from Shah Muhammad Zakaria in respect of plot No. 9 and as auction-purchaser of Khas Mahal plot No. 6 i. e. accepted the case of the defendants thus in toto in so far as the title of the defendants was concerned. The defendants&#x27; case with regard to the defendants second party being the batai-dars of the first party was not accepted. Coming to the above conclusions, the learned Munsif dismissed the suit.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_13\">6. On appeal, however, the learned Subordinate Judge, 1st Court, Monghyr. reversed the findings of the learned Munsif. He came to the following findings :--\n</p>   \n\n<blockquote id=\"blockquote_1\">(1) The lands of the village Harnathpur Barari did diluviate in the year 1908 and not in 1913, and became fit for cultivation only in the year 1959-60, Fasli corresponding to 1952-53.\n</blockquote> \n\n<blockquote id=\"blockquote_2\">(ii) There was no dispute between the parties regarding the identity of the lands.\n</blockquote> \n\n<blockquote id=\"blockquote_3\">(iii) There was no satisfactory evidence on the record to show that the disputed plots, meaning thereby Plots Nos. 29 to 39, constituted Khas Mahal plot No. 4 of 1908 and 1909.\n</blockquote> \n\n<blockquote id=\"blockquote_4\">(iv) The lands, which the plaintiffs claimed to have acquired either on the basis of the settlement (exhibit K) or on the basis of the auction purchase (Exhibit N) were situated in thana No. 14 and not in thana No. 40 in which the disputed lands were admittedly situate.\n</blockquote> \n\n<blockquote id=\"blockquote_5\">(v) The recorded tenants of cadastral survey plots mentioned by the plaintiffs continued to be in possession over their lands which were in dispute till the time that the lands of village Harnathpur Barari, bearing thana No. 40, were dilu-viated by the river Ganges.\n</blockquote> \n\n<blockquote id=\"blockquote_6\">(vi) The alleged settlement and also the purchase was only a paper transaction.\n</blockquote> \n\n<blockquote id=\"blockquote_7\">(vii) By the time the lands were dilu-viated near about the year 1908, the father of P. W. 13 had already acquired occupancy right, and, as such, the title of the plaintiffs first party would be deemed to be continuing in respect of cadastral survey plot No. 34 from the year 1908 till the year 1952, when the lands became fit for cultivation. \n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_14\">The learned Subordinate Judge, accordingly, found that the plaintiffs first party, second party, third party, fourth party, fifth party, seventh party, eighth party, tenth party, eleventh party and \n\nthirteenth party have got perfect title over the disputed lands claimed by them, and, as such, their claims were decreed for recovery of possession over their shares of the lands.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_15\">The claim of the plaintiffs sixth party was decreed only to the extent of three-fourth out of the lands claimed by the plaintiffs, in Schedule No. 6, and the claim of the plaintiffs ninth party, twelfth party and fourteenth party was disallowed in toto. The claim of the plaintiffs tenth party and eleventh party was allowed to the extent of two-thirds share out of Schedule No. 10 of the plaint. The plea of limitation was also negatived. The defendants have, accordingly, pre-ferred this appeal from the judgment of the learned Subordinate Judge in so far as the suit of the plaintiffs was decreed, and the plaintiffs ninth, twelfth and fourteenth parties have filed cross-objection.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_16\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1668406\" id=\"span_1\">7. The case was heard by me sitting singly when it was referred to Division Bench. One of the points raised was whether a single co-owner could institute a suit for recovery of possession without impleading other co-owners. It appears that, on this matter, there was a conflict of pronouncement of this Court as between Abdul Kabir v. Mt. Jamila Kha-toon, <a href=\"/doc/1668406/\" id=\"a_10\">AIR 1951 Pat 315 and Johan Uraon v. Sitaram Sao</a>, 1963 B. L. J. R. 623 = (AIR 1964 Pat 31). The matter being considered by the Division Bench, an identical question was raised with regard to the suit of the plaintiff fourth party on the ground that the suit was not maintainable for eviction of the defendants as his mother and her two sons were necessary parties to the suit; but they had not been impleaded in the action. It may be stated that this point is confined to the claim of only some of the plaintiffs, being confined to the plaintiffs third, fourth and sixth parties and not to other sets of the plaintiffs. The Division Bench, in view of the general importance of this point, formulated the following questions for consideration by a larger Bench :--</span>\n</p>   \n\n<blockquote id=\"blockquote_8\">&quot;(i) Whether a suit by a co-sharer for eviction of a trespasser is maintainable in respect of the entire land without im-pleading the other co-sharers?\n</blockquote> \n\n<blockquote id=\"blockquote_9\">&quot;(ii) Whether the cosharer in a suit of the nature described above is entitled to a decree against the trespassers for joint possession along with the trespasser in respect of his share only in the suit land? \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_17\">8. Learned counsel for the appellants has contended that the first question should be answered in the negative, and then the second one will not arise, and, In case the first one is answered in the affirmative, the answers to the second one should be that the co-sharer plaintiff should be held entitled to a decree for \n\njoint possession for his share along with \nthe trespasser and not entitled to recovery \nof possession of the entire land. It may \nbe stated that the decisions of this Court have generally proceeded upon the footing that a co-owner could institute a suit for recovery of possession of land held by him along with other persons against a trespasser who dispossessed all the co-owners, and that he could obtain a decree for recovery of possession of the entire area, the judgment of the suit, however, not affecting the rights of the other co-owners which would remain intact. Mr. Jagdish Chandra Sinha who has appeared for the respondents, has drawn our attention in this connection to Raghuraj Singh v. Bishen Tewary, AIR 1916 Pat 26 Sambhu Gosain v. Piyari Mian, AIR 1941 Pat 351, Raju Roy v. Kasinath Roy, AIR 1956 Pat 308 and Dossain Nonia v. Ramdeo Prasad, AIR 1957 Pat 692. There can be no doubt, therefore, that the view held in this Court has generally been that a co-sharer&#x27;s suit for recovery of possession of the entire area from a trespasser is maintainable.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_18\">Mr. Kailash Rai for the appellants has argued that the view adopted in this Court as laid down in the decisions aforesaid should not be accepted as they are not based on sound principle, and a person, who has no title to the entire area, cannot institute a suit for recovery. of possession, if there is a trespasser who, at least, has got possessory right, and in any view, the decree to be passed in favour of such a cosharer should be confined to the quantum of his own share, and he should not be held to be entitled to recover possession from another person who may be a trespasser, but, in regard to whom, the co-sharer, who is suing alone, cannot be taken to have a better title. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1279657\" id=\"span_2\">Support is sought for this contention from the decisions in <a href=\"/doc/1279657/\" id=\"a_11\">AIR 1951 Pat 315, and Naresh Chandra Basu v. Hayder Sheikh Khan</a>, AIR 1929 Cal 28. In my opinion, however, the argument of learned counsel cannot be accepted. It may be stated that the decisions of all the High Courts in India on this point are uniform.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_19\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1764774\" id=\"span_3\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"295461\" id=\"span_4\">Apart from the decisions of this Court<a href=\"/doc/1279657/\" id=\"a_12\">, <a href=\"/doc/1279657/\" id=\"a_13\">referred to above</a></a>, learned counsel has also drawn our attention to <a href=\"/doc/295461/\" id=\"a_14\">Currimbhoy &amp; Co. Ltd. v. L. A. Creet</a>, AIR 1930 Cal 113, Ram Charan v. Bansidhar, <a href=\"/doc/1764774/\" id=\"a_15\">AIR 1942 All 358, Maganlal Dulabdas v. Bhudar Purshottam</a>, AIR 1927 Bom 192, Ahmad Sahibv.</span></span> Magnesite Syndicate Ltd., AIR 1915 Mad 1214, Vinod Sagar v. Vishnu-bhai Shanker, AIR 1947 Lah 388 and Biharilal v. Wasundarabai, AIR 1956 Madh Bha 35. All these decisions unambiguously lay down that the suit by a co-sharer is competent, if he sues for recovery of possession of land which is owned by him jointly with others, even with\n\nout impleading the other co-sharers. I see no reason to depart from the cursus curiae on this matter. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1558594\" id=\"span_5\">Mr. Rai has endeavoured to support his contention further with reference to a decision of the Allahabad High Court in Hira Lal v. Bhairon (1889) ILR 5 All 602 and a decision of the Calcutta High Court in <a href=\"/doc/1558594/\" id=\"a_16\">Radha Proshad v. Esuf</a>, (1881) ILR 7 Cal 414. In my opinion however, none of these two cases is really relevant.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_20\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1558594\" id=\"span_6\">The decision of the Allahabad High Court in (1883) ILR 5 All 602, if anything, is against the appellants&#x27; contention, and the decision in (1881) ILR 7 Cal 414 is distinguishable. It lays down that, when a tenant has been put into possession &quot;of ijmali property with the consent of all the sharers, or what is the same thing, has been placed there by the managing shareholder, who has authority to act for the rest, no one or more of the co-sharers can turn the tenant out without the consent of the others; but no man has right to intrude upon ijmali property against the will of the co-sharers or any of them, and, if he does so, he may be ejected without notice either altogether, if all the co-sharers join in the suit, or partially, if only some of the co-shares wish to eject him. This observation was necessitated because<a href=\"/doc/1558594/\" id=\"a_17\">, <a href=\"/doc/1558594/\" id=\"a_18\">in that case</a></a>, defendant No. 4, who was a co-sharer, supported the case of the trespasser, so that the plaintiffs could, in the circumstances, recover joint possession only of their share.</span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_21\">Learned counsel has endeavoured to take us to the judgment in Doed Hellyer v. King, (1851) 6 Ext. 791 for the proposition that a tenant in common is entitled to recover possession as against a trespasser only to the extent of his share. In my opinion, however, it is unnecessary to work up that point in view of the uniform decisions of all the High Courts in India which also appear to be based on sound principle in the sense that a co-sharer, with his title in equity, has a better claim to be in possession on behalf of all the co-sharers than a complete trespasser. It is true, no doubt that a trespasser, whose possession can be taken, in law, to be possessory title, cannot be disturbed in his possession by another trespasser, and, as against the latter, he has a right to recovery of possession. It is well settled that merely a possessory title when confronted with a better title, will yield place to the better title which must prevail over a trespasser&#x27;s possessory title pure and simple. A co-sharer, having an interest in a pro-pcrty, jointly with others, is apparently a person with a better title than a trespasser. Following this principle there is no reason why his suit should not be decreed. It is relevant also to consider in this connection that it is a well settl\n\ned principle of law that one of the various co-owners of a property, if in possession, will be deemed to be in possession on behalf of all the co-owners, and it is for this reason that his possession, in law, therefore, is not regarded as adverse to other co-owners unless there is distinct proof of ouster. In that view of the matter also, the interest of an undivided co-owner or cosharer must be taken to cover every inch of land which may be the subject-matter of dispute as belonging to the co-owners, and hence it is clear that there is no support for Mr. Kailash Rai&#x27;s contention either in principle or in authority as to why a co-sharer&#x27;s suit cannot be held to be maintainable without impleading other co-sharers, and why it should not be decreed in respect of the entire interest of the co-owners which of course, however, will not affect the rights of other co-owners vis a vis successful plaintiff in a suit against a trespasser.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_22\">9. Mr. Kailash Rai has endeavoured, however, to challenge the finding of fact recorded by the learned Subordinate Judge. His contention is that the conclusion arrived at by the learned Subordinate Judge that the lands of the defendants were comprised in thana No. 14 based primarily upon the cuttings in the certified copy of the Khatian which the learned Subordinate Judge had occasion to examine. The learned Munsif, however, examined the Khas Mahal Khatian in original which was called for and which did not contain the cuttings. Accordingly, a petition was filed in this Court on behalf of the appellants for calling for the original Khatian and to see whether the conclusion of the learned Subordinate Judge is well grounded. There is, however, difficulty in acceding to this contention of learned Counsel because, if the defendants felt a discrepancy between the original Khatian and the certified copy, they should have filed an application before the learned Subordinate Judge himself to refer to the original Khatian and not to the certified copy. Apart from that however, if the finding of fact recorded by the learned Subordinate Judge had rested only upon this, there might be some substance in the contention of learned counsel for the appellants. Accordingly, we were taken through the discussion in the judgment of the learned Subordinate Judge of the evidence bearing on this question, and it appears that, in a very very detailed examination of the evidence, the learned Subordinate Judge has scrutinised all the evidence and the circumstances, and the mark of cutting in the certified copy of the Khatian is only an item in the evidence examined. Even if this evidence were kept out of consideration, the finding of the learned \n\nSubordinate Judge as a finding of fact \ncannot be challenged, and it is difficult for us in second appeal to interfere with the findings.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_23\">10. Learned counsel has also raised the question of limitation. In my opinion, however, since the lands came out \nof water in 1946, and the plaintiffs have been found by the learned Subordinate Judge to be in possession, the question of limitation does not arise. The only way in which this could be raised would be if the plaintiff&#x27;s possession would be held to be abandoned before the disputed lands went under water. The finding upon this issue is also against the defendants.\n</p> \n\n<p data-structure=\"Section\" id=\"p_24\">11. Mr. Kailash Rai has, however, \ncontended further that the right of the non-occupancy raiyat must be held to have discontinued after the lands went \nunder water. The contention is not sound in law. Sections 44 and 66 of the Bihar Tenancy Act deal with the right of non-occupancy raiyat. Section 44 provides the several modes in which a non-\n</p><p data-structure=\"CDiscource\" id=\"p_25\">occupancy raiyat&#x27;s right can be terminated. None of the modes prescribed therein was resorted to by the Khas Mahal or its thikadar as against the plaintiffs&#x27; ancestors. Accordingly, the non-occu\npancy right recorded in Khatian must be taken to have continued even when the lands were under water, and that is more so since, in some of the rent receipts produced on behalf of the plaintiff which have been accepted as genuine by the learned Subordinate Judge, rent was claimed to have been paid on a remission basis because the lands were underwater and not fit for cultivation.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_26\">Learned counsel has also referred to Section 180 of the Bihar Tenancy Act on the ground that the area in dispute is admittedly diara land and, as such, the non-occupancy raiyats cannot be taken to have acquired any occupancy right in the land when the land was under water. This contention, however, is not relevant because, apart from the fact that there was no specific pleading in regard to the diara character of the land which has to attract the operation of Section 180 of the Bihar Tenancy Act, the suit has been decreed by the learned Subordinate Judge on the ground that, in the absence of resort to the provisions of Section 44 of the Bihar Tenancy Act, the right of occu-pancy continued even if the lands in dispute were under water. The right of a non-occupancy raiyat cannot be equated with the right of a trespasser, in whose case adverse possession ceases with the land being under water so as to cut off the continuity of possession of the tres-passer.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_27\">12. So far as the cross-objection is \nconcerned, Mr. J. C. Sinha for the res\n\npondents has contended that he will not press the cross-objection with regard to the plaintiffs ninth and fourteenth parties but only in regard to the plaintiff twelfth party. The claim of the plaintiff twelfth party has been disallowed by the learned Subordinate Judge on the ground that he put in a disclaimer in the proceeding under <a href=\"/doc/1405190/\" id=\"a_19\">Section 145</a> of the Code of Criminal Procedure. The case made on behalf of the plaintiff twelfth party in the trial Court was that the alleged signature of the plaintiff on the disclaimer petition was forged and fabricated. That case has not been accepted by the Court of appeal below. In the circumstances, it must be held that he had filed a disclaimer petition, and he cannot be permitted to turn round now to take up a contrary attitude in the suit relating to the same property. In any view, the finding of the Court below, in substance, is that, in the circumstances of the case, he had no title to, or possession over, the disputed land, and the cross objection, in that view of the matter, cannot stand.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_28\">13. In the result, the judgment of the Court of appeal below must be upheld, and both the appeal and the cross-objection must be dismissed : but, in the circumstance, there will be no order as to costs of this Court.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_29\"> Choudhary, J. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_30\"> 14.  I agree.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_31\">Sinha, J. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_32\"> 15. I agree.\n</p>\n \n\n","numcites":10,"numcitedby":31,"docsource":"Patna High Court","citetid":655314,"divtype":"judgments","relatedqs":[{"value":" khas mahal land","formInput":"%20khas%20mahal%20land"},{"value":"bihar tenancy act","formInput":"bihar%20tenancy%20act"},{"value":" possessory title","formInput":"%20possessory%20title"},{"value":"auction purchaser ","formInput":"auction%20purchaser%20"},{"value":"non occupancy tenant","formInput":"non%20occupancy%20tenant"},{"value":"patta","formInput":"patta"},{"value":"tauzy no.   ","formInput":"tauzy%20no.%20%20%20"},{"value":"better title","formInput":"better%20title"},{"value":"co- sharers","formInput":"co-%20sharers"},{"value":"land dispute","formInput":"land%20dispute"},{"value":"recovery of possession","formInput":"recovery%20of%20possession"},{"value":"non-occupancy tenant","formInput":"non-occupancy%20tenant"},{"value":"occupancy tenants","formInput":"occupancy%20tenants"},{"value":"trespasser and possession","formInput":"trespasser%20and%20possession"},{"value":"maternal grandfather ","formInput":"maternal%20grandfather%20"},{"value":"co owner","formInput":"co%20owner"},{"value":"co-sharer","formInput":"co-sharer"},{"value":"right to occupation","formInput":"right%20to%20occupation"},{"value":"co-owner\"","formInput":"co-owner%22"},{"value":"possession over land","formInput":"possession%20over%20land"}],"cats":[{"value":"procedure-land-dispute","formInput":"tag:procedure-land-dispute"},{"value":"limitation","formInput":"tag:limitation"},{"value":"order-enforcement","formInput":"tag:order-enforcement"},{"value":"issuance-of-order-in-cases-of-dangerous-nuisance","formInput":"tag:issuance-of-order-in-cases-of-dangerous-nuisance"}],"courtcopy":false,"query_alert":null,"agreement":false}