{"tid":775097,"publishdate":"1971-11-22","title":"Harendra Nath Bhattacharya & Ors vs Kaliram Das--Dead By L. Rs on 22 November, 1971","doc":"<h2 class=\"doc_title\">Harendra Nath Bhattacharya &amp; Ors vs Kaliram Das--Dead By L. Rs on 22 November, 1971</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1972 AIR 246, 1972 SCR (2) 492, AIR 1972 SUPREME COURT 246</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:a-n-grover\">A.N. Grover</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-n-grover\">A.N. Grover</a>, <a href=\"/search/?formInput=benchid:k-s-hegde\">K.S. Hegde</a>, <a href=\"/search/?formInput=benchid:h-r-khanna\">Hans Raj Khanna</a></h3>\n\n<pre id=\"pre_1\">           PETITIONER:\nHARENDRA NATH BHATTACHARYA &amp; ORS.\n\n\tVs.\n\nRESPONDENT:\nKALIRAM DAS--DEAD BY L. Rs.\n\nDATE OF JUDGMENT22/11/1971\n\nBENCH:\nGROVER, A.N.\nBENCH:\nGROVER, A.N.\nHEGDE, K.S.\nKHANNA, HANS RAJ\n\nCITATION:\n 1972 AIR  246\t\t  1972 SCR  (2) 492\n 1972 SCC  (1) 115\n CITATOR INFO :\n RF\t    1975 SC 371\t (10)\n\n\nACT:\n<a href=\"/doc/161831507/\" id=\"a_1\">Code of Civil Procedure</a> 1908-S. 92-A grant made by  an\tAhom\nKing in Assam to a number of Bhakats for the propagation  of\n&quot;Nama Dharma&quot; and for continuance of Sravana Kirtana-Dharma-\nWhether-  suit\tby  the\t descendants  of  the  Bhakats\t not\nmaintainable because provisions of<a href=\"/doc/91605396/\" id=\"a_2\"> s.\t92</a> not followed.\n\n\n\nHEADNOTE:\nThe   suit   was   instituted  by  the\t plaintiffs   in   a\nrepresentative\tcapacity  as  Bhakats.\t According  to\t the\nallegations  in\t the plaint, a grant of rent  free  land  of\napproximately 316 bighas was made by a Kim,, during the pre-\nBritish\t period in the name of one G, for the  establishment\nof   a\tvaishnavic  institution.   It  was  made   for\t the\npropagation  of Name Dharma and for continuance of  Sravana-\nKirtana-Dharma.\nDefendants  I to 20 were alleged to be the heirs of  G.\t The\nplaintiffs claimed that they were the descendants of the  10\nBhakats who were mentioned in the copper plate creating\t the\nendowment.  in\tthe copper plate, the grant  was  termed  as\nBrahmottar.   According to the plaintiffs, the grant  was  a\nDharmottar  grant  though called Brahmottar  in\t the  copper\nplate.\t In  other words, it was an  endowment\tcreated\t for\nreligious  and\tcharitable purposes and it  did\t not  confer\nbenefit\t only on the grantee or his heirs.  It was  asserted\nby the plaintiffs that the defendants were interfering\twith\ntheir  rights relating to the institution and were also\t not\nproperly repairing the Nanighar (the place of worship).\t The\nrelief claimed was for a declaration that the disputed\tland\nwas  a gift to the institution (sat sanghee satra)  and\t for\npossession.\nIn  tile  written statement. it was contended,\tinter  alia,\nthat  the  disputed  land  was not  Dharmottar.\t  It  was  a\nproperty   gifted  to  late  G,\t the  predecessors  of\t the\ndefendants from generation to generation and that the  suit,\naccording  to the defendants, was not  maintainable  because\nthe provisions of&#x27; s. 92.  Civil Procedure Code had not been\ncomplied with.\nThe  trial  court held that the Suit  was  not\tmaintainable\nbecause\t s. 92 of the Civil Procedure Code was not  followed\nand   that  the\t Suit  property\t was  Brahmottar   and\t not\nDharmottar.\nIn  appeal the Additional District Judge held that the\tsuit\ndid  not fall within<a href=\"/doc/91605396/\" id=\"a_3\"> s. 92</a> C.P.C., and so  was\tmaintainable\nand   that  the\t suit  property\t was  Dharmottar   and\t not\nBrahmottar.   According\t to  the learned  Judge,  the  plain\nmeaning\t of the grant was that G, was made the\tmedhi  (high\npriest)\t for the satra.\t The grant was contemporaneous\twith\nthe  establishment of the Satra.  The Purpose for which\t the\ngrant  was  made  was specifically for\tthe  propagation  of\nSravanakirtana-Dharma.\t The  word  &#x27;Brahmottar&#x27;  had\tbeen\nqualified  by  &quot;Punvarthe&quot;, which meant\t &quot;for  piety&quot;.\t The\ngrant was, therefore. not a personal grant.  Accordingly, he\nheld the plaintiffs entitled to file the suit and the appeal\nwas allowed.\nThe   Defendants  filed\t an  appeal  to\t the   High   Court.\nDismissing  the appeal, the High Court held that the  relief\nclaimed did not come within the provisions of<a href=\"/doc/91605396/\" id=\"a_4\"> s. 92</a>  C.P.C.,\nand  the High Court agreed with the translation made by\t the\nlearned Addl.  District Judge of the relevant passage of the\ncopper plate.\n493\non an appeal by certificate,\nHELD : (1) In the facts and circumstances of the case, s. 92\n<a href=\"/doc/161831507/\" id=\"a_5\">of  the Code of Civil Procedure</a> did not apply.\tIt  is\twell\nsettled\t that  a suit under<a href=\"/doc/91605396/\" id=\"a_6\"> s. 92</a> C.P.C., is  of  a  special\nnature which presupposes the existence of a Public trust  of\na religious or charitable character.  Such suit can  proceed\nonly on the allegation that there is a breach of such  trust\nor  that  directions from the court are\t necessary  for\t the\nadministration\tof the trust.  In the suit. there must be  a\nprayer for one or other of the reliefs that are specifically\nmentioned in the section.  In the present case, none of\t the\nreliefs\t claimed by the plaintiffs fell within the  section.\nThe  declarations  which  were sought  could  not  therefore\nattract<a href=\"/doc/91605396/\" id=\"a_7\"> s. 92</a> of the Civil Procedure Code. [499 D]\n(2)  As regards the correct- translation of the copper plate\non which the grant was made there was no reason to doubt the\ncorrectness of the translation appearing ,in the judgment of\nthe  Addl.   District Judge which was affirmed by  the\tHigh\nCourt.\t Both the Addl.\t District Judge and the\t High  Court\nwere  more familiar with the language and the origin of\t the\nestablishment  of  satras  and\tits  historical\t background.\n&#x27;They  were in a better position to interpret the  terms  of\nthe  grant than others.\t Therefore, there was no reason\t why\nthis Court should interfere with the conclusions arrived  at\nby  both tile Courts below especially when this\t Court\talso\nwas  inclined to the view that the grant was not a  personal\ngrant  made  in\t favour\t of  the  high\tpriest.\t  The\tword\n&#x27;Brahmottar&#x27; was used in the grant but mere use of that word\nwould  not  change  the essential character  of\t the  grant,\nnamely.\t that  it  was\ta  Dharmottar  grant  made  for\t the\npropagation  of\t SravanaKirtana Dharma and not to  the\thigh\npriest and his own brothers in their personal capacity. [500\nC]\nJiban Chandra Sarma Doloi v. Anand Ram Kalita &amp; Ors. [1961]\n3 S.C.R. 947, referred to and distinguished.\n\n\n\nJUDGMENT:</pre>\n<p data-structure=\"Issue\" id=\"p_1\">CIVIL  APPELLATE  JURISDICTION : Civil Appeal  No.  1273  of\n1966.\n</p><p data-structure=\"Issue\" id=\"p_2\">Appeal from the judgment and order dated May 30, 1960 of the\nAssam High Court in Second Appeal No. 151 of 1958.\nD. N. Mukherjee, lot- the appellants.\n</p><p data-structure=\"Issue\" id=\"p_3\">Shikumar  Ghose, for respondents Nos.  1 (a), 2 (a,),  3,  8\nand 19.\n</p><p data-structure=\"Facts\" id=\"p_4\">The Judgment of the Court was delivered by\nGrover, J. This is an appeal by certificate front the judge-\nment  of the Assam and Nagaland High Court arising out of  a\nsuit which was filed as far back as May 1948.\nThe main controversy arises out of a grant on a Copper Plate\nmade by Ahom King Maharaj Sibasingha of some landed property\nin  the year 1663 Saka Era corresponding to 1741 A.  D.\t The\nsuit  was instituted by the plaintiffs in  a  representative\ncapacity  as Bhakats.  According to the allegations  in\t the\nplaint\tthis grant was made by the King in the name  of\t one\nGadapani  Bhattacharjya\t for the establishment\tof  a  Satra\n(Vaishnavic  institution).  It was made for the\t propagation\nOf Nama Dharma and for continuance of Sraban Kirtan  Dharma.\nDefendants 1 to 20 were\n<span class=\"hidden_text\" id=\"span_1\">494</span>\nalleged\t to  be the heirs of  Gadapani\tBhattacharjya.\t The\nplaintiffs claimed that they were the descendants of the  10\nBhakats who were mentioned in the Copper Plate creating\t the\nendowment,  the\t name of the Satra being Sat  Sangee  Satra.\nThe original grant was in respect of 79 puras of land  which\nwould  be equivalent to 316 bighas.  It was  rent-free.\t  In\nthe Copper Plate the grant was termed as Brahmottar.   After\nthe British rule commenced there was an enquiry in which the\ngrandson  of the original grantee  (Gadapani  Bhattachariya)\nmade  a\t claim\tof 83 puras of land with 10  bighas  of\t Sat\nSangee Satra.  This was confirmed by the British Government.\nDuring the demarcation survey of 1881, the area was  reduced\nto 304 bighas and in the survey and settlement of 1884-85 it\nwas  shown  as\t313  bighas  roughly.\tIn  the\t  subsequent\nsettlement  of\t1905-06,  the  land  was  assessed  to\thalf\nrevenue,  known as Nispi Kheraj.  The area covered by  Nispi\nKheraj or Nisf Kheraj was 243 bighas.  During the current 30\nyear settlement the Nispi Kheraj land was shown to cover  an\narea  of  230 bighas odd and the suit was confined  to\tthat\narea.\n</p><p data-structure=\"Precedent\" id=\"p_5\">According  to  the case of the plaintiffs, the grant,  as  a\nmatter\tof  fact,  was\ta  Dharmottar  grant  though  called\nBrahmottar  in the Copper Plate.  In other words, it was  an\nendowment created for religious and charitable purposes\t and\nit  did\t not confer benefit only on  the  grantee  (Gadapani\nBhattacharjya) or his heirs and descendants.  The Sat Sangee\nSatra to be established on the basis of this grant was known\nas Bhanukuchi Satra along with a Nam ghar.  It was  asserted\nby the plaintiffs that the defendants were interfering\twith\ntheir  rights  relating\t to  the Satra\tand  were  also\t not\nproperly  repairing the Nam ghar etc.  It was  alleged\tthat\nsome of the plaintiffs were still living in the land covered\nby  the Nispi-kheraj Patta.  Paragraph 12 of the plaint\t may\nbe reproduced:-\n</p><blockquote id=\"blockquote_1\">\t      &quot;12.   In\t fact  the  land  described  in\t the\n\t      Schedule\tof disputed patta is the  Dharmottar\n\t      land gifted to the Bhanukuchi Satsangi  Satra.\n\t      The  land\t has been  absolutely  endorsed\t for\n\t      religious\t purpose, hence the defendants\thave\n\t      not  possessed  any title of  their  own\tover\n\t      those.   They are the trustees only on  behalf\n\t      of the Satra.  They are bound to maintain\t the\n\t      said  Satra with the income of these lands  by\n\t      observing the Doul festival and the usual Nam-\n\t      Kirtan  and the plaintiffs as the\t Bhakats  of\n\t      the  said Satra are entitled to possess  their\n\t      own  basti and paddy lands etc. by  going\t and\n\t      observing the NamKirtan in the Satra house  of\n\t      Dag No. 472 and the Doul festival by  erecting\n\t      the  Doul\t stage\tas before in  Dag  No.\t428.\n\t      Hence it is necessary to obtain a decree after\n\t      a\t declaration from the Civil Court  and\twith\n\t      the said\n<span class=\"hidden_text\" id=\"span_2\">\t      495</span>\n\t      end  and\tview  it  is  necessary\t to   obtain\n\t      possession  from\tthe Court on behalf  of\t the\n\t      plaintiffs.  If it is necessary the plaintiffs\n\t      will file a scheme case afterwards&quot;.\n</blockquote><p data-structure=\"Precedent\" id=\"p_6\">The relief which was claimed was for a declaration that\t the\ndisputed  land\twas  a gift to the Bhanukuchi  Sat  Sang  as\nmentioned in paragraph 12 and for possession.\nIn the written statement the position taken up was that\t the\ndisputed land was not Dharmottar.  It was a property  gifted\nto late Gadapani Brahmin, the predecessor of the defendants.\nGadapani  Bhattacharjya was a good religious minded  Brahmin\nand the Ahom King, for the advantage of preaching  religion,\ngifted\tthe land to him as Niskar Brahmottar  generation  to\ngeneration.    Gadapani\t  Bhattachariya\t became\t  the\tfull\nproprietor and the defendants were his descendants and\tthey\nhad been in peaceful possession in that capacity all  along.\nIt  was\t denied\t that  there was any  Sat  Sangee  Satra  of\nBhanukuchi.  It was further pleaded that the plaintiffs\t had\nno locus standi to file the suit.\n</p><p data-structure=\"Precedent\" id=\"p_7\">Paragraph 4 of the written statement was in these, terms:\n</p><blockquote id=\"blockquote_2\">&quot;4. It is true that these defendants are the absolute owners\nin respect of the disputed land.  The English had  conquered\nthis  Assam  province.\t There by all  the  claims  and\t the\narrangements  of the former ruler over the land etc. of\t the\ncountry\t were extinguished and the British  Government\talso\nissued\tan  order to that effect.  Though it  is  taken\t for\ngranted\t that the disputed land was gifted to  the  Satsangi\nSatra  in  ancient  time  yet by an  order  of\tthe  British\nGovernment   the   nature  of  that  Dharmottar\t  land\t was\nextinguished.\tThat by a lakheraj investigation during\t the\nBritish rule the patta has been issued in every_  settlement\nin  the\t name of late Debi Datta by  keeping  Brahmottar  in\nforce  and  on\tthe basis of that form the  patta  has\tbeen\nissued\tin  every settlement in the name of Debi  Datta\t and\nafter  him  in\tthe name of these defendants,  who  are\t his\ndescendants.  On the basis that patta these defendants\thave\nbeen entitled to become the full proprietors to possess\t the\ndisputed land.\tThe plaintiffs are not entitled to have\t any\nright  in respect of the disputed land on the basis  of\t the\npatta also and in they have not acquired any right thereon&quot;.\n</blockquote><p data-structure=\"Section\" id=\"p_8\">According  to the defendants the suit was  not\tmaintainable\nbecause\t the provisions of the law relating to a suit  based\non breach of trust had not been complied with.\nThe  Trial  Court  framed 7 issues out\tof  which  only\t the\nfollowing may be mentioned :-\n</p><blockquote id=\"blockquote_3\">\t      &quot;1.  IS tile Suit maintainable in its  present\n\t      form ?\n</blockquote><span class=\"hidden_text\" id=\"span_3\">\t      496</span>\n<blockquote id=\"blockquote_4\">\t      2.    Have  the  plaintiffs  locus  standi  to\n\t      bring the suit ?\n</blockquote><blockquote id=\"blockquote_5\">\t       3.   Is\t the  disputed\tland  a\t  Dharmottar\n\t      property and absolutely endowed for  religious\n\t      purposes as alleged?&quot;.\n</blockquote><p data-structure=\"Precedent\" id=\"p_9\">The  Trial  Court found that the suit was  not\tmaintainable\nowing  to non-compliance with the provisions of <a href=\"/doc/91605396/\" id=\"a_8\">section\t 92</a>,\nCode of Civil Procedure.  On issue No. 2 its decision was in\nfavour\tof  the plaintiffs as also on issue No. 5.  On\tthat\nissue it was held that the suit property was Brahmotttar and\nnot Dharmottar.\t In view of the finding on issue No. 1,\t the\nsuit was dismissed .\n</p><p data-structure=\"Section\" id=\"p_10\">An appeal was taken to the Court of the Additional  District\nJudge,\tLower  Assam.  He held that the suit  did  not\tfall\nwithin\t<a href=\"/doc/91605396/\" id=\"a_9\">section\t 92</a>,  Code  of\tCivil  Procedure,  and\t was\ntherefore, maintainable.  The learned Judge referred to\t the\nrelevant portion of the grant which according to him was  to\nbe translated as follows:-\n</p><blockquote id=\"blockquote_6\">\t       &quot;Be  it known to all that the Satsangi  Satra\n\t      of   10  Bhakats\tis  established.    Gadapani\n\t      Brahmin  is made the Medhi of the said  Satra;\n\t      and the lands are granted to him as Brahmottar\n\t      for  religious purposes.\tLet him\t occupy\t the\n\t      land  from  generation  to  generation   after\n\t      propagating the Sraban Kirtan Dharma&quot;.\n</blockquote><p data-structure=\"Facts\" id=\"p_11\">In  the\t opinion of the Additional Distt.  Judge  the  plain\nmeaning of the grant was that Gadapani Brahmin was made\t the\nMedhi of the Satra.  The grant was contemporaneous with\t the\nestablishment of the Satra.  The purpose for which the grant\nwas  made was specifically stated to be for the\t propagation\nof  Sraban  Kirtan Dharma.  The word &quot;Brahmottar&quot;  had\tbeen\nqualified  by &quot;Punyarthe&quot; which meant for piety.  The  grant\nwas,  therefore,  not a personal grant.\t The  words  of\t the\ngrant  indicated  that it had been made for  some  religious\npurpose\t for which the Satra was established.  But  for\t his\nappointment as Medhi and the establishment of the Satra, the\ngrant  to  Gadapani  would have been a\tpersonal  one.\t The\nlearned Additional Distt.  Judge appears to have been  fully\nconversant with the various Satras which were to be found in\nAssam and with the manner in which they were created.  After\nconsidering  the entire evidence, he came to the  conclusion\nthat there was a Satra at Bhanukuchi and that the grant\t was\nto  the Satra and not to Gadapani in his personal  capacity.\nIt  was\t further held by him that the establishment  of\t the\nSatra  and  the creation of the office of  the\tBhakats\t was\ncontemporaneous\t so far as the present case  was  concerned.\nThe  plaintiffs, therefore by virtue of the original  grant,\nwere entitled to file a suit.  &#x27;The appeal was allowed and a\ndecree was granted for a declaration\n<span class=\"hidden_text\" id=\"span_4\">497</span>\nthat  the disputed land was the Dharmottar property  of\t the\nBhanukuchi Sat Sangee Satra and that the plaintiffs were the\nBhakats\t of that Satra having a right to  perform  religious\nfunctions  prescribed for them in the Satra.  The  suit\t for\npossession, however, was dismissed.\n</p><p data-structure=\"Precedent\" id=\"p_12\">The defendants filed an appeal to the High Court.  Only\t two\npoints were raised before the High Court.  They Were :-\n</p><blockquote id=\"blockquote_7\">\t      1.    As to whether the suit is hit by section\n\t      92 of the Code of Civil Procedure; and\n</blockquote><p data-structure=\"CDiscource\" id=\"p_13\">\t      2 .   As to whether Ext. 1, the Copper  Plate,\n\t      has  been correctly interpreted to  hold\tthat\n\t      the  original grant created by the  Ahom\tKing\n\t      was  of  the nature of Dhannottar grant  or  a\n\t      religious\t trust for the benefit of the  Satra\n\t      or  that\tit  was merely a  personal  gift  in\n\t      favour  of Gadapani Bhattachariya who was\t the\n\t      original\tMedhi  or the high priest  named  in\n\t      regards  to  the Satra created by\t the  Copper\n\t      Plate?&quot;\n</p><blockquote id=\"blockquote_8\">The High Court held that the reliefs claimed in the suit did\nnot  come within the provisions of <a href=\"/doc/91605396/\" id=\"a_10\">sec. 92</a>.  As regards\t the\ncorrect interpretation of the relevant passage on the Copper\nPlate by which the grant was created, the High Court  agreed\nwith the interpretation put by the Additional Distt.   Judge\non  the relevant passage.  The original text was  quoted  as\nagreed\tto by counsel for both the parties and\tits  English\ntranslation was given as follows :-\n</blockquote><blockquote id=\"blockquote_9\">\t      &quot;The King has for the purpose of earning merit\n\t      for   himself  and  his  brother,\t made\tthis\n\t      Brahmottar  grant consisting of the  lands  as\n\t      mentioned\t herein along with three  Paiks\t and\n\t      ten  families of Bhakats to  Gadapani  Brahman\n\t      who is appointed to be the Medhi (high priest)\n\t      of   the\tSat  Sangi  Satra.   He\t  will\t for\n\t      generations  enjoy  the land by being  in\t the\n\t      service\tof  God\t and  for  the\tpurpose\t  of\n\t      perpetuation of the cult of the Sravan  Kirtan\n\t      Dharma&quot;.\n</blockquote><p data-structure=\"Precedent\" id=\"p_14\">The  High Court examined the text in the background  of\t the\ninstitution  of Satras in Assam and came to  the  conclusion\nthat  the intention of the King in making the grant was\t for\nthe  benefit of Sat Sangee Satra.  The High Court also\ttook\ninto consideration Exhibit 2, a copy of a petition of  claim\nmade by Debi Datta Sarma in the Lakheraj enquiry in the year\n1884  and  came to the conclusion that\tthe  predecessor-in-\ninterest of the defendants had accepted the position that he\nor  other  descendants\tof  Gadapani  Brahmin  were   merely\ntrustees in respect of the land which be-\n</p><span class=\"hidden_text\" id=\"span_5\">498</span>\n<p data-structure=\"Section\" id=\"p_15\">longed to the Satra and the Bhakats or the  predecessors-in-\ninterest  of the plaintiffs had interest in the\t same.\t The\nappeal of the defendants was consequently dismissed.\nLearned counsel for the plaintiffs ha,, sought to raise\t the\nsame points which were agitated before the High Court.\t The\nfirst  one  relates to the applicability of <a href=\"/doc/91605396/\" id=\"a_11\">sec. 92</a>  of\t the\nCivil  Procedure  Code.\t The second relates to\tthe  correct\ninterpretation\tof  the\t terms of the  original\t grant\twith\nregard\tto  its\t true  nature,\tnamely,\t whether  it  was  a\nDharmottar grant or a religious trust for the benefit of the\nSatra  or  that it was merely a personal gift in  favour  of\nGadapani.  <a href=\"/doc/91605396/\" id=\"a_12\">Section 92</a>, Code of Civil Procedure provides that\nin case of any alleged breach of any express or constructive\ntrust  created\tfor  public  purpose  of  a  charitable\t  or\nreligious  nature  or where the direction of  the  court  is\ndeemed\tnecessary for the administration of any such  trust,\nthe  consent of the Advocate General has to be obtained\t for\ninstitution  of\t the quit by two or more persons  having  an\ninterest  in  the  trust.   Further the\t suit  must  be\t for\nobtaining a decree for the following :-\n</p><blockquote id=\"blockquote_10\">\t      &quot;(a) removing any trustee-,\n</blockquote><blockquote id=\"blockquote_11\">\t      (b)   appointing a new trustee;\n</blockquote><blockquote id=\"blockquote_12\">\t      (c)   vesting any property in a trustee;\n\t      (cc) directing a trustee who has been  removed\n\t      or a person who has ceased to be a trustee  to\n\t      deliver  possession of any trust\tproperty  in\n\t      his  possession to the person entitled to\t the\n\t      possession of such property;\n</blockquote><blockquote id=\"blockquote_13\">\t      (d)   directing accounts and inquiries;\n</blockquote><blockquote id=\"blockquote_14\">\t      (e)   declaring what proportion of the  trust-\n</blockquote><p data-structure=\"Section\" id=\"p_16\">\t      property\tor of the interest therein shall  be\n\t      allocated\t to  any particular  object  of\t the\n\t      trust;\n</p><p data-structure=\"Section\" id=\"p_17\">\t      (f)   authorizing the whole or any part of the\n\t      trust  property to be let, sold, mortgaged  or\n\t      exchanged;\n</p><p data-structure=\"Precedent\" id=\"p_18\">\t      (g)   settling a scheme; or\n</p><p data-structure=\"Precedent\" id=\"p_19\">\t      (b)   granting such further or other relief as\n\t      the nature of the case may require&quot;.\n</p><p data-structure=\"Precedent\" id=\"p_20\">The High Court analysed the plaint which is primarily to  be\nlooked at for deciding the question of applicability Of See,\n</p><p data-structure=\"Precedent\" id=\"p_21\">92.  The High Court was of the view that the reliefs claimed\nin  the\t plaint\t were stated mainly in\tpara  12,  which  if\nanalysed, would involve the following :-\n</p><blockquote id=\"blockquote_15\">\t      (1)   A  declaration  that the suit  land\t was\n\t      Dharmottar  land\tgifted\tto  &#x27;Bhanukuchi\t Sat\n\t\t\t    Sangi Satra for a\n<span class=\"hidden_text\" id=\"span_6\">\t      499</span>\n\t      religious purpose and that the defendants\t had\n\t      no   personal  interest  therein\t except\t  as\n\t      trustees for the management of the Satra;\n\t      (2)   A  declaration that the defendants\twere\n\t      bound to maintain the Satra with the income of\n\t      the suit lands by observing the Doul  festival\n\t      and the usual Nam-Kirtan;\n</blockquote><blockquote id=\"blockquote_16\">\t      (3)   For a declaration that the plaintiffs as\n\t      Bhakats of the Satra were entitled to  possess\n\t      their own Basti and paddy lands and that\tthey\n\t      had a right of access to the use of the  Satra\n\t      for various religious purposes;\n</blockquote><blockquote id=\"blockquote_17\">\t      (4)   A  claim  for possession  of  the  lands\n\t      confined to the above reliefs.\n</blockquote><p data-structure=\"Precedent\" id=\"p_22\">It  was\t added\tin the plaint that a scheme  case  would  be\ninstituted later on if considered necessary.  The High Court\nwas  of\t the view that none of the reliefs  claimed  in\t the\nplaint\tbrought it within the terms of <a href=\"/doc/91605396/\" id=\"a_13\">sec. 92</a>.\t It is\twell\nsettled\t by  the decisions of this Court that a\t suit  under\n<a href=\"/doc/91605396/\" id=\"a_14\">sec.  92</a>  is  of  a special  nature  which  presupposes\t the\nexistence  of  a public trust of a religious  or  charitable\ncharacter.   Such  suit can proceed only on  the  allegation\nthat there is a breach of such trust or that directions from\nthe Court are necessary for the administration of the trust.\nIn  the\t suit, however, there must be a prayer\tfor  one  or\nother of the reliefs that are specifically mentioned in\t the\nsection.   Only then the suit has to be filed in  conformity\nwith  the  provisions  of <a href=\"/doc/91605396/\" id=\"a_15\">section 92</a> of the  Code  of  Civil\nProcedure. (See Mahant Pragdasji Guru Bhagwandasji v.  Patel\nIshwar lalbhal Narsibhai and others) (1).  It is quite clear\nthat  none  of the reliefs claimed by  the  plaintiffs\tfell\nwithin\tthe  section.  The declarations\t which\twere  sought\ncould  not possibly attract the applicability of <a href=\"/doc/91605396/\" id=\"a_16\">sec. 92</a>  of\nthe  Civil Procedure Code.  The High Court  was,  therefore,\nright  in holding that non-compliance with that section\t did\nnot affect the maintainability of the suit.\n  On the second point our attention has been invited to\t the\ntranslation of the Copper Plate on which the grant was\tmade\nby  the\t Ahom King.  This translation. it has  been  pointed\nout,  was  accepted  by\t both  sides.\tAccording  to\tthis\ntranslation the land and the estate described &quot;together with\nthree  Bhakats\tand 10 Paiks have been given  for  piety  as\nBrahmottar  to\tthe  godly Brahmin  Gadapani  with  his\t own\nbrothers  making  him a Medhi of Satsangi  Satra.   He\twill\nremain\tin  devotion of God and will enjoy  and\t occupy\t and\ncontinue to enjoy and occupy together with\n(1)  [1952] S.C.R. 513\n<span class=\"hidden_text\" id=\"span_7\">500</span>\nhis own brothers from father to son, son&#x27;s son etc. and will\nscatter\t Sravana-Kirtana-dharma.&quot; It is contended on  behalf\nof  the plaintiffs that the grant was clearly  described  as\nBrahmottai and it was made to the Brahmin Gadapani with\t his\nown  brothers and he was made Medhi of the Sat Sangi  Satra.\nMedhi  means a high priest.  He and his descendants were  to\nenjoy and occupy the property from generation to generation.\nOf  course, it was laid down as a part of their duties\tthat\nthey should propagate Sravana-Kirtanadharma but that did not\nconvert the grant into Dharmottar.\n</p><p data-structure=\"Precedent\" id=\"p_23\">As regards the correct translation, we are unable to  accept\nthe contention that the translation set out in the  judgment\nof  the\t High Court along with the original  text  does\t not\nrepresent  the\tcorrect\t translation.\tThe  learned   Addl.\nDistt.\tJudge and Deka J, who delivered the judgment of\t the\ndivision  Bench in the High Court, were fully familiar\twith\nthe language and we find no reason to doubt the\t correctness\nof  the\t translation appearing in the judgment of  the\tHigh\nCourt.\t Both  the Addl.  Distt.  Judge and the\t High  Court\nwere more familiar with the establishment of Satras and\t the\nhistorical background in which such institutions came to  be\nestablished  and were in a better position to interpret\t the\nterms\tof  the\t grant\tthan  ourselves.   Moreover,   their\njudgments  were based or, other evidence which was  produced\nand it would not be right for us even if we took a different\nview  to  depart  from the practice of\tthis  Court  not  to\ninterfere  with the conclusions into which familiarity\twith\nthe  local  language, customs and enactments plays  a  vital\npart.  Even otherwise we have not been persuaded to take the\nview  that the grant was only a personal grant in favour  of\nGadapani  Brahmin.  The word Brahmottar was  certainly\tused\nbut  mere  use of that word would not change  the  essential\ncharacter  of the grant.  <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1060685\" id=\"span_8\">In this connection  our  attention\nhas  been  invited  to a decision of  this  Court  in  <a href=\"/doc/1060685/\" id=\"a_17\">Jibon\nChandra Sarma Doloi v. Anandi Ram Kalita and others</a>(1).\t  In\nthis case a question arose about certain grant made by Assam\nRajas to the Bardeuries (temple officials) to enable them to\nrender services to the Deities installed in the temple.\t  On\ncertain alienations having been made, a suit was  instituted\non  behalf of the temple that the alienations  were  invalid\nand  unauthorised.  The principal point which was urged\t was\nthat the High Court had come to a wrong conclusion that\t the\nlands in suit which were admittedly described as  Brahmottar\nlands  in the revenue records were transferable without\t any\nrestriction.\tAfter  going  into  the\t history  of   lands\ndescribed  as  Nisf-Khirai  in the revenue  records  it\t was\nobserved by this Court that a Nisf-Khierajdar was ordinarily\na person whose lands were .claimed by his ancestors  revenue\nfree on the ground that they were grantees of the Assam Raja\nfor sonic religious or charitable pur-</span>\n</p><p data-structure=\"Precedent\" id=\"p_24\">(1)  [1961] (3) S.C.R. 947,\n<span class=\"hidden_text\" id=\"span_9\">501</span>\n     Pose.   Reference\twas also made to the  provisions  of\n<a href=\"/doc/37777451/\" id=\"a_18\">Regulation  1</a>  of 1886 called &quot;The Assam  Land\tand  Revenue\nRegulations&quot;.After  referring to the relevant provisions  it\nwas  stated  that  it could not be hold that  the  lands  in\nquestion were burdened with the special condition that\tthey\ncould  be  transferred\tonly to Bardeuries and\tnot  to\t any\nstrangers outside the group.  It was,\tfinally observed :-\n</p><blockquote id=\"blockquote_18\">\t      &quot;As  the High Court has found, and that is  no\n\t      longer  in dispute, these lands are  described\n\t      as Brahmottar lands in revenue records and  to\n\t      the said lands and their holders the statutory\n\t      provisions of the Regulation to which we\thave\n\t      just  referred  applied, therefore, it  is  im\n\t      possible\tto  escape the\tconclusion  that  by\n\t      virtue of the relevant statutory provisions of\n\t      the Regulation the lands must be deemed to  be\n\t      heritable\t  and\ttransferable   without\t any\n\t      restrictions.\n</blockquote><blockquote id=\"blockquote_19\">It is quite obvious that the question involved in this\tcase\nwas  quite, different from the one under examination by\t us.\nIt  was\t not  argued  at&#x27; any  stage  in  the  present\tcase\nincluding the appeal before the High Court that by virtue of\nthe  provisions\t and  the other facts  relied  upon  in\t the\naforesaid  judgment,  the  mere fact  that  the\t lands\twere\ndescribed  as Brahmottar would be the personal\tproperty  of\nthose in whose names they were shown in the revenue records.\nNor  has  our attention been drawn to any entries  from\t the\nrevenue\t records produced in the present case  which  would&#x27;\nshow the exact and precise terms in which those entries\t had\nbeen made.\n</blockquote><blockquote id=\"blockquote_20\">Lastly\tit was contended that even in the plaint  the  lands\nwere  admitted\tto have been held under\t a  Nisaf-Khiraj  or\nNispi-Kheraj Patta and that according to the entire  history\nand  other facts stated in Jibon Chandra Sarma Doloi&#x27;s\tcase\n(supra),  such\ta  patta could be held only  in\t a  personal\ncapacity.   The difficulty again is that no such  contention\nwas raised before the High Court or before any of the Courts\nbelow.\tWe are unable in these circumstances to either allow\nthis point to be agitated or to enter into its discussion.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_25\">In  the\t result the appeal fails and it\t is  dismissed\twith\ncosts.\n</p><p data-structure=\"Conclusion\" id=\"p_26\">S.C.\nAppeals dismissed\n<span class=\"hidden_text\" id=\"span_10\">502</span>\n\n\n\n</p>","numcites":4,"numcitedby":28,"docsource":"Supreme Court of India","citetid":775097,"divtype":"judgments","relatedqs":[{"value":"section 92 of the cpc","formInput":"section%2092%20of%20the%20cpc"},{"value":"s.92 of cpc","formInput":"s.92%20of%20cpc"},{"value":"section 92 civil procedure code","formInput":"section%2092%20civil%20procedure%20code"},{"value":" brahmottar land","formInput":"%20brahmottar%20land"},{"value":"patta","formInput":"patta"},{"value":"revenue records","formInput":"revenue%20records"},{"value":"92 CPC","formInput":"92%20CPC"},{"value":"land dispute","formInput":"land%20dispute"},{"value":"property trust","formInput":"property%20trust"},{"value":"brahmins","formInput":"brahmins"},{"value":"temple","formInput":"temple"},{"value":"translators","formInput":"translators"},{"value":"gifts","formInput":"gifts"},{"value":"religious purposes","formInput":"religious%20purposes"},{"value":"Section 92 C.P.C>","formInput":"Section%2092%20C.P.C%3E"},{"value":"religious purpose\"","formInput":"religious%20purpose%22"},{"value":"Endowment","formInput":"Endowment"},{"value":"suit for land","formInput":"suit%20for%20land"},{"value":"copper","formInput":"copper"},{"value":"god","formInput":"god"}],"courtcopy":true,"query_alert":null,"agreement":false}