{"tid":212437,"publishdate":"1994-02-03","title":"State Of Madhya Pradesh vs Vishal Singh And Anr. on 3 February, 1994","doc":"<h2 class=\"doc_title\">State Of Madhya Pradesh vs Vishal Singh And Anr. on 3 February, 1994</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1994CRILJ3428</h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nP.N.S. Chouhan, J.\n \n\n</pre><p data-structure=\"Facts\" id=\"p_1\">1. Residents of village Mendwara, Police Station Jatara, District Tikamgarh were sharply divided into two camps, one led by absconding accused Ranmat Singh and the other headed by Neksai (P.W. 20). The bone of contention which led to these quadruple murders was rival claims for possesion over the pasture land (Gochar) of the village. In the year 1984 Pattas were granted in favour of Moti, Kundan, Ranmat Singh, Ramsingh,, PhulSing, Siyaram, Kalloo Sore, Bhagwandas, Ramkali wife, of Kishan etc. of appellants&#x27; camp. The other side challenged these allotments and the matter was sub judice on the date of incident. These facts are not in dispute. Members of Neksai&#x27;s camp claimed that they were in actual possession of the said land notwithstanding the grant of Pattas to others and that is why they had challenged the said grants. On 25-6-1990, at day break, i.e. 6.30 a.m., appellants and four absconding accused, namely, Ranmat Singh, Motilal, Kundan Singh and Chatur Khangar were cultivating the said pasture lands. Ranmat Singh, Ramsingh Vishal Singh, Kapoor Singh, Sitaram, Veeren alias Virendra Singh were armed with guns, Siyaram was armed with a farsa, Kishanlal was having an axe and the rest of them were armed with lathis. Neksai (P.W. 20) with his partymen Hardas (deceased), Muratsingh (deceased) his wife Shantibai (deceased), Chandrabhansingh (deceased), Devidas, Omprakash, Mahipat, Mayaram, Rambhagat (P. Ws. 3 to 7), Bithallo alias Balwan (P.W. 11), Raghuvir (P.W. 22) and some others went there to protest which triggered the feud resulting in on the spot death of Murat Singh, his wife Shantibai, Chandrabhansingh and Hardas by fire-arm injuries. Rambagas, Devidas were also injured by fire-arm. 20 persons were tried in this connection on charge under <a href=\"/doc/1258372/\" id=\"a_1\">Sections 147</a>, <a href=\"/doc/763672/\" id=\"a_2\">148</a>, <a href=\"/doc/1560742/\" id=\"a_3\">302</a>/<a href=\"/doc/999134/\" id=\"a_4\">149</a> and <a href=\"/doc/455468/\" id=\"a_5\">307</a>/<a href=\"/doc/999134/\" id=\"a_6\">149</a>, I.P.C. Two others were charged for having hatched a criminal conspiracy for commission of these offences. The trial Judge vide judgment, dated 1-10-1993, passed in Sessions Trial No. 39/91 of Tikamgarh Sessions Division, acquitted those two who were charged of criminal conspiracy. She also acquitted Kishunlal Kalar, Gulab Singh, Raju alias Rajendra, Jagdish Yadav, Bhagwat Yadav, Thakur Das and Lochansingh whose involvement in the crime was not testified to by the eye-witnesses. She convicted appellants Vishalsingh and Ramsingh under, <a href=\"/doc/1560742/\" id=\"a_7\">Section 302</a>/<a href=\"/doc/999134/\" id=\"a_8\">149</a>, I.P.C. and sentenced them to death. Appellant Kapoorsingh, Sitaram, Veeren alias Virendra Singh, Siyaram, Phulsingh, Guillu alias Bhagwandas, Sunnnoo, Prakash alias Om Prakash, Kalloo, Pappoo alias Ramkishore, and Rajjoo alias Birendra Singh were convicted under <a href=\"/doc/1560742/\" id=\"a_9\">Sections 302</a>/<a href=\"/doc/999134/\" id=\"a_10\">149</a>, I.P.C. and sentenced to imprisonment for life. All of them were also convicted under <a href=\"/doc/455468/\" id=\"a_11\">Section 307</a>/<a href=\"/doc/999134/\" id=\"a_12\">149</a>, I.P.C. and sentenced to seven years&#x27; R.I.. Lastly they were also convicted under <a href=\"/doc/1258372/\" id=\"a_13\">Sections 147</a> and <a href=\"/doc/763672/\" id=\"a_14\">148</a>, I.P.C. and sentenced to one year and 2 years&#x27; R. I. respectively. Criminal Reference No. 2/93 is for confirmation of the death sentences under <a href=\"/doc/1146308/\" id=\"a_15\">section 366</a>, Cr.P.C. The appeal of the abovesaid two condemned men is Cr. A. No. 973/93. Sitaram and six others have preferred Cr.A. No. 1010/93 against their aforesaid convictions and sentences. The remaining four convicted persons, viz., Siyaram, Phoolsingh, Kapoorsingh and Pappoo alias Ramkishore have challenged their convictions and sentences as aforesaid in Cr.A. No. 1033/93. All these four cases are being disposed of by this common judgment.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_2\">2. Appellants Vishal Singh, Gulab Singh and Jagdish are real brothers, appellants Rajoo alias Raju Yadav is son of Gulab Singh, appellants Bhagwat and Lochan are sons of Jadgish, appellant Ramsingh is the brother of absconding accused Ranmat Singh. Appellants Siyaram and Phoolsingh are real brothers. Deceased Hardas and Muratsingh both sons of Damroo Yadav were brothers of Neksai. Mayararn (P.W. 6) is brother of Neksai, Mahipat (P.W. 5) and Rambugas (P.W. 7) are sons of Neksai. Deceased Chandrabhan was nephew of Neksai. Om Prakash (P.W. 4) is the son of Mahipat Singh (P.W. 5). Kalloo (P.W. 13) is the son of Mayaram (P. W. 6). Bithalloo Singh alias Balwan (P.W. 11) is nephew of Neksai. All the material witnesses are resi- dents of Manindwara. The disputed pasture land is situated in Kathotiya Har and is adjacent to Choorawal field owned by Ram Lakhan where the dead bodies were found. In the course of the investigation a single barrel. . 12 bore gun along with its licence and two live cartridges of the same bore were seized from the possession of appellant Sitaram on 8-8- 1990 by Investigating Officer, D.D. Dube (P.W. 35). Another single barrel. 12 bore gun with its licence and one cartridge of the same bore was siezed vide Ex. P. 48 from the possession of Kedar Singh on 20-8-1990. these facts are not in dispute.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\">3. The prosecution case is that on the night of 24-6-1990 a conspiracy was hatched to plough the disputed land at Kathotiya Har the next morning and in case of obstruction to kill those who came to offer resistance. Accordingly, on 25-6-1990, at about 6.30 a.m., Ranmat Singh, Ram Singh, Vishal Singh, Kapur Singh, Sitaram Viren alias Virendra Singh armed with guns, Siyaram armed with Farsa, Kisunlal armed with axe and the rest of the accused persons armed with lathis went to the said disputed field to plough it. On coming to know of this, Neksai (P.W. 20) along with four deceased persons proceeded to the said field. They were followed by Devidas (P.W. 3), Mayaram (P.W. 6), Rambugas (P.W. 7) Omprakash (P.W. 4), Mahipat (P.W. 5), Bithal alias Balwan (P.W. 11), Raghuvir (P.W. 22), Halkai (P.W. 26) and others. When this party reached the Churawala field of Ramlakhan Mahant adjoining the disputed filed accused Kundan Singh challenged them saying to Shanti Bai ^vkvks lkl rqEgs ns[krs gS* Shantibai replied that they were coming. Then Kundan Singh dealt a lathi blow on Shantwibai. Accused -Motilal, Kisunlal, Phul Singh, Chatur Kapur Singh, Guluva alias Bhagwandas, Sunnu, Prakash alias Omprakash, Siyaram and Kisunlal joined the assault with their weapons. Husband of Shantibai Murat Singh protested and was shot on the chest by Ranmat Singh with his firearm. Accused Ram Singh then shot the next fire on the chest of Chandrabhan Singh and Hardas was shot on the chest by Vishal Singh. Kapur Singh and Sitaram also shot their guns. Shantibai, Murat Singh and Chandrabhansingh and Hardas fell dead on the spot. Accused Ranmat Singh proclaimed. ^^ekjks lkyksa dks dksbZ cpus u ik;s** Neksai and his supporters then took to their heels. Ram Singh and Ranmat Singh fired shots which hit Devidas (P.W. 3), on the hand and legs and Rambugas on his right leg. While running for safety they informed Bhajanlal Ahirwar (P.W. 2) who went on a motorcycle to Jatara Police Station and lodged a report which is recorded in Rojnamcha Sanha No. 1158 copy whereof is Ex. P. 79. Town Inspector, G.D. Dube (P.W. 35) then proceeded to Maindwara with force. On way at Chandera he met Devidas (P.W. 3) and Ram Bugas (P.W. 7) coming on a bus on their way to Jatara. On instructions by Mr. Dube, Constable Dhaniram Tiwari escorted these injured persons to Jatara hospital where Dr. H.N. Naik (P.W. 8) examined Devidas and referred him to District Hospital, Tikamgarh. Ram Bugas was examined by Dr. U.K. Jain,(P.W. 9). Shri G.D. Dube on reaching Maindwara met Halkai (P.W. 26) in the school building and recorded first information report Ex. P. 50. He then proceeded to the scene of occurrence, the Churawala field and found the dead bodies lying there close to the disputed field. Inquest was held vide Exs. P.3 to P.6 and vide Ex. P.64 a cycle, empty case for keeping cartridges, three &#x27;Dhibari Plastic&#x27; of .12 bore cartridge, ten &#x27;Dhibari Putthe Ki&#x27; of the said cartridge, an iron pellet, a piece of brass cartridge, three bamboo sticks and a pair of Chappals were seized. Since the fact that the four deceased died homicidal death by fire arm injuries and their dead bodies were lying in the Churawala field are not in dispute details of seizure of blood stained earth samples and clothes belonging to the deceased from the scene of occurrence and details of autopsy reports need not be mentioned. The Investigating Officer seized lathis from Kallu, Pappu alias Ramkishore, Gulab Singh, Bhagwands, Lochan Singh, Thakur- das, Sunnu, Rajju alias Rajendara Singh, Jagdish, Phul Singh, Prakash alias Omprakash and fire arms and cartridges from Rajju alias Rajendra Singh, Siyaram, Kapur Singh, besides an axe from Kishan Kalar vide Ex, P. 17 and a Farsa (Article C) at the instance of appellant Siyaram.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_4\">4. The defence is one of false implication due to enmity or in the alternative exercise of right of private defence of person and property.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_5\">5. Shri Rajendra Singh, Senior Advocate, arguing on behalf of the two condemned men, submitted that the disputed fields are in possesion of the accused party since 1980. Pattas have been granted in their favour since 1984 as is evident from the revenue records (Ex. D.9 to D. 22 and D. 24 to D.32). In fact, this fact is admitted by the prosecution witnesses who assert that they have challenged such allotment and the matter is subjudice in the Revenue Court. The deceased party was aggrieved on this account as also due to the fact that the Government land in their unlawful possession was afforested and converted into tank during the reign of Vishal Singh as Sarpanch of the village. On the date of incident the deceased party numbering more than 20 armed with lethal weapons like guns invaded to take forcible possession of the disputed land from the absconding four accused persons. Rest of the appellants were not there. The invaders fired shots at the accused party who were cultivating the land at the pertinent time. This fact that shots were fired by deceased Ramsingh and Chandrabhan has been admitted by Mayaram and is also borne out from the Rojnamcha Sanha Ex. P.79, lodged by Bhajanlal (P.W. 2), who as admitted by Neksai (P.W. 20) had gone to the police station after meeting him. This fact is further borne out from recovery of lathis and inter alia empty cartridges from the place where the dead bodies were lying. The fact of recovery of empty cartridges from the spot where the dead bodies were found lying has been candidly admitted by the Investigating Officer Shri G.P. Dube (P.W. 35). In such a situation the party who was in peaceful possession of the land in question reasonably apprehended that death or grievous hurt might be caused to them and, therefore, they were justified in the exercise of their right of private defence of person and property to open fire. As such, their act is protected under <a href=\"/doc/1977541/\" id=\"a_16\">Section 9</a>, I.P.C. and the learned trial Judge was patently in error in holding, in paragraph 25 of the impugned judgment, that the entries in land records relied upon by the defence stood rebutted by the evidence of prosecution witnesses who are all inter related and, therefore, partisan. Dwarka Prasad Patwari (P.W. 23) was not asked any question by the prosecutor on the point of possession of the disputed lands even though he was examined after the defence contention was well known in the cross-examination of prosecution witnesses. The argument proceeds that the alleged F.I.R. lodged by Neksai after reaching of the police pafty in the village has been rightly held by.the learned trial Judge as hit under <a href=\"/doc/523607/\" id=\"a_17\">Section 162</a>, Cr.P.C. The theory of conspiracy hatched the previous night of the incident was rightly rejected as unacceptable by the learned trial Judge. The fact that Hardas and Murat Singh had fired shots at the accused party first has been admitted by Mayaram (P.W. 6). Therefore, the finding that the invading party of Neksai did not fire shots at the accused party is erroneous and contrary to the evidence on record.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_6\">6. The recording of the disputed land in the names of Ranmat Singh and his party men since 1984 is undisputed. It is also true that the prosecution has not produced any documentary evidence to rebut the presumptive value of aforesaid land records which show the members of appellant side as in possession as recorded owners of the disputed lands. However, the fact remains that admittedly the grant of Pattas in this behalf to the members of the accused party is under challenge in a pending revenue case initiated by Neksai and his party men. Emphasis was laid on the fact that prosecution failed to put any question to Patwari of the village, Dwarka Prasad (P.W. 23) on the point of. actual possession over the disputed fields. This, in our opinion, is inconsequential as the Patwari could not have stated any facts contrary to the revenue records which show the members of the accused party in possession. Though contents of revenue records, i.e., Exs. D.9 to D.22 and D.24 to D.32, are to be presumed to be true unless the contrary is proved under <a href=\"/doc/96849/\" id=\"a_18\">Section 117</a> of the M.P. Land Revenue Code, 1959, the learned trial Court has held and rightly in our opinion, that this statutory presumption stood rebutted by the evidence of Neksai (P.W. 23) and others who claimed that disputed land was in their possession and notwithstanding the subsequent grant of Pattas to the members of appellant party actual possession over the disputed land was retained by them and that is why they had challenged the said grants in the admitted sub judice proceedings. Evidence is to be assessed in a criminal trial on the crucible of probabilities. It is significant that though the accused party claims to have been in peaceful possession of the disputed land for more than four years they had gone to plough the same on the fateful date armed to the teeth and then on the arrival of members of the deceased party they resorted to such violence which claimed four lives instantaneously by gun shots and though such violence is claimed to be pardonable being in exercise of right of private defence of person and property as the other side had initially opened fire on them as admitted by Mayaram, not a single member of the accused party received even a scratch. Learned senior counsel Shri Rajendra Singh tried to explain this awkward situation by saying that people in that region where the incident took place generally go armed in their daily pursuits. We find ourselves unable to accept this explanation. Men who were in peaceful possession of the disputed fields for years would not ha,ve normally gone on the date of the incident armed inter alia with so many guns as routine ploughing operation of the fields is an activity which cannot normally be undertaken with loaded guns on backs. The pending revenue case challenging the allotment of the said lands was going on for quite some time and, therefore, there was nothing special on the date of the incident which would have prompted the accused side to go for ploughing operations armed with numerous guns and cartridges. We are, therefore, inclined to hold that considering the probabilities of the case the claim of the prosecution witnesses that the disputed lands notwithstanding the entries in the revenue records to the contrary were in fact in their possession and the accused party had gone there to take forcible possession was rightly accepted to be true. In this view of the matter the finding of the learned trial Judge that statutory presumption attaching to the aforesaid entries in revenue records stood rebutted needs no interference.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_7\">7. Then we come to the submission that the invasion was mounted by the deceased party which was armed inter alia with firearms which were first fired by the deceased party necessitating retaliation in the exercise of right of private defence of person and property.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_8\">8. Great stress was laid on the evidence of Mayaram (P.W. 6) that Muratsingh and Chandrabhan had fired two to three shots each. Since these two dead persons too were armed with guns which they used the appellant side was forced to use force in self defence of person and propeprty. This explains relatively greater extent of damage on their bodies. This witness failed to support his case diary statement (Ex. P.24) alleging presence of Kishun Kalar with an axe amongst the rioters and on that basis he was crossexamined by the prosecution with Court&#x27;s permission. On perusing his evidence as a whole we conclude that this stray mention of Muratsingh and Chandrabhan having fired shots is a mistake of some sort either typing or otherwise. As in he pertinent sentence ^ewjr flga pUnzHkku oxSjg us 2&amp;2] 3&amp;3 Qk;j fd;s* if ^us* is to be read ^ij* the incongruity of his sentence in relation to rest of the narration given by Mayaram disappears. Such typing slip appears most likely. This witness earlier stated that Ranmat Singh was the first to open fire which hit Muratsingh on the chest and the following shots fired by Ramsingh and Ranmat Singh hit Chandrabhan Singh. In such circumstances, in view of the extensive damage to the vital organs like heart and lungs of these two dead persons by gun shot wounds found by Dr. H.N. Nayak (P.W. 8) in Exs. P27A and P.26A they must have died instantaneously and their firing on the other side is impossible. Then there is no mention that they were carrying guns in his testimony of Mayaram at all. In paragraph 16 he has denied the fact that any member of his side was carrying even a lathi and has replied evasively to the question that three lathis were seized from the spot where the dead bodies were found lying. His length cross-examination runs into about 10 full scape pages and all conceivable defence suggestions have been given but there is no suggestion that it was his party men who invaded the accused side and as admitted by him two of them, viz., Muratsing and Chandrabhan were armed with guns which they fired during the incident. It is significant that this defence version being canvassed at this stage is conspicuous by its omission at the stage of recording of evidence. Dispensation of justice is a serious business and, therefore, a mistake of this nature cannot be permitted to tilt the balance on either side We, accordingly, hold that there is no justification to conclude that the said two deceased were armed with guns which they fired at the appellants on the basis of aforesaid stray utterence of Mayaram.\n</p> \n\n<p data-structure=\"Section\" id=\"p_9\">9. Ex. P. 79 which has been treated by the learned Judge as the F.I.R. is copy of Rojnamcha Sanha, lodged by Bhajanlal Ahirwar (P.W. 2) at 8.00 a.m. on the date of incident. The same inter alia reads thus:\n</p><blockquote id=\"blockquote_1\"> vkt lcsjs djhc 6&amp;30 cts ;gka ds ckgj\ndVksfj;k gkj ds rjQ VV~Vh gksus x;k Fkk fd jkey[ku iafM+r ds [ksr ds ikl xkoa ds\ndkQh vkneh fo&#x27;kky] juer] Hkjr gjnkl] usdlk; oxSjg canwds ykBh fy, vk, A canwdksa\nds Qk;jksa dh vkokt lqukbZ iM+h rFkk dqN vkneh ¼vLi&quot;V½ fn[ks lks ;g\nns[kdj nqj ls gh vius ?kj Hkx dj vk;k diMs+ igus vkSj eksVj lk;dy ysdj trkjk pyk\nvk;k irk ugha dkSu ejk dkSu ?kk;y gqvk vkSj fdlus fdldks ekjk gS lks fjiksVZ gS\nA  \n \n\nOn its basis it was contended that this F.I.R. itself indicates that Neksai and his men were armed with guns which gets fortified from recovery of inter alia empty cartridges from the spot where the dead bodies were lying and the candid admission of Investigating Officer Shri G.D. Dube (P.W. 35) in para 26 that such empty cartridges were found lying near the dead bodies on the scene of occurrence. The above extract of F.I.R. Ex. P.79 shows that Bajanlal Ahirwar had given the names of some of the members of both the sides and told that they were armed with guns and lathis. From this, it cannot be inferred that he disclosed to the police that the members of the deceased side, namely, Hardas and Neksai were armed with guns. Undisputedly three lathis were also seized from the scene of occurrence lying near the dead bodies by the Investigating Officer. But, the appellant side had, it appears, complete control over the situation and the so-called inyaders must have been in panic and consternation in hastening their retreat after the volley of guns which claimed four of their men in just a wink. In such circumstances it is improbable that any of these fleeing men could have thought or retriveing the fire-arms which were allegedly wielded by deceased Ramsingh and Chandrabhan. Had any one done this the appellants who were then the nasters of all they surveyed would have cerainly informed the Court about it and if such fire-arms were not retrieved they would have been found lying there like the three lathis when the police arrived on the scene. But no gun was found lying there. Therefore, the proper construction of the above extract from Ex. P.79 will be that the term &#x27;Banduke&#x27; relates not to any member of the deceased party but to the names from the accused side. It is pertinent to observe that though Bhajanlal Ahirwar was examined as P.W. 2 and was cross-examined at length no question was put to him to suggest that he had informed the police that Neksai and his men were also armed with fire-arms. Similarly in the cross-examination of Neksai (P.W. 20) no suggestion was given that he was himself armed with gun as per the report Ex. P. 79 lodged by Bhajanlal who was sent for this purpose by him.\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_10\">10. The fact that empty cartridges were recovered from the spot where the dead bodies were lying is also not correct. The aforesaid admission of the Investigating Officer in this behalf appears to be the outcome of his confusion as in Ex. P.64 relating to seizure of various articles from the scene of occurrence there is no mention, of any empty cartridges. Ex. P. 64 shows that besides lathis so many plastic tiklis were also recovered from the spot. During the course of arguments it was emphasized that these articles in fact, are the empty cartridges. The learned trial Court was, at the instance of the learned counsel for the appellants, directed to send the articles for perusal of the Court. In reply, the trial court has informed that articles seized vide Ex. P.64 were never produced during the course of the trial. Then, further probe in the whereabouts of the said articles though suggested was not insisted upon by the appellant side. In such circumstances, we are unable to hold that any empty cartridges were recovered from the scene of occurrence. The reference of six Tiklis of cartridges and plastic Tiklis cannot for obvious reasons be construed as synonym of so many empty cartridges. No question in this behalf was put to the Investigating Officer to clarify the confusion. However, we are clear in our mind that the above expression of Tiklis means something different than empty cartridges. In all probability it relates to wads in the cartridges which had scattered there from the fatal shots as some were fired from very close range as indicated by the charring found by Dr. H.N. Nayak (P.W. 8) in injury Nos. 1 and 3 of Muratsingh described in Ex. P.27A. In view of all this, the aforesaid statement of Shri Dube; I..O. that empty cartridges were also found lying near the dead bodies must be held to beunacceptable. Thus, the assertion that -Neksai and his fellow men had invaded the aqcused party armed inter alia with fire-arms and had first resorted to gun fire which forced , the other side to retaliate is devoid of substance. This conclusion is further strengthened by the fact, as observed earlier, that though four members of Neksai party were killed on the spot by gun shots and some others injured by similar violence not a single mernber of the accused party sustained any injury whatsoever. The suggestion that Ranmat Singh and three other accused persons who are: absconding might have sustained fire-arm injuries is a conjecture and need not be taken serious note of. Had the absconding accused persons received fire-arm injuries their defence of exercise of right of private defence of person and property would have stood on such firm ground that there would have been no reason for them to abscond.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"770338\" id=\"span_1\">11. The stress is that the material witnesses, viz., Devidas (P.W. 3), Omprakash (P.W. 4), Mahipat (P.W. 5), Mayaram (P.W. 6), Rambagas (P.W. 7), Bithalloo alias Balwan (P.W. 11), Neksai (P.W. 20), Raghuvir (P.W. 22) and Halkai (P.W. 26) are inter related and inimical to the appellant side or otherwise interested in the prosecution. All of them have testified to the fact of assault with lathis on Shantibai by a far more number of appellants than the number of injuries found on her body by the autopsy surgeon will justify. Thus, the testimony of all such witnesses is infirm and in absence of corroboration to a material extent in all material particulars in view of <a href=\"/doc/770338/\" id=\"a_19\">Ram Ashrit v. State of Bihar</a>, AIR 1981 SC 942 : (1981 Cri LJ 484), the trial Judge was in error in convicting the appellants on their highly partisan testimony.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1100219\" id=\"span_2\">In view of <a href=\"/doc/1100219/\" id=\"a_20\">Muluwa v. State of M.P.</a> AIR 1976 SC 989 : (1976 Cri LJ 717), it is contended that corroboration of one infirm witness could not be sought from evidence of similar other witness and it is not the number of witnesses that matters but the quality of their evidence.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_12\">12. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"770338\" id=\"span_3\">In <a href=\"/doc/770338/\" id=\"a_21\">Ram Ashrit</a>&#x27;s case (1981 Cri LJ 484) (SC) (supra), the appellants were convicted of committing during night armed dacoity and after assaulting the defenders decamping with a few quintals of wheat from a threshing floor. Though it was alleged that the miscreants were chased and apprehended in a near by house of their caste fellow the alleged looted grain was not recovered. There was a counter case inter alia under <a href=\"/doc/455468/\" id=\"a_22\">Section 307</a>, I.P.C. alleging assault on the appellant party by members of the opposite group when they were obstructed from plucking mangoes from a grove belonging to and in the possession of the appellants&#x27; title whereof was being disputed by the otherside. On these facts the Supreme Court held that the core of the prosecution case was found to be improbabilised if not falsified by the surrounding circumstances particularly the non-recovery of the looted grain from the house in which the miscreants had entered while running away with the booty and wherefrom they were apprehended by their pursuers. In such circumstances the evidence of material witnesses on scrutiny was found by the Court to be intrinsically improbable and unreliable. In the instant case,as already discussed, the core of the prosecution case is found to be true as is apparent from the death of four members of the complaintant side and absence of even a scratch on any of the members of the appellant party. Therefore, merely on the ground of certain exaggerations which are not uncommon in a great majority of such cases the testimony of material witnesses is not liable to be thrown over board on ground of absence of corroboration to a material extent in all material particulars by independent evidence. In our considered view their evidence can be safely accepted if the same finds corroboration from the medical evidence or some other circumstance.</span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_13\">13. Evidence of Devidas (P.W. 3) was criticised on the ground that he is a lawless character as can be gathered from his admission of involvment in a criminal case is para 15 of his statement. The meticulous description of firing stated by him ought to have been rejected by learned trial Judge as, in the circumstances of the case, he would have fled from the scene of occurrence no sooner the first shot was fired. The assertion of this witness that he received gun shot injuries though supported by Dr. H.N. Nayak (P.W. 8) is to be viewed with scepticism as the said doctor has not given any reasons in support of his opinion nor symptoms of gun shot wounds while describing the punctured wounds found on Devidas in his report Ex.P.30A. The second wound 6 cm x 4 cm is so big that it does not appear possible to have been caused by gun shot. There is no mention that any of the injuries had inverted edges to suggest that they were caused by gun shot. In such circumstances, the doctors&#x27; opinion deserve to be rejected. It is true that symptoms like inverted edges of entry wounds suggesting gun shot injuries have not been mentioned in Ex. P.30A and the dimensions of injury No. 2 on Devidas are rather unusual for gun shot wound but no question whatsoever in this behalf was put to the doctor in his cross-examination. We find that injury Nos. 3 and 4 are punctured wounds of .5 cm x .5 cm which could well have been caused by gun shot. In absence of any question put to the witness in cross-examination to challenge the correctness of his opinion in this behalf which would have afforded him opportunity to explain his view point, it appears too late in the day to challenge the veracity of his opinion at this stage. As we see not a single question relating to examination of Devidas was put to the said doctor in his crossexamination. Devidas was examined by the doctor on the date of the incident itself. The injuries found on him are impossible to have been self inflicted. His evidence is that after falling of Murat Singh and Chandrabhan, the third gun shot was fired by Ram Singh which hit the left arm of this witness. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"756053\" id=\"span_4\">When this witness turned to run away he was shot by Ranmat Singh with a .315 bore rifle which hit him on the left leg. Then, he was shot by Ram Singh and he received injuries on his left leg. Thus, it is clear that this witness was injured during the present incident. Therefore, his presence on the scene of occurrence is not to be doubted and he would not leave out the real culprits and implicate others falsely (<a href=\"/doc/756053/\" id=\"a_23\">Paresh Kalyandas Bhavsar v. Sadiq Yakubbhai</a>), AIR 1993 SC 1544: (1993 Cri LJ 1857). Merely because one criminal case is pending against him, he is not liable to be branded a criminal character. True it is that he also speaks like all other witnesses that they had gone there for effecting a compromise but, in the circumstances of the case, it must be held to be an afterthought. The premise that this witness would have run away after the first shot was fired is too tenuous a reason to reject his testimony as all men are not cowards and the firing seems to have taken place with such speed that the same was probably over before the victims could have taken stock of the grim reality. Considering the injuries found on him by doctor Nayak his assertion that he sustained these injuries in the manner described by him was, thefore, rightly accepted by the learned trial Judge.</span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_14\">14. The submission is that Devidas has testified that Shantibai was assaulted with a lathi by Kundan which landed on her leg. The second lathi blow dealt by Moti Khangar also fell on her legs. Then, both Kundan and Moti kept beating Shantibai with their lathies. Omprakash (P.W. 4) has stated that besides Kundan and Moti, Siyaram, Phool Singh, Rajju, Chatur, Kallu and Sunnu also assaulted Shantibai with lathies. Similar is the evidence of other eye witnesses. Dr. H.N. Nayak (P.W. 8), vide his autopsy report Ex.P.28 A found besides the gun shot wounds, swelling over the middle part of both the arms, one measuring 6 cm x 8 cm and the other 7 cm x 6 cm with fracture of right ulna and radius and both humerus, one abrasion on back side of left elbow and two contusions on he chest region with fracture of 3rd and 4th ribs on the right side and 5th and 6th ribs on the left side. On this basis, it is argued with vehemence that there being only two contusions which could be caused by lathi the story of so many assailants having showered lathi blows on Shanti Bai is at variance with the medical evidence and, therefore, liable to be rejected. We find substance in this submission. If more than half a dozen-persons would have persistently showered lathi blows on Shantibai as deposed to by the eye-witnesses the autopsy surgeon would not have found ony two contusions. It is difficult to accept the explanation of learned Deputy Advocate General that though a number of assailants surrounded Shantibai all of them did not actually dealt blows and therefore, the eyewitnesses in their consternation have deposed that all those who surrounded the lady also assaulted her. It cannot be lost sight of that due to long standing enmity beween the parties the possibility of false implication of certain innocent persons cannot be ruled out. Since the evidence does not disclose as to who caused the two contusions the oral evidence touching assault on Shantibai is subject to doubt and appellants named by witnesses in this behalf, viz., Sunnu Prakash alias Omprakash, Kallu and Rajju (appellants 4 to 7 in Cr.A. No. 1010/93) and appellants Siyaram and Phoolsingh appellants 1 and 2 in Cr.A. No. 1033/93 are entitled to acquittal.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"552074\" id=\"span_5\">15. Lengthy arguments were advanced by Shri S.L. Kochar that Ex. P. 50, the First Information Report is a fabricated document and if the court comes to this conclusion the entire prosecution case is liable to be thrown over board, in view of <a href=\"/doc/552074/\" id=\"a_24\">Marudanal Augusti v. State of Kerala</a>, AIR 1980 SC 638 : (1980 Cri LJ 446). The basis for this submission is the discrepency in the evidence of Investigating Officer and Halkai who lodged Ex. P. 50 as to the place where the same was recorded. The former has claimed that it was recorded in the village whereas the later has stated that the same was recorded in police station. Ex. P.50 has been held inadmissible as F.l.R. having been recorded after the commencement of the investigation. This finding of the learned trial Judge is valid and needs no interference. We, therefore, do not consider it necessary to go into the merits of the aforesaid submission based on a document which has been rightly excluded from the purview of evidence.</span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_16\">16. Bhajanlal (P.W. 2) is a post graduate of Commerce. The emphasis is that such a highly educated man like him could not have given the information, contained in Ex. P.79, had the deceased side not been the aggressor as he well knew all the facts relating to the incident as he had met Neksai before going to the police station. To support this argument, the admission of Neksai (P.W. 20) has been referred to that he had sent Bhajan and Halkai for reporting the matter. Perusal of the statements of Bhajan and Neksai shows that Bhajanlal Ahirwar did not disclose his going to the police station and making a report in his examination-in-Chief which is restricted to his evidence on the alleged criminal conspiracy but during cross-examination, in para 16 of his statement, he has stated that though he went to Jatara and reported the matter to the police he had not seen the incident himself. There is nothing in his statement to indicate that he was briefed by Neksai before going to the police station,&#x27; In such circumstances the assertion on the part of Neksai that he had sent Bhajanlal Ahirwar to the police station after due briefing does not. appear to be reliable. The evidence of Bhajanlal cannot be considered: infirm for something which Neksai has stated as the above assertion of Neksai appears to be the outcome of .confusion. Had Bhajanlal been aware of the incident in details there was. no reason for him to have given a sketchy information which we find in Ex. P.79 treated as F.l.R.\n \n\n</p><p data-structure=\"Conclusion\" id=\"p_17\">17. It was argued with vehemence that absence of F.l.R. renders the prosecution case so infirm that the appellants could not have been convicted on its basis. We do not find any merit in this submission. Though the detailed F.I.R. (Ex. P.50) lodged by Halkai has rightly been held inadmissible, Ex.P.79 has been treated to be an F.I.R. which corroborates the basic prosecution case.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_18\">18. Ex. P.34 is the ballistic expert&#x27;s report. It shows that the two 12 bore guns sent for examination were in working order. Out of the empty cartridges D1 of Rotex India marked by the expert EC-1 was fired from the gun marked by him Al. The pelletes examined by him were also fired from some smooth bore weapon and one of them was much bigger in size than the rest. The argument that this report falsifies Devidas that he was hit by afire shot with a .315 bore rifle is of no avail as it assumes that the bullet should have been recovered which does not appear to be necesssary in the circumstances of the case. Similarly the assertion of Devides that the rifle used was of a particular bore is merely a conjecture as he had no occasion to ascertain the bore of the weapon used by the other side.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_19\">19. The evidence of Devidas is assailed on the ground of inconsistency with his dying declaration portions A, B, C, D of Ex. Dl wherein he has stated that when he was going towards the fields in the morning at about 8.00 a.m. the incident had taken place and he was hit by a shot fired by Ranmat Singh with his gun in the hand and then more shots were fired on him by Ram Singh. One of which hit him on the legs and thus he was assutled even before he could reach the field. He denied the above sequence in Ex. Dl in his statement before the Court. No doubt the assertion of PWs including Devidas that they had gone there to hammer out a compromise with the other side is an embellishment and afterthought as the same is conspicuous by its absence in the case diary statements of these witnesses but this in our opinion is not sufficient to render their testimony unacceptable. The evidence of Devidas being trust worthy as to the core of the prosecution case is not liable to be rejected op account of its aforesaid inconsistency as in both the statements his assailants are said to be Ranmat Singh and Ram Singh.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_20\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1271338\" id=\"span_6\">20. The evidence of Ramprakash, grand son of Neksai, Mahipat, Mayaram, Rambagas, Neksai, Raghuvir and Halkai (P.Ws. 4 to 7, 20, 22 and 26 respectively) was criticised on the ground of certain contradictions and omissions in their evidence before the Court and their case-diary statements. The State has relied in his behalf of the following observations of the Supreme Court in <a href=\"/doc/1271338/\" id=\"a_25\">Appabhai v. State of Gujarat</a>, AIR 1988 SC 696: (1988 Cri LJ 848) (at pp 851 -852 of Cri LJ):</span>\n</p><blockquote id=\"blockquote_2\"> It is true that there are many contradictions in the evidence of the victim of assault. He has not attributed overt acts to individual accused in his statement before the police whereas he has attributed such overt acts in his evidence before the Court. But that is no ground to reject his entire testimony. It must not be forgotten that he was a victim of the assault. Fortunately, he has survived. He must, therefore, be considered as the best eyewitnesses. The Court while appreciating the evidence must not attach undue importance to minor discrepancies. The discrepancies which do not shake the basic version of the prosecution case may be discarded. The discrepancies which are due to normal errors of perception or observation should not be given importance. The errors due to lapse of memory may be given due allowance. The Court by calling into aid its vast experience of men and matters in different cases must evaluate the entire material on record by excluding the exaggerated version given by any witness. When a doubt arises in respect of certain facts alleged by such witness, the proper course is to ignore that fact only unless it goes into the root of the matter so as to demolish the entire prosecution case. The witness nowadays go on adding embellishments to their version perhaps for the fear of their testimony being rejected by the Court. The Courts, however, should not disbelieve the evidence of such witnesses altogether if they are otherwise trustworthy.\n</blockquote> \n\n<blockquote id=\"blockquote_3\">We are, therefore, of view that such contradictions and omissions are natural in the present case and do not in any way render the testimonies of these witneses unacceptable so far as they find corrboration from medical evidence or from such other material.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_21\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1271338\" id=\"span_7\">21. There is evidence that the incident was first reported to some members of a S.A.F. picket which was stationed in the village. On this basis, it was argued that non-examination of the said independent witnesses renders the prosecution case infirm. The said S.A.F. personnel were not the eye-witnesses. Their non-examination by the prosecution appears to be of no consequence. Even non-examination of possible independent eye-witnesses has been held to be not fatal by the Supreme Court in aforesaid <a href=\"/doc/1271338/\" id=\"a_26\">Appabhai</a>&#x27;s case (1988 Cri LJ 848) in, these words (at p 851 of Cri LJ):</span>\n</p><blockquote id=\"blockquote_4\"> It is no doubt true that the prosecution has not been able to produce any independent witness to the murder that took place at the bus stand. There must have been several such witnesses. But the prosecution case cannot be thrown out or doubted on that ground alone. Civilized people are generally insensitive when a crime is committed even in their presence. They withdraw both from the victim and the vigilante. They keep themselves away from the Court unless it is inevitable. They think that crime like civil dispute is between two individuals or parties and they should not involve themselves. This kind of apathy of the general public is indeed unfortunate, but it is there everywhere whether in village life, town or cities. One cannot ignore this handicap with which the investigating agency has to dicharge its duties. The Court, therefore, instead of doubting the prosecution case for want of independent witness must consider the spectrum or the prosecution version and then search for the nugget of truth with due regard to probablity if any, suggested by the accused.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_22\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1934141\" id=\"span_8\">22. It was then argued that there is no allegation that Sitaram, Viren alias Virendra, Gillu alias Bhagwandas, Sunnu, Prakash alias Omprakash, Kallu and Rajju were absconding after the incident, dated 25-6- 1990, yet they were not arrested immediately after the incident. Kallu was arrested on 28-6- 1990 whereas Viren, Gillu and Rajju were arrested almost a month later in the last week of July, 1990 and Sitaram, Sunnu and Prakash were arrested in August, 1980. From this, the argument proceeds, it has to be inferred that the assailants&#x27; names were not known initially .and all these persons have been falsely imlicated subsequently on account of enmity. Placing reliance on <a href=\"/doc/1934141/\" id=\"a_27\">Mohanlal Gangaram Gehani v. State of Maharashtra</a>, AIR 1982 SC 839: (1982 Cri LJ 630 (2)), it was argued that the delay in arrest of these appellants renders the prosecution case against them doubtful.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1934141\" id=\"span_9\">In <a href=\"/doc/1934141/\" id=\"a_28\">Mohanlal</a>&#x27;s case, the accused were not known to the complainant prior to the occurrence.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1934141\" id=\"span_10\">Therefore, the ratio of <a href=\"/doc/1934141/\" id=\"a_29\">Mohanlal</a>&#x27;s case (supra) is not attracted. No question was put to the I.O. to explain the delay in arrest of the aforesaid accused persons. G.D. Dube (P.W. 35) in para 14 has deposed that he had deputed Shri N.K. Pateria, S.I. to search out the absconding accused persons. We, therefore, hold that their delayed arrest will not by itself entitled them to acquittal.</span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_23\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"885103\" id=\"span_11\">23. The evidenece of eye-witnesses was then assailed on the ground of late recording of their case-diary statements. Relying on <a href=\"/doc/885103/\" id=\"a_30\">Bulakkrushna Swain v. The State of Orissa</a>, AIR 1971 SC 804 : (1971 Cri LJ 670) it was argued that this delay renders the testimonies of these witnesses doubtful. In view of aforesaid discussion we are unable to agree. From the evidence of aforesaid eye-witnesses, it is clear that Ranmat Singh and Ram Singh fired fatal shots with their guns which claimed the lives of Murat Singh, Chandrabhan Singh and Hardas The autospy report of Murat Singh (Ex P.27A), Chandrabhan (Ex. P.26A) and Hardas (Ex. P.27A) proved by Dr. Nayak (P.W. 8) lends assurance to the oral testimony in this behalf. From the said evidence, it is also proved that Ram Singh and Ranmat Singh fired shots which injured Devidas and Rambagas received injuries from gun shots fired by Viran. This evidence also finds corroboration in the medical reports of Devidas (Ex. P.30A) and Rambagas (Ex. P. 29A). The evidence also clearly shows that the rioters were more than five in number and were armed with deadly weapons. Where so many guns were used freely, it is idle to suggest that the rioters, in the circumstances of the case, did not share the common intention of those who fired fatal shots on the four deceased persons. Such members of the unlawful assembly who were armed with lathis and inflicted injuries on deceased Shantibai; as observed above, are entitled to acquittal on benefit of doubt, as the two lathi injuries found on her chest could not have been caused by 7-8 persons and it is not known as to who caused the said two injuries. There are indications that the witnesses have resorted to exaggeration and embellishment and, therefore, it appears hazardous to hold any of the appellant guilty unless there is something to corroborate the evidence implicating him. In this view of the matter, we nconclude that the conviction of Ram Singh and Vishal Singh under <a href=\"/doc/763672/\" id=\"a_31\">Sections 148</a> and <a href=\"/doc/1560742/\" id=\"a_32\">302</a>, l.P.C. is liable to be maintained. The conviction of Ram Singh and Viran under <a href=\"/doc/455468/\" id=\"a_33\">Section 307</a>, I.P.C. for gun shot injuries on Devidas and Rambagas is also liable to be maintained. Though there is evidence of Devilal that Kapura had also a gun which he had fired but there is no evidence to show as to who was hurt by such fire. The same is true of Mayaram&#x27;s (P.W. 6) assertion that Sitaram had also fired shots with his gun. For want of corroboration of these witneses on the involvement of Kapura and Sitaram their convictions cannot be upheld.</span>\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_24\">24. We find no difficulty in accepting the submission that though four persons lost their lives in view of the back ground of the case arising out of rival claims of both parties over the disputed land, which stood recorded in favour of those accused persons who held Pattas, it cannot be said that it is one of those rarest of rare cases which will warrant awarding of death sentence to any of the conviction persons. We therefore, conclude that there are no special reasons referred to in Bachan Singh v. State of Punjab AIR 1980, SG 898 : (1980 Cri LJ 636), to justify acceptance of Criminal Reference No. 2/93 under Section 366, Cr.P.C.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_25\">25. In result, Cr. Ref. No. 2/ 93 is rejected. Criminal Appeal No. 973/93 is partly allowed. Conviction of appellants Vishalsingh and Ram Singh under <a href=\"/doc/1560742/\" id=\"a_34\">Section 302</a>, I.P.C. is upheld. Both of them are sentenced to life imprisonment. Their conviction under <a href=\"/doc/763672/\" id=\"a_35\">Section 148</a>, I.P.C. and R.I. for two years and conviction under <a href=\"/doc/455468/\" id=\"a_36\">Section 307</a>/<a href=\"/doc/999134/\" id=\"a_37\">149</a>, I.P.C. and sentence of 7 years each is also upheld. In view of their conviction under <a href=\"/doc/763672/\" id=\"a_38\">Section 148</a>, I.P.C. they could not also have been convicted under <a href=\"/doc/1258372/\" id=\"a_39\">Section 147</a>, I.P.C. and, therefore, their conviction under <a href=\"/doc/1258372/\" id=\"a_40\">Section 147</a>, I.P.C. and sentence of one year R.I. are hereby set aside. Cr. A. No. 1010/93 is partly allowed. Conviction of appellant Viran alias Virendra Singh under <a href=\"/doc/763672/\" id=\"a_41\">Section 148</a>, <a href=\"/doc/1560742/\" id=\"a_42\">302</a>/<a href=\"/doc/999134/\" id=\"a_43\">149</a> and <a href=\"/doc/455468/\" id=\"a_44\">307</a>/<a href=\"/doc/999134/\" id=\"a_45\">149</a>, I.P.C. and sentence of 2 years R.I. life imprisonment, and 7 years R.I. respectively are hereby confirmed. His .conviction; under <a href=\"/doc/1258372/\" id=\"a_46\">Section 147</a>, I.P.C,. and sentence of one year R.I. is hereby set aside. Rest of the appellants namely Sitaram, Gillu alias Bhagwandas Sunnu, Prakash alias Omprakash Kallu and Rajju alias Virendra Singh are acquitted of all the charges. Cr. A. No. 1033/93 is allowed;;: Convictions of all, the appellants, namely Siyaram, Phool Singh, Kapura Singh and Pappu alias Ramkishore under <a href=\"/doc/1258372/\" id=\"a_47\">Sections 147</a>/<a href=\"/doc/763672/\" id=\"a_48\">148</a>, <a href=\"/doc/1560742/\" id=\"a_49\">302</a>, <a href=\"/doc/999134/\" id=\"a_50\">149</a> and <a href=\"/doc/455468/\" id=\"a_51\">307</a>/<a href=\"/doc/999134/\" id=\"a_52\">149</a>, I.P.C and sentence of one year, two years life imprisonment, and seven years R.I. respectively are hereby set aside \n\n \n\n</p>","numcites":16,"numcitedby":19,"docsource":"Madhya Pradesh High Court","citetid":212437,"divtype":"judgments","relatedqs":[{"value":"307 ipc  filter:  compromise in gun shot injury cases","formInput":"307%20ipc%20%20filter%3A%20%20compromise%20in%20gun%20shot%20injury%20cases"},{"value":"sec 307 of indian penal code","formInput":"sec%20307%20of%20indian%20penal%20code"},{"value":"private defence","formInput":"private%20defence"},{"value":"sec 302/149 IPC","formInput":"sec%20302/149%20IPC"},{"value":"pasture land ","formInput":"pasture%20land%20"},{"value":"patta","formInput":"patta"},{"value":"sec 149 ipc","formInput":"sec%20149%20ipc"},{"value":"medical evidence","formInput":"medical%20evidence"},{"value":"ipc section 147","formInput":"ipc%20section%20147"},{"value":"307 ipc","formInput":"307%20ipc"},{"value":"section 148  ipc","formInput":"section%20148%20%20ipc"},{"value":"revenue records","formInput":"revenue%20records"},{"value":"sec.307 ipc","formInput":"sec.307%20ipc"},{"value":"section 149 of indian penal code","formInput":"section%20149%20of%20indian%20penal%20code"},{"value":"case diary","formInput":"case%20diary"},{"value":"life imprisonment","formInput":"life%20imprisonment"},{"value":"section 147 of indian penal code","formInput":"section%20147%20of%20indian%20penal%20code"},{"value":"land dispute","formInput":"land%20dispute"},{"value":"abscondence","formInput":"abscondence"},{"value":"non examination","formInput":"non%20examination"}],"cats":[{"value":"rioting","formInput":"tag:rioting"},{"value":"unlawful-assembly","formInput":"tag:unlawful-assembly"},{"value":"murder","formInput":"tag:murder"},{"value":"attempt-to-murder","formInput":"tag:attempt-to-murder"}],"courtcopy":false,"query_alert":null,"agreement":false}