{"tid":986144,"publishdate":"1973-03-28","title":"S. P. Watel And Others vs State Of U.P.(With Connected Appeals) on 28 March, 1973","doc":"<h2 class=\"doc_title\">S. P. Watel And Others vs State Of U.P.(With Connected Appeals) on 28 March, 1973</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1973 AIR 1293, 1973 SCR (3) 783</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-n-dwivedi\">S.N. Dwivedi</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-n-dwivedi\">S.N. Dwivedi</a>, <a href=\"/search/?formInput=benchid:s-m-sikri\">S.M.  Sikri</a>, <a href=\"/search/?formInput=benchid:a-n-ray\">A.N. Ray</a>, <a href=\"/search/?formInput=benchid:d-g-palekar\">D.G. Palekar</a></h3>\n\n<pre id=\"pre_1\">           PETITIONER:\nS. P. WATEL AND OTHERS\n\n\tVs.\n\nRESPONDENT:\nSTATE OF U.P.(with connected appeals)\n\nDATE OF JUDGMENT28/03/1973\n\nBENCH:\nDWIVEDI, S.N.\nBENCH:\nDWIVEDI, S.N.\nSIKRI, S.M. (CJ)\nRAY, A.N.\nPALEKAR, D.G.\nMUKHERJEA, B.K.\n\nCITATION:\n 1973 AIR 1293\t\t  1973 SCR  (3) 783\n 1973 SCC  (2) 238\n\n\nACT:\nU.P.  Urban Areas Zamindari Abolition and Land Reforms\tAct,\n1956--Land  leased for planting a grove, erecting  buildings\netc.--Does  not\t fall exclusively under\t s.  2(1)(d)-Section\n2(1)(d) must be interpreted as relating to agricultural land\nonly--Thus  construed  if  protected  by  <a href=\"/doc/660119/\" id=\"a_1\">Art.\t31A</a>  of\t the\nConstitution--Land   in\t  question   not   proved   to\t  be\n&#x27;agricultural  area&#x27;--Notification under s. 8 of Act  cannot\nbe  issued in respect of it--Abatement of suits and  appeals\nunder  Rule 39 of the U.P. Urban Areas\tZamindari  Abolition\nand Land Reforms Rules 1957.\n\n\n\nHEADNOTE:\nPlot  No.  4635A (old number 5199) admeasuring bigha  and  2\nbiswas\tand located in the Meerut municipal area was  leased\nby the Lala Nanak Chand Trust to the predecessor-in-interest\nof  the\t present respondents.  According to the\t lease\tdeed\ndated  June 23, 1926 the lease was granted &quot;for the  purpose\nof  planting a grove, erecting buildings and  digging  wells\netc.&quot;.\tThe period of the lease was 30 years but the  lessor\nagreed that on the expiration of that period he would at the\nrequest of the lessee renew the lease for another 30  years.\nOn  the expiry of the initial period of 30 years on July  1,\n1956  the  lessor Trust instituted a suit  for\trecovery  of\npossession of the aforesaid land.  The suit was dismissed by\nthe  trial court but decreed by the first  appellate  court.\nThe  respondents  thereafter, on permission granted  by\t the\nsaid  first  appellate\tcourt  instituted  a  suit  for\t the\nspecific performance of the agreement to re-let the land for\nanother\t term  of 30 years.  The suit was dismissed  on\t the\nground\tof  limitation by the trial court, as  well  as\t the\nfirst  appellate  court.   In both  the\t suits\tthe  present\nrespondents  filed second appeals in the High Court.   While\nthese  appeals were pending the U.P. Urban  Areas  Zamindari\nAbolition  and\tLand Reforms Act, 1956 was enforced  in\t the\ncity  of  Meerut.   The\t land in  dispute  was\tdeclared  an\nagricultural area&#x27; under the Act and a notification under s.\n8  of  the Act vesting the land in the State was  issued  on\nJuly  16,  1964.  Rule 39 of the Uttar Pradesh\tUrban  Areas\nZamindari  Abolition and Land Reforms Rules,  1957  provided\nfor  abatement of certain suits and appeals.   Applying\t the\nrule  the High Court abated the two aforesaid appeals  filed\nby the respondents before it.  The Trustees appealed to this\nCourt  by  special leave.  They also filed a  writ  petition\nunder <a href=\"/doc/981147/\" id=\"a_2\">Art. 32</a> of the Constitution praying that the notifica-\ntion  under s., 8 of the Act dated July 16, 1964 be  quashed\nas  violative  of  <a href=\"/doc/367586/\" id=\"a_3\">Articles  14</a><a href=\"/doc/258019/\" id=\"a_4\">,  19(1)(f)</a>  and\t <a href=\"/doc/354224/\" id=\"a_5\">31</a>  of\t the\nConstitution.\tIt was further contended that s. 2(1)(d)  of\nthe Act whereby land held on lease duly executed before\t the\nfirst  day  of\tJuly  1955  for\t the  purposes\tof  erecting\nbuildings  thereon  was included in the\t term  &#x27;agricultural\narea&#x27; was protected by <a href=\"/doc/660119/\" id=\"a_6\">Art. 31-A</a> of the Constitution.\nHELD  : (i) The lease was not exclusively a building  lease.\nAdmittedly   no\t  building  had\t  been\t constructed.\t The\nrespondents  claimed  to have planted a grove.\tIf  so,\t the\nland  would be covered by s. 2(1)(c)(viii) The\tlease  could\nnot therefore be held to fall exclusively under s.  2(1)(d).\n[790B]\n784\n(ii)  In  Durga Prasad&#x27;s case the Allahabad High  Court\t has\npointed\t out  the history of cl. (d).  The  High  Court\t has\ntaken the view that s. 2(1)(d) is limited to lands which are\nbeing  used for agricultural purposes.\tThe conclusion\tmust\nbe held to be correct though for different reasons, On\tthis\nconstruction  of  s.  2(1)(d) it cannot be  said  that\tthis\nprovision  is not connected with agricultural  reforms.\t  It\ncould  accordingly  receive the protection of <a href=\"/doc/660119/\" id=\"a_7\">Art.  31A</a>\t and\nwould  be immune from attack-on the ground of  violation  of\n<a href=\"/doc/367586/\" id=\"a_8\">Articles 14</a><a href=\"/doc/1218090/\" id=\"a_9\">, 19</a> and <a href=\"/doc/354224/\" id=\"a_10\">31.</a> [792C]\nDurga Prasad v. Board of Revenue U.P. Allahabad and  others,\nA.I.R. 1970 All. 159, referred to.\n(iii)  The report of the Commission would not show that\t the\nland in dispute was a grove within the meaning of s. 2(6) of\nthe U.P. Tenancy Act, 1939.  As the appellants had given the\nold number of the plot in their petition the Government\t did\nnot reply to the allegation in the petition.  Accordingly it\nwas  not  possible to express any concluded opinion  on\t the\nquestion  whether the land in dispute was  an  &#x27;agricultural\narea&#x27; on the date specified under s. 2(1) and was being used\nfor  horticulture., The issue must be decided afresh by\t the\nappropriate  authority under the Act.  If it is held by\t him\nthat  the land in dispute is an &#x27;agricultural area&#x27; and\t the\nState Government issues a notification under s. 8 of the Act\nwith  respect to the land, the appeals will be, disposed  of\nby  the High Court in accordance with the provisions of\t the\nAct. [793C]\n[Notification dated June 16, 1964 quashed, and orders of the\nHigh Court abating the appeals and suits set aside.]\n\n\n\nJUDGMENT:</pre>\n<p data-structure=\"Issue\" id=\"p_1\">ORIGINAL JURISDICTION: Writ Petition No. 105 of 1969.\nPetition  under <a href=\"/doc/981147/\" id=\"a_11\">Article 32</a> of the Constitution of India\t for\nthe enforcement of fundamental rights and Civil and  Appeals\nNos. 1402 and 1403 of 1969.\n</p><p data-structure=\"Issue\" id=\"p_2\">Appeals\t by special leave from the judgment and order  dated\nJuly  25, 1968 of the Allahabad High Court at  Allahabad  in\nSecond Appeal Nos. 425 of 1960 and 1649 of 1962.\nR.  K. Garg and S. C. Agarwal for the petitioners  (in\twrit\npetition) and for the appellants (in appeals)\nG.  N. Dikshit and 0. P. Rana, for the respondents (in\twrit\npetition)\nC.  B. Agarwala and M. Al.  Kshatriya, for  the\t respondents\n(in appeals).\n</p><p data-structure=\"Facts\" id=\"p_3\">The Judgment of the Court was delivered by\nDWIVEDI,  J.-These three cases have a common origin and\t are\naccordingly being disposed of by a common judgment.\nThe city of Meerut is a municipality in Uttar Pradesh.\tPlot\nNo.  4635A (old number 5199) is located therein.  It has  an\narea of bigha and 2 biswas.  It formed part of the zamindari\nestate belonging to Lala Nanak Chand Trust.  The trust is  a\ncharitable  trust  vested  in the  Treasurer  of  Charitable\nEndowments\n<span class=\"hidden_text\" id=\"span_1\">785</span>\nand  is\t managed  by  the  Collector  of  Meerut  through  a\ncommittee  of trustees.\t On June 23, 1926, a lease deed\t was\nexecuted  on  behalf  of  the trust and\t in  favour  of\t one\nBateshwar Dayal.  By the deed the aforesaid plot was let  to\nBateshwar Dayal.  The lease was granted &quot;for the purpose  of\nplanting a grove, erecting buildings and digging wells etc.&quot;\nThe  yearly rent was fixed at Rs. 12/8/-.  The lease  was  a\nfor a terms of 30 years with effect from June 1, 1926.\t The\nlessee\tagreed\tto  surrender the  land\t and  all  buildings\nstanding thereon to the lessor on the expiry of the  period\nof  lease.  The buildings would become the property  of\t the\nlessor.\t He would have them without paying any\tcompensation\nto the lessee.\tThe lessor agreed that on the expiration  of\nthe  period of lease he would at the request of\t the  lessee\ngrant  to  the\tlessee a new lease for another\tterm  of  30\nyears.\n</p><p data-structure=\"CDiscource\" id=\"p_4\">The  initial  period of 30 years expired on  July  1,  1956.\nThereupon  the\ttrust instituted suit No. 690  of  1956\t for\nrecovery   of  possession  over\t the  aforesaid\t land\tfrom\nBateshwar  Dayal.   During pendency of this  suit  Bateshyar\nDayal died on March 6, 1958.  The suit was dismissed by\t the\ntrial  court on October 24, 1958.  It was, however,  decreed\nby  the\t first appellate court on November  30,\t 1959.\t The\nappellate  court granted six months&#x27; time to the  defendants\nto  institute a suit in the appropriate court  for  specific\nperformance  of the agreement to re-let for another term  of\n30 years.\n</p><p data-structure=\"Facts\" id=\"p_5\">Bhagwat\t Dayal\tand others, heirs of Bateshwar\tDayal,\tthen\ninstituted suit No. 34 of 1960 in the appropriate court\t for\nspecific performance of the agreement to re-let the land for\nanother\t term of 30 years.  The Trust contested\t this  suit,\ninter alia, on the ground that it was barred by\t limitation.\nThis  plea  was upheld by the trial court and the  suit\t was\ndismissed  on October 30, 1961.\t The first  appellate  court\naffirmed, the decree of the trial court on March 23, 1962.\nBhagwat\t Dayal\tand  other&#x27;s filed a second  appeal  in\t the\nAllahabad High Court against the judgment and decree  passed\nin  the\t suit filed by the Trust on January 5,\t1960.\tThey\nalso  filed a second appeal against the judgment and  decree\nin their own suit on April 23, 1962.\n</p><p data-structure=\"Facts\" id=\"p_6\">While  those  appeals  were pending,  the  U.P.\t Urban\tArea\nZamindari Abolition and Land Reforms Act, 1956\t(hereinafter\ncalled\tthe  Act) was enforced in the city of  Meerut.\t The\nland  in dispute was declared &quot;agricultural area&quot; under\t the\nsaid Act.  Thereafter a notification was issued on June\t 16,\n1964 under s. 8 of the Act vesting the land in the State.\n</p><span class=\"hidden_text\" id=\"span_2\">786</span>\n<p data-structure=\"Facts\" id=\"p_7\">Bhagwat\t Dayal\tthen moved an application  before  the\tHigh\nCourt  for abating the two appeals as well as the two  suits\nout of which those appeals had arisen in accordance with the\nprovisions  of\tthe  Act.  The High Court  passed  an  order\nabating\t both the suits and appeals.  The order was made  on\nJuly 25, 1968.\tAgainst this order the appellants have filed\ntwo appeals in this Court by special leave.\nThe  appellants say that they have filed the  writ  petition\nNo.  105 of 1969 byway of abundant caution.  The  prayer  in\nthe  petition is that the notification issued under s. 8  of\nthe Act should be quashed.  Itis alleged in paragraph 4\nof the petition that the disputed plotis  a part of  Kothi\nBabu  Wali.   In  paragraph 20 of the writ  petition  it  is\nreiterated   that  the\tdisputed  plot\tforms  part   of   a\nresidential  Kothi within the municipality of Meerut and  is\nnonagricultural\t area.\t It  is alleged\t that  the  impugned\nnotification is violative of the provisions of <a href=\"/doc/367586/\" id=\"a_12\">Articles\t 14</a><a href=\"/doc/258019/\" id=\"a_13\">,\n19  (1) (f)</a> and <a href=\"/doc/452639/\" id=\"a_14\">3 1</a> of the Constitution and  is\t accordingly\nunconstitutional.\n</p><p data-structure=\"Section\" id=\"p_8\">Before mentioning the arguments of Shri R. K. Garg,  counsel\nfor  the appellants, it is necessary to have a look  at\t the\nrelevant  provisions  of the Act.  The preamble to  the\t Act\nstates that it is expedient to provide for the abolition  of\nZamindari  system  in agricultural areas  situate  in  urban\nareas  in  Uttar  Pradesh and &quot;for the\tacquisition  of\t the\nrights,\t title\tand interest of intermediaries\tbetween\t the\ntiller\tof the soil and the State in such areas and for\t the\nintroduction of the land reforms therein.&quot; Section 2 in\t the\ndefinition  clause,  Sub-section  (1)  of  it  defines\t the\nexpression  &quot;agricultural  area&quot;.   As\tthis  provision\t  is\nimportant  for\tthis case, we are setting out  its  relevant\nportion.\n</p><blockquote id=\"blockquote_1\">&quot;Agricultural area&quot; as respects any urban area means an area\nwhich,\twith reference to such date as the State  Government\nmay notify in that behalf, is-\n</blockquote><blockquote id=\"blockquote_2\">\t      (a) in the possession of or held or deemed  to\n\t      be  held by an intermediary as sir,  khudkasht\n\t      or an intermediary&#x27;s grove;\n</blockquote><blockquote id=\"blockquote_3\">\t      (b)  held\t as a grove by or  in  the  personal\n\t      cultivation of a permanent lessee in Avadh; or\n</blockquote><blockquote id=\"blockquote_4\">\t      (c) included in the holding of-\n</blockquote><blockquote id=\"blockquote_5\">\t      (i)   a fixed-rate tenant,\n</blockquote><blockquote id=\"blockquote_6\">\t      (ii)an ex-proprietary tenant,\n</blockquote><blockquote id=\"blockquote_7\">\t      (iii)an occupancy tenant,\n</blockquote><blockquote id=\"blockquote_8\">\t      (iv)a  tenant  holding on special\t terms\tin\n\t      Avadh.\n</blockquote><blockquote id=\"blockquote_9\">\t      (v)   a rent-free grantee,\n</blockquote><blockquote id=\"blockquote_10\">\t      (vi)a grantee at a favourable rate of rent.\n</blockquote><span class=\"hidden_text\" id=\"span_3\">787</span>\n<blockquote id=\"blockquote_11\">\t      (vii)a hereditary tenant,\n</blockquote><blockquote id=\"blockquote_12\">\t      (viii)a grove-holder,\n</blockquote><blockquote id=\"blockquote_13\">\t      (ix)a sub-tenant referred to in  sub-section\n\t      (4)  of section 47 of the U.P.  Tenancy  Act,.\n\t      1938, or\n</blockquote><blockquote id=\"blockquote_14\">\t      (x) a non-occupancy tenant of land other\tthan\n\t      land referred to in sub-section (3) of Section\n\t      30 of the U.P. Tenancy Act, 1939,\n\t      and is used by the holder thereof for purposes\n\t      of agriculture or horticulture :\n</blockquote><blockquote id=\"blockquote_15\">\t      Provided\talways that land which on  the\tdate\n\t      aforesaid\t is occupied by building  not  being\n\t      &quot;improvements&quot; as defined in Section 3 of\t the\n\t      U.P.  Tenancy Act, 1939, and land\t appurtenant\n\t      to  such buildings. shall not be deemed to  be\n\t      agricultural area.\n</blockquote><blockquote id=\"blockquote_16\">\t      (d)   held on a lease duly executed before the\n\t      first  day of July, 1955 for the\tpurposes  of\n\t      erecting buildings thereon; or\n</blockquote><blockquote id=\"blockquote_17\">\t      (e) held or occupied by an occupier........\n</blockquote><p data-structure=\"Section\" id=\"p_9\">Section\t 2(7)  defines an &quot;intermediary&quot;, inter alia,  as  a\nproprietor  of an agricultural area, Section 2 (12)  defines\n&quot;proprietor&quot; as a person owning whether in trust or for\t his\nown  benefits  an agricultural area.  Section  2(16)  states\nthat  the  words and expressions,  &quot;grove&quot;,  &quot;grove-holder&quot;,\n&quot;grove-land&quot; and &quot;holding&quot;shall have the meaning assigned to\nthem  in the U.P Tenancy Act, 1939.  Section 3 provides\t for\ndemarcation of agricultural area in urban areas.  Section  4\nprovides  for  publication  of\tpreliminary  proposals\twith\nrespect\t to demarcation of agricultural areas.\tIt  provides\nalso  for inviting objections to the proposals.\t  Final\t de-\nmarcation is made by the Commissioner under s. 5. Section  8\nprovides that after agricultural areas have been  demarcated\nunder  s.  5,  the  State Government may,  at  any  time  by\nnotification in the gazette, declare that as from a date  to\n&#x27;be specified all such areas situate in the urban area shall\nvest  in  the State.  From that date all  such\tagricultural\nareas shall stand transferred to and vest in the State\tfree\nfrom   all  encumbrances.   Section  10\t provides  for\t the\nconsequences of vesting.  All rights, title and interest  of\nan  intermediary  in an agricultural area cease\t and  become\nvested ill the State free from all encumbrances.  All  suits\nand proceedings of the nature to be prescribed by rules, and\npending\t in  any court,, on the date of\t vesting,  shall  be\nstayed.\n</p><p data-structure=\"Section\" id=\"p_10\">Section\t 17(1)\tis important for our purposes,\tand  we\t are\nquoting the material portion of it.\n</p><span class=\"hidden_text\" id=\"span_4\">788</span>\n<blockquote id=\"blockquote_18\">\t      &quot;Section 17.  Settlement of certain lands with\n\t      intermediaries  or cultivators as\t bhumidhars-\n</blockquote><blockquote id=\"blockquote_19\">\t      (1)  subject to the provisions of\t Section  16\n\t      and 18-\n</blockquote><blockquote id=\"blockquote_20\">\t      (a)   all lands in an agricultural area-\n</blockquote><blockquote id=\"blockquote_21\">\t      (i) in possession of, or held or deemed to  be\n\t      held  by an intermediary as Sir, khudkasht  or\n\t      an intermediary&#x27;s grove,\n</blockquote><blockquote id=\"blockquote_22\">\t      (ii)held\tas a grove by, or in the  personal\n\t      cultivation of a permanent lessee in Avadh,\n</blockquote><blockquote id=\"blockquote_23\">\t      (iii) held &#x27;by a fixed-rate tenant or a  rent-\n\t      free as  such, or (iv)held as such by-\n</blockquote><blockquote id=\"blockquote_24\">\t      (i)   an occupancy tenant,\n</blockquote><blockquote id=\"blockquote_25\">\t      (ii)  a hereditary tenant,\n</blockquote><blockquote id=\"blockquote_26\">\t      (iii)a tenant on patta dawami or istamrari or\n</blockquote><blockquote id=\"blockquote_27\">\t      (iv)  held by a grove-holder\n\t      (1) an occupancy tenant\tpossessing the right\n</blockquote><blockquote id=\"blockquote_28\">\t      (ii) a hereditary tenant\tto transfer\n</blockquote><blockquote id=\"blockquote_29\">\t      (iii) a tenant on patta  the holding by sale.\n</blockquote><p data-structure=\"Section\" id=\"p_11\">\t      dawami or istamarari\n\t      on the date immediately preceding the date  of\n\t      vesting, and\n</p><p data-structure=\"Section\" id=\"p_12\">\t      (b) all lands in an agricultural area held  on\n\t      lease duly made before the first day of  July,\n\t      1955,  for  the purpose of  erecting  building\n\t      thereon,\n\t      shall  be\t deemed to be settled by  the  State\n\t      Government  with\tsuch  intermediary,  lessee,\n\t      tenant,  grantee or groveholder, as  the\tcase\n\t      may be, who shall subject to the provisions of\n\t      this  Act,  be  entitled\tto  take  or  retain\n\t      possession as a bhumidhar thereof.&quot;\n</p><p data-structure=\"Conclusion\" id=\"p_13\">Section\t 19(j) provides that notwithstanding  anything\tcon-\ntained in the Act, every person who, on the date immediately\npreceding  the date of vesting occupied or held land  in  an\nagricultural area as a sub-lessee from a person holding land\nunder  a  lease referred to in cl. (b)\tof  sub-section\t (1)\nshall  be  deemed  to be an asami  thereof.   Section  20(1)\nprovides that a bhumidhar of the land referred to in cl. (b)\nof sub-s.(1) of S. 17, may, within one year from the date of\nvesting,  apply to the Assistant Collector, Incharge of\t the\nSub-Division  for ejectment of asami belonging to the  class\nmentioned in S. 19(j) on the ground that he wants to use the\nland held by the asami for the purpose of erecting buildings\nthereon.   If  the Assistant Collector is  satisfied  after\ninquiry\t that the applicant intends to use the land for\t the\npurpose\t  of  erecting\tbuildings  thereon,  be\t may   order\nejectment  of the asami from such land.\t After ejectment  of\nthe  asami,  the applicant shall erect\ta  building  thereon\nwithin\tthree years of the date of the order  of  ejectment.\nIf the bhumidhar does not file an application for  ejectment\nor  if the order of ejectment passed on any  application  is\nnot executed within the prescribed period of limitation, the\nasami shall become a sirdar of the land.  The rights,  title\nand\n<span class=\"hidden_text\" id=\"span_5\">789</span>\ninterest  of  the  bhumidhar shall be deemed  to  have\tbeen\nacquired  under\t s.  10,  &quot;as  if  the\tbhumidhar  were\t  an\nintermediary on the date of vesting.&quot; If the bhumidhar fails\nto erect buildings within three years, he.shall be liable to\npay  to\t the  asami or any person claiming  through  him  an\namount equal to five times the rent payable by asami at\t the\ntime of his ejectment.\n</p><p data-structure=\"Section\" id=\"p_14\">According  to  s. 24 an intermediary whose right,  title  or\ninterest in any agricultural area is acquired under the\t Act\nshall  be entitled to receive compensation as  provided\t for\ntherein.\n</p><p data-structure=\"Section\" id=\"p_15\">Rules have been framed under the Act.  They are known as the\nUttar  Pradesh\tUrban  Areas Zamindari\tAbolition  and\tLand\nReform Rules, 1957.  Rule 38 provides for stay, inter  alia,\nof  suits  and\tappeals arising under s.  180  of  the\tU.P.\nTenancy Act or of a similar nature pending in a civil court.\nRule 39 provides for abatment of such suits and appeals.  In\nthe present case the second appeals and the suits from which\nthey  had  arisen were abated under this rule  by  the\tHigh\nCourt.\n</p><p data-structure=\"Section\" id=\"p_16\">Section\t 2(6) of the U.P. Tenancy Act, 1939 defines  &quot;grove-\nland&quot;  as meaning &quot;any specific piece of land in a mahal  or\nmahals\thaving\ttrees planted thereon in such  numbers\tthat\nthey preclude, .or when full grown will preclude the land or\nany  considerable portion thereof from being used  primarily\nfor any other purpose, and the trees on such land constitute\na grove.&quot; Section 2(7) defines the word &quot;holding&quot;.  It means\na  parcel or parcels of land held under one lease.   Section\n2(10)  defines the word &quot;land&quot; as meaning land which is\t let\nor  held  for  growing of crops, or  as\t grove-land  or\t for\npasturage.   It\t does not include land for  the\t time  being\noccupied by buildings or appurtenant thereto other than\t the\nbuildings  which are improvements.  The word  &quot;grove-holder&quot;\n</p><blockquote id=\"blockquote_30\">is  defined  in s. 205 of the said Act.\t A  person  who\t has\nplanted a grove on land which was let or granted to him by a\nlandlord  for  the purpose of planting a grove is  called  a\n&quot;grove-holder&quot; of the grove.\n</blockquote><blockquote id=\"blockquote_31\">The first argument_ of Shri Garg is that the lease  involved\nin  &#x27;these  cases was a lease for the  purpose\tof  erecting\nbuildings  and that accordingly it falls within the  purview\nof  cl.\t (d) of sub-section (1) of s. 2 of the Act.   It  is\nurged that cl. (d) is violative of <a href=\"/doc/367586/\" id=\"a_15\">Articles 14</a><a href=\"/doc/1218090/\" id=\"a_16\">, 19</a> and <a href=\"/doc/354224/\" id=\"a_17\">31</a> of\nthe  Constitution  and is invalid.  On\tthat  premise  being\ncorrect,  it is further said that the land in  dispute\twill\nnot  be an agricultural area within the meaning of the\tsaid\nexpression under the Act.  Consequently, the notification of\nthe  State  Government\tacquiring the  land  in\t dispute  is\ninvalid.\n</blockquote><blockquote id=\"blockquote_32\">The lease is &quot;for the purpose of planting a grove,  erecting\nbuildings and digging well etc.&quot; It may be observed that the\nlease  is  not an exclusively building\tlease.\t Instead  of\nerecting buildings,\n<span class=\"hidden_text\" id=\"span_6\">790</span>\nthe  lessee could, plant a grove.  Admittedly  no  buildings\nhave  been  ,constructed.  The case of the  respondents\t was\nthat  Bateshwar\t Dayal had planted a  grove.   If  Bateshwar\nDayal  had planted a grove and if the grove was existing  on\nthe date specified under s. 2 of the Act and was then  being\nused by the respondents as a grove the land in dispute would\nbe  covered &#x27;by s. 2 ( 1 ) (c) (viii) ,of the Act.  In\tthat\nevent  it will be out of the purview of s. 2(1) (d)  of\t the\nAct.   As the lease is liable to be placed under  either  of\nthese  two,  classes,  it will not be correct  to  place  it\nexclusively ,,under cl. (d).\n</blockquote><blockquote id=\"blockquote_33\">The  Act  as  a whole is protected by  <a href=\"/doc/660119/\" id=\"a_18\">Article\t31A</a>  of\t the\nConstitution.\tShri Garg&#x27;s contention, however, is that  as\ns.  2  (1) (d) is not at all  connected\t with  agricultural\nreforms, it cannot receive the protection of <a href=\"/doc/660119/\" id=\"a_19\">Article 31A</a> and\nwill  be open to challenge for violation of <a href=\"/doc/367586/\" id=\"a_20\">Articles 14</a><a href=\"/doc/1218090/\" id=\"a_21\">,  19</a>\nand <a href=\"/doc/354224/\" id=\"a_22\">31.</a>\t In terms S. 2(1)(d) does not appear to be connected\nwith  the  object  of  agricultural  reform.   But  a  close\nscrutiny  of  its context and the object of  the  Act  would\n,reveal that it is so connected.\n</blockquote><blockquote id=\"blockquote_34\">All  other  clauses of s. 2(1) except cl. (d),\tare  clearly\nconnected  with\t the object of\tagricultural  reform.\tThey\ninclude in an &quot;agricultural area&quot; only such land as is being\nused for growing crop or as a grove or as a pasture land  on\nthe date specified in s. 2 (1). The proviso to s. 2 (1)\t (c)\nexpressly  excludes from &quot;agricultural area&quot; land  which  is\noccupied  by  buildings, not being  improvements,  and\tland\nappurtenant  to\t such  buildings.   Having  regard  to\tthis\nproviso,  it is difficult to believe that s. 2 (1 ) (d)\t was\nintended by the legislature to apply to land which is not an\nagricultural area.  &quot;Agriculture&quot; means &quot;the science and the\nart  of cultivating the soil; including the gathering in  of\nthe  crops, and The rearing of live-stock; farming  (in\t the\nwidest sense)&quot;. (Shorter ,Oxford Dictionary, 3rd Edn.\tVol.\nI,  p.37). So, ordinarily &quot;agricultural area&quot; would mean  an\narea  used  for\t cultivation  or  farming.   &#x27;Section\t2(1)\nincludes  groves  also.\t Clause (d) should take\t its  colour\nfrom  this inherent meaning of &quot;agricultural area&quot; which  is\nbeing defined in s. 2(1).\n</blockquote><blockquote id=\"blockquote_35\">section\t 17(1) confers bhumidhari rights on certain  classes\nof  persons over certain kinds of lands.  Section 17(1)\t has\ntwo  clauses  (a) and (b).  Lands specified in cl.  (a)\t are\nused for growing crops or as a grove.  It is significant  to\nobserve the difference between the language of s. 2 (1)\t (d)\nand   s.  17  (1)  (b)\tWhile  section\t2(1)(d)\t refers\t  to\n&quot;agricultural  area&quot;, section 17(1)(b) is expressly  limited\nto  &quot;lands  in\tagricultural area held\ton  lease.  for\t the\npurpose\t of  erecting  buildings thereon.&quot;  As\tthe  subject\nmatter of S. 2(1)(d) and s. 17(1)(b) should be identical, it\nappears to us that the expression &quot;agricultural area&#x27; in  s.\n2  (1)\t(d) should be construed as &quot;lands  in  agricultural\narea&quot;.\tIf the defini-\n</blockquote><span class=\"hidden_text\" id=\"span_7\">791</span>\n<blockquote id=\"blockquote_36\">tion of &quot;land&quot; in the U.P. Tenancy Act is applied to s. 17 (\n</blockquote><blockquote id=\"blockquote_37\">1),   as  it  should  be,  section  17(1)(b)   will   confer\nbhumindhari  rights  on a lessee of land which is  used\t for\ngrowing\t crops or as a grove or as a pasture  land  although\nthe lease may have been granted for erecting buildings.\t The\nmarginal note to the section supports this construction.\n</blockquote><p data-structure=\"Section\" id=\"p_17\">Section\t 19(j)\tprovides  that a sub-lessee  from  a  person\n&quot;holding  land under a lease referred to in cl. (b) of\tsub-\nsection\t (1) of s. 17&quot;. shall be an asami.   This  provision\nalso shows that the agricultural area referred to in s. 2(1)\n</p><p data-structure=\"Precedent\" id=\"p_18\">(d) should on the relevant date be used for growing crops or\nas a grove or as a pasture land.\n</p><p data-structure=\"Section\" id=\"p_19\">It  is\tnot  possible to take the view that  s.\t 2  (1)\t (d)\ncompasses  a  wider  geography than s. 17(1)  (b).   Such  a\nconstruction  would  create an anomaly.\t  The  lessee  would\nbecome\tbhumidhar  of only such portion of the\tland  as  is\nbeing used &#x27;,or growing crops or as a grove or as a  pasture\nland.  The rest of the agricultural area let out to him\t for\nthe  purpose  of  erecting  buildings  would  vest  in\t the\nGovernment.   But  he  would get no  compensation  for\tthat\nportion, for under s. 24 compensation is payable only to  an\nintermediary.  But he is not an &quot;intermediary&quot; as defined in\ns. 2(7), nor a sub-intermediary as defined in s. 2(14).\t lie\nis deemed to be an intermediary for a limited purpose  under\ns. 20(4) but that provision is not material for our purpose.\nThis  anomaly will not result if &quot;agricultural area&quot;  in  s.\n2(1) (d) and &#x27;land in an agricultural&#x27; area in s. 17 (1) (b)\nare construed as perfectly over-lapping.\nThe preamble to the Act shows that the object of the Act  is\nto  acquire  right,  title  or\tinterest  of  intermediaries\nbetween\t the tiller of the, soil and the State and  for\t the\nintroduction of land reforms therein.  Having regard to\t the\ncontext\t already pointed out and this object of the  Act  it\nseems  to us that s. 2 (1) (d), though apparently  expressed\nin  wide  language, is limited to lands which,\tare  on\t the\nrelevant date being used for growing crops or as grove or as\npasture\t land.\t It does not apply to lands  which  are\t not\nbeing so used.\n</p><p data-structure=\"Section\" id=\"p_20\">The  history of the framing of s. 2 (1) (d)  fortifies\tthis\ninference.   The  Bill\twhich consummated  in  the  Act\t was\nintroduced  in the Legislative Assembly on August  6,  1955.\nIt  was\t referred to a Joint Select  Committee.\t  The  Joint\nSelect Committee&#x27;s report and the Bill as amended by it were\npublished  in the Uttar Pradesh Gazette, dated\tFebruary  4,\n1956.  Clause (d) of s. 2(1) was incorporated in the amended\nBill by the Joint Select Committee.  It read as follows :\n</p><blockquote id=\"blockquote_38\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"416846\" id=\"span_8\">&quot;held on a lease duly executed before the first day of July,\n1955  for  the purpose of erecting  buildings  thereon,\t but\nwhich  is being used for the purposes of agriculture  either\nby the bolder thereof\n<span class=\"hidden_text\" id=\"span_9\">792</span>\nor by any person claiming under him.&quot; Clause (d) was  passed\nin  this  form by the Legislative Assembly  on\tDecember  3,\n1956.\tThe Bill then went to the Legislative Council.\t But\nbefore reaching there it was pruned by the Secretary of\t the\nAssembly.  He deleted the last part of cl. (d) as passed  by\nthe  Legislative Assembly.  The Legislative  Council  passed\ncl. (d) as pruned by the Legislative Secretary.\t  Thereafter\nthe  Bill  received the assent of the Governor\tand  of\t the\nPresident.   It\t seems that the Secretary thought  that\t the\ndeleted\t portion  of  cl.  (d)\twas  redundant;\t and  so  he\neliminated it. In <a href=\"/doc/416846/\" id=\"a_23\">Durga Prasad versus Board of Revenue\tU.P.\nAllahabad  and\tothers</a>,(1)  the\t Allahabad  High  Court\t has\npointed\t out  this history of cl. (d).\tThe High  Court\t has\ntaken  the view that s. 2(1) (d) is limited to\tlands  which\nare  being used for agricultural purposes.  We have come  to\nthe same conclusion though for different reasons.\nOn this construction of s. 2 (1) (d) it cannot &#x27;be said that\nthis  provision is not connected with agricultural  reforms.\nIt would accordingly receive the protection of <a href=\"/doc/660119/\" id=\"a_24\">Art. 31A</a>\t and\nwould  be immune from attack on the ground of  violation  of\n<a href=\"/doc/367586/\" id=\"a_25\">Articles 14</a><a href=\"/doc/1218090/\" id=\"a_26\">, 19</a> and <a href=\"/doc/354224/\" id=\"a_27\">31.</a></span>\n</blockquote><blockquote id=\"blockquote_39\">It would follow from the foregoing discussion that only such\nlands as are being used for growing crops or as grove or  as\npasture\t land may be acquired under the Act.  It is  alleged\nin  the writ petition that the land in dispute is a part  of\nkothi Babu Wali and was not used for agricultural  purposes.\nThe  petition mentions the old number of the plot which\t was\n5199.\tThe  new  number of the plot is\t 4635A.\t  The  State\nGovernment has filed a counteraffidavit.  They have  assumed\nthat  the  petition  refers to the plot now  given  the\t new\nnumber\t5199.  The counter-affidavit does not deal with\t the\ndisputed  plot now numbered 4635A.  But the  description  of\nthe plot in dispute given in the petition leaves no room for\ndoubt  about the identity of the plot.\tIt is strange  that\nthe  counter-affidavit\tdid  not  squarely  deal  with\t the\nallegations  in\t the petition.\tThe  appellants&#x27;  allegation\nthat the land in dispute is non-agricultural land and  forms\npart  of  a  residential kothi\tremains\t unanswered  in\t the\ncounter-affidavit.\n</blockquote><blockquote id=\"blockquote_40\">In the suit the respondent&#x27;s case was that Bateshwar  Dayal,\ntheir  predecessor-in-interest, had planted a grove  on\t the\nland   in  dispute.   The  trial  court\t had   appointed   a\nCommissioner for finding out whether there stood a grove  on\nthe land in dispute.  On October 16, 1956, the\tCommissioner\nsubmitted  his report to the trial court.  It  appears\tfrom\nhis report that about a half of the plot towards the western\nside was then &quot;quite vacant.&quot; On the western boundary of the\nplot there stood two sheesham and three mango trees; on\t the\nnorthern &#x27;boundary of the plot there were four\n(1)  A.I.R. 1970 All 159.\n</blockquote><span class=\"hidden_text\" id=\"span_10\">793</span>\n<p data-structure=\"Conclusion\" id=\"p_21\">guava  trees,  one  plum tree and a  thorny  tree.   In\t the\neastern\t half  of  the\tplot  there  were  about  18  or  19\n&quot;scattered guava trees&quot;.  Trees standing on the boundary  of\nthe plot will not prevent the use of the land for a  purpose\nother  than grove.  The western half could be used  for\t any\nother purpose.\t In  the  eastern  half\t the  18  or   19\n&quot;scattered&quot; guava trees could apparently not prevent the use\nof  the land for any other purpose.  The report of the\tCom-\nmissioner  would  not show that the land in  dispute  was  a\ngrove within the meaning of s. 2(6) of the U.P. Tenancy Act,\n1939.\tAs  the appellants had given the old number  of\t the\nplot in their petition, the Government did not reply to\t the\nallegations  in\t the  petition.\t  Accordingly,\tit  is\t not\npossible  to express any concluded opinion on  the  question\nwhether\t the land in dispute was an &quot;agricultural  area&quot;  on\nthe  date  specified under s. 2(1) and was  being  used\t for\nhorticulture.  The issue should now be decided afresh by the\nappropriate authority under the Act.,\nin  the\t result, we allow the writ petition  and  quash\t the\nGovernment  notification under s. 8 of the Act,\t dated\tJune\n16, 1964 with respect to the land in dispute.  We direct the\nGovernment  to\tproceed afresh with respect to the  land  in\ndispute in accordance with ss. 3, 4, 5 and 8 of the Act.  If\nit is found in the course of enquiry under ss. 3, 4, and  5\nthat  the land in dispute was an ,.,agricultural  area&quot;\t and\nwas  being  used  for agriculture  or  horticulture  on\t the\nrelevant date, it will be open to the Government to issue  a\nnotification with respect to it under s. 8. If, on the other\nhand,  it  is  found  in that enquiry that  it\twas  not  an\n&quot;agricultural-area&quot; on the said date, no notification  under\ns.  8 should be issued with respect to it.  The appeals\t are\nalso  allowed.\t The orders of the High\t Court\tabating\t the\nappeals\t and the suits are set aside.  The High\t Court\twill\nrestore the appeals and the suits to their original numbers.\nThe  appeals will be decided on merits when the\t appropriate\nauthority  under s. 5 of the Act has held that the  land  in\ndispute is not an &quot;agricultural area&quot;.\tIf it is held by him\n,that the land in dispute is an &quot;agricultural area&quot; and\t the\nState Government issues a notification under s. 8 of the Act\nwith respect to the land, the appeals will be disposed of in\naccordance   with  the\tprovisions  of\tthe  Act.   In\t the\ncircumstances  of  this case parties shall  bear  their\t own\ncost,,.\n</p><pre id=\"pre_2\">G.C.\t\t\t\t    Appeals allowed.\n<span class=\"hidden_text\" id=\"span_11\">794</span>\n\n\n\n</pre>","numcites":8,"numcitedby":18,"docsource":"Supreme Court of India","citetid":986144,"divtype":"judgments","relatedqs":[{"value":"uttar pradesh urban areas zamindari abolition","formInput":"uttar%20pradesh%20urban%20areas%20zamindari%20abolition"},{"value":"urban area zamindari","formInput":"urban%20area%20zamindari"},{"value":"U p urban area zamindari abolition ","formInput":"U%20p%20urban%20area%20zamindari%20abolition%20"},{"value":"up zamindari abolition","formInput":"up%20zamindari%20abolition"},{"value":"pasture land ","formInput":"pasture%20land%20"},{"value":"uttar pradesh urban areas zamindari","formInput":"uttar%20pradesh%20urban%20areas%20zamindari"},{"value":"\"up urban area zamindari abolition\"","formInput":"%22up%20urban%20area%20zamindari%20abolition%22"},{"value":"bhumidhar","formInput":"bhumidhar"},{"value":"zamindari","formInput":"zamindari"},{"value":"UP urban area zamindari abolition ","formInput":"UP%20urban%20area%20zamindari%20abolition%20"},{"value":"article 19","formInput":"article%2019"},{"value":"land dispute","formInput":"land%20dispute"},{"value":"specific performance","formInput":"specific%20performance"},{"value":"asami ","formInput":"asami%20"},{"value":"Zamindari Abolition and Land Reforms ","formInput":"Zamindari%20Abolition%20and%20Land%20Reforms%20"},{"value":"occupancy tenants","formInput":"occupancy%20tenants"},{"value":"tenancy act","formInput":"tenancy%20act"},{"value":"demarcation","formInput":"demarcation"},{"value":"Up Tenancy act 1939","formInput":"Up%20Tenancy%20act%201939"},{"value":"abatment","formInput":"abatment"}],"cats":[{"value":"equality-before-law","formInput":"tag:equality-before-law"},{"value":"forms-of-communication","formInput":"tag:forms-of-communication"},{"value":"freedom-with-reasonable-restrictions","formInput":"tag:freedom-with-reasonable-restrictions"},{"value":"appeal-to-supreme-court, power-to-issue-writ","formInput":"tag:appeal-to-supreme-court, power-to-issue-writ"},{"value":"right-to-property","formInput":"tag:right-to-property"}],"courtcopy":true,"query_alert":null,"agreement":false}