{"tid":1279955,"publishdate":"1987-04-30","title":"Kewal Ram vs The Gram Panchayat, Bhutti And Ors. on 30 April, 1987","doc":"<h2 class=\"doc_title\">Kewal Ram vs The Gram Panchayat, Bhutti And Ors. on 30 April, 1987</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1988HP21</h3>\n\n<pre id=\"pre_1\">ORDER\n \n\n P.D. Desai, C.J. \n\n \n\n</pre><p data-structure=\"Facts\" id=\"p_1\"> 1. The petition arises out of a proceeding initiated against the petitionerby the first respondent (Gram Panchayat, Bhutti) at the instance of the third respondent (Mahila Mandal, Bhutti) under Section 19 of the Himachal Panchayati Raj Act, 1968 (hereinafter referred to as &#x27;the Act&#x27;) on the allegation that a piece or parcel of land (hereinafter referred to as &quot;the disputed land&quot;) forming part of Khasra No. 426, admeasuring 9 bighas and 6 biswas, situate in Village Bhutti, Tehsil Kumarsain, District Shimla, which was a public &#x27;place, was encroached upon by the petitioner by the construction of a dhara(shed). Be it stated that the third respondent is a social organisation carrying on activities for the welfare of women and that the land in dispute was claimed by it to have been allotted in its favour by the first respondent for the construction of building from which its diverse activities could be usefully carried on. The first respondent, vide its resolution No. 5 passed on April 11, 1986 (Annexure P--2, ordered the petitioner to remove the alleged encroachment on or before May 10, 1986 having found that he had made an unauthorised construction on the disputed land which was a public place within the meaning of Section 19(1)(a)(i) of the Act and imposed upon him a penalty in the sum of Rs. 20/- and further directed that in case he failed to remove the alleged encroachment within the time limited, he shall be liable to a recurring penalty in the sum of Re.1/- per day (but not exceeding Rs. 500/- in all) for the continuing breach. The order with respect to penalty was passed in the purported exercise of the powers conferred by Section 22 of the Act. An appeal carried to the second respondent (Deputy Commissioner, Shimla) against the said decision was partly allowed on August 16, 1986 vide Annexure P-3 and it was ordered that the penalty of fine in the sum of Rs. 20/- would not be recoverable if the petitioner handed over vacant and peaceful possession of the disputed land pursuant to the decision of the first respondent but in case he failed to do so within a period of two months, the said decision would remain fully operative. This decision of the second respondent is under challenge in the present petition. \n</p> \n\n<p data-structure=\"Section\" id=\"p_2\"> 2. Section 19, insofar as it is relevant for the present purposes, reads as follows : \n</p>   \n\n<blockquote id=\"blockquote_1\"> &quot;19(1) A Gram Panchayat, on receiving a report or other information and on taking such evidence if any as it thinks fit, may make a conditional order requiring within a time to be fixed in the order; \n</blockquote> \n\n<blockquote id=\"blockquote_2\"> (a) the owner or the occupier of any building or land; \n</blockquote> \n\n<blockquote id=\"blockquote_3\"> (i) to remove any encroachment on a public street, place or drain; \n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_3\"> xxx\txxx\txxx\n \n\n or, if he objects so to do, to appear before it, at a time and place to be fixed by the order, and to move to have the order set aside or modified in the manner hereinafter provided. If he does not perform such act or appear and show cause, the order shall be made absolute. If he appears and shows cause against the order, the Gram Panchayat shall take evidence and if it is satisfied that the order is not reasonable and proper, no further proceedings shall be taken in the case. If it is not so satisfied, the order shall be made absolute, \n \n\n (2) If such act is not performed within the time fixed, the Gram Panchayat may cause it to be performed and may recover the costs of performing it from such person in the prescribed manner. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_4\"> (3) Any person aggrieved by an order under Sub-section (1) may file an appeal within thirty days of the passing of such order before the Deputy Commissioner who after holding such enquiry as he may deem fit, may set aside, modify or confirm the said order and his decision thereon shall be final.&quot;  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_5\"> 3. It is apparent that before an order could be made under the aforesaid provision it must be established that the encroachement is made on a &quot;public street, place or drain.&quot; The impugned order is made against the petitioner on the footing that he had encroached upon a &quot;public place&quot;. The expression &quot;public place&quot; is defined in Section 3, Sub-section (1) Clause. (y) of the Act to mean &quot;a space not being private property which is open to use or enjoyment of the public whether such space is vested in Gram Sabha or not&quot;. It is incontrovertible that the disputed land forms part of Abadi Deh. Para 2 of the impugned order and para 1 of the affidavit-in-reply filed by the second respondent reflect this position as to the classification of the disputed land. The jamabandi for the year 1980-81, which is on the record of the orginal proceedings, also shows that the disputed land is a part of the land which is entered in the column of ownership and occupancy as Abadi Deh. The precise question which, therefore, falls for decision in the present case against the aforesaid legal and factual backdrop is whether the disputed land forming part of Abadi Deh is a place which is not private property and which is open to use or enjoyment of the public (whether such place is vested in the Gram Sabha or not). \n</p> \n\n<p data-structure=\"Section\" id=\"p_6\"> 4. In the glossary of vernacular words given in the Punjab Settlement Manual by Sir James M. Douie, Fourth Edition, Third Reprint (hereinafter called &quot;the Settlement Manual&quot;), the word &#x27;Abadi Deh&#x27; has been assigned the meaning &quot;Inhabited site of village&quot;. Para 131 at page 67 of the Settlement Manual deals with the expression &quot;The Abadi&quot; and reads as follows : \n</p>   \n\n<blockquote id=\"blockquote_4\"> &quot;The houses of the members of the brotherhood and of their dependants are usually built close together in some convenient part of the village. It may be noted that this inhabited site or &#x27;abadi&#x27; is excluded from the operation of the <a href=\"/doc/196599241/\" id=\"a_1\">Land Revenue Act</a> &#x27;except so far as may be necessary for the record, recovery, and administration of village cesses&#x27; (see : <a href=\"/doc/47562763/\" id=\"a_2\">Section 4(1)</a> of the Punjab Land Revenue the Punjab Land Revenue Act, 1887). The houses of the village menials and <a href=\"/doc/176717291/\" id=\"a_3\">Revenue Act, 1887</a>). The houses of the village menials are usually placed on the outskirts of the abadi, and those occupied by men of impure castes sometimes occupy a separate site or sites at a little distance from it.&quot; (Bracketted portion supplied) Paragraph 256 at page 135 of the Settlement Manual states that the existing instructions as to the procedure to be followed by Patwaris when a complete re-measurement of a village takes place would be found in Appendix VII, would be found in Appendix VII. Para 11 of Appendix VII at page 1x contains the following instructions with regard to the measurement of &quot;The Abadi&quot;: \n</blockquote> \n\n<blockquote id=\"blockquote_5\"> &quot;The village site should be measured in one number, together with the small plots attached in which cattle are penned, manure is stored, and straw is stacked, and other waste attached to the village site. The entry in the column of ownership and occupancy will be simply Abadi Deh.&quot;  \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_7\"> 5. In the Panjab Land Administration Manual compiled by Sir James Mc C. Douie (1972 reprint), Chapter XIII, deals with Partitions. Para 447 included the said Chapter at page 263 reads as follows : \n</p><blockquote id=\"blockquote_6\">  &quot;It is an essential feature of the village community, at least in its original form, that the proprietary body should possess part of their lands in common. The village sites, the grazing lands over which the cattle wandered, and sometimes the wells from which the people drew their drinking water were held in joint ownership. Often each sub-division (taraf, patti, or Pana) of the estate had also its own common land in addition to its share in the common land or shamlat of the whole community. This feature of communal village property was reproduced by our revenue officers in those parts of the province in which the village system was forcibly engrafted on a tenure of a very different character.&quot; \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_8\"> Para 453 at page 265 contains the following observations : \n</p><blockquote id=\"blockquote_7\">  &quot;The village site, unless in the very rare case of its being assessed to land revenue, cannot be partitioned by proceedings under the <a href=\"/doc/196599241/\" id=\"a_4\">Land Revenue Act</a> (see : <a href=\"/doc/194765278/\" id=\"a_5\">Section 112(2)(c)</a> of the Punjab Land Revenue Act, 1887). Even if it is assessed the Assistant Collector may refuse partition and this discretionary power may properly be held to extend to the uncultivated land round a village which is used as standing ground for cattle or occupied by      enclosures      for      fodder      and manure...............When any of it is excluded from partition, the Assistant Collector &quot;may, determine the extent and manner to and in which the co-sharers and other persons interested therein may make use thereof, and the proportion in which expenditure incurred thereon, and profits derived therefrom, respectively, are to be borne by, and divided among, those persons, or any of them&quot; (see : <a href=\"/doc/35951333/\" id=\"a_6\">Section 119</a> of the Punjab Land Revenue Act, 1887),&quot; (Bracketted portion supplied) \n \n\n</blockquote><p data-structure=\"Precedent\" id=\"p_9\"> 6. The characteristics and incident of a village site or Abadi Deh have been the subject-matter of discussion in certain judicial decisions to which&#x27; reference can be conveniently made at this stage. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_10\"> 7. In Ishwar Singh v. Atma Singh 1894 Punjab Record, page 447 No. 117 (Civil), Benton, J., has made the following pertinent observations in the course of his judgment : \n</p><blockquote id=\"blockquote_8\">  &quot;A few remarks as to the nature of an ordinary village site as a subject of partition may not be out of place here. Village sites are usually recorded as the common property of the community: They are very seldom recorded as held in portions by sections of he community. It does not follow in the least from such a record that a portion of the community is at liberty at any time to call for a redistribution of the area. Of course the Settlement record may contain an agreement for a partition according to the khewat, or according to ancestral shares on the demand of a portion of the community at any time, and there is no reason why such an agreement should not be enforced just as it may be enforced for a redistribution of the agricultural land where the wesh system is still in force. Speaking generally, however, the greater part of the village site is in most cases indivisible in the nature of things, and with due regard to the rights of the members of the community in portions of the site held by them it may be from time immemorial and with reference to the rights of outsiders. According to the usual rule prevalent throughout the Province a kamin who is allowed to build on a site by the village community can continue to hold the same as long as he pleases, and his posterity may go on holding likewise to the end of time on the same conditions. All the more may the members of the community itself go on holding the site on which they have built, or which they have occupied ages ago with the assent or with the acquiescence of their co-sharers. It does not appear how their long prescriptive use can be ignored in the absence of express agreement, and how they can be ousted when any one demands a new distribution. Other portions of the site are set apart for public use. The Chaupal or hujra is used for a general place of meeting. There is usually an open space round the village commonly called giaradeh on which the cattle are collected before going to pasture, and other operations are performed. Lands are by common consent devoted to be used for dharamsala, for mosques, for grave yards, for burning ghats, for tanks, and for necessary public ways. It does not appear that in the nature of things a portion of the community is at any time at liberty to recall its consent to the dedication to any of these objects and demand that all or some of them be distributed among the proprietary body. The assertion is too absurd, and it was not maintained before us in argument. This covers the greater part of most village sites. It may be that over and above the land already described there may be empty sites in and about the village unoccupied by any individual and not used by the community for any purpose. There is no objection to a partition of these according to the  rule applicable in the  particular, case.........&quot;(underlining supplied) \n \n\n</blockquote><p data-structure=\"Precedent\" id=\"p_11\"> 8. In Baldeva v. Molar (1962) 64 Pun LR 452, the facts were that a suit was filed on the allegation that the parties were proprietors in a village along with several other persons and the prayer was that the Abadi land situate in the village, other than that over which residential houses had been built and which was capable of partition, be partitioned according to the respective shares Pana-wise and placed in separate possession of the plaintiffs. The trial court found, inter alia, that there was sufficient partible land and passed a preliminary decree for possession by way of partition of the Abadi Deh of the village. The share of each proprietor was directed to be determined according to the land revenue paid by him. A Local Commissioner was appointed to partition the area and a direction was given to him to exclude from the partition paths and tanks and to leave enough area in the Abadi for the cattle and for common purposes and to reserve some area for the extension of the Abadi of Harijans. There was a further direction not to dispossess any proprietor of his pucca house or gher with a pucca boundary wall on all the four sides but to include in the partition the area under houses or ghers to determine the share of such a proprietor. Gitwars, irrespective of possession, were also directed to be included in the partition. The main question for consideration in the appeal before the High Court was whether the partition was required to be confined only to vacant plots in the Adabi Deh and whether houses, ghers and gitwars were required to be excluded from the partition and, if so, whether such exclusion was to be confined only to pucca houses or ghers with pucca boundary walls on all the four sides, The Division Bench; which heard the appeal, speaking through Tek Chand, J., referred to several decisions, including the decision by Benton, J., in Ishwar Singh&#x27;s case (supra), and held : \n</p>   \n\n<blockquote id=\"blockquote_9\"> (a) that the principle of impartibility of residences did not depend upon the permanent or semi-permanent character of the structures of the houses and that, therefore, all the houses in the Abadi, whether they were kacha or pucca, were required to be treated as impartible and could not be included in the proposed partition; \n</blockquote> \n\n<blockquote id=\"blockquote_10\"> (b) that ghers, which were enclosed with walls, whether pucca orkacha, partook of the same character from the point of view of impartiality as houses and they too, therefore, were required to be treated as impartible and could not be included in the proposed partition and  \n \n\n</blockquote><blockquote id=\"blockquote_11\"> (c) that gitwars, which were open spaces enclosed by thorny shrubs or bushes and used for tethering cattle or stacking dung-cakes etc. and which were essentially vacant or empty sites, could not be excluded from partition. In light of the findings aforesaid, the appeal was allowed in the following terms : \n</blockquote><blockquote id=\"blockquote_12\">  &quot;The contention of the appellants deserves to prevail with regard to houses and walled enclosures whether pucca or kacha. The distinction drawn by the lower appellate Court between pacca houses and ghers with pucca boundary walls and kacha houses and ghers enclosed by kacha walls is pointless. The preliminary decree passed by the trial Court deserves to be modified insofar that no proprietor would be dispossessed from pucca or kacha houses and ghers with pucca or kacha boundary walls on all the four sides. The preliminary decree in all other respects remain unaltered.&quot;  \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_12\"> 9. Cleaning through the aforesaid relevant material contained in the Settlement and Land Administration Manuals which continue to apply in Himachal Pradesh, and the judicial dicta, the position which emerges is that Abadi Deh, that is, the inhabited site of the village, consists of sites on which the houses of the members of the brotherhood or proprietary body are usually built close together, small plots attached or annexed thereto which are used for penning the cattle, storing manure or stacking straw, empty or vacant sites unoccupied by any individual, common plots set apart for public use such as the chaupal or hujra, for dharamshalas, mosques, graveyards, burning ghats, tanks, wells etc. and public paths or ways. The village site is measured in one number for the purposes of the revenue records and the entry in the column of ownership and occupancy will be &quot;Abadi Deh&quot;. The Abadi is almost always excluded from the operation of the <a href=\"/doc/196599241/\" id=\"a_7\">Land Revenue Act</a>, except so far as may be necessary for the record, recovery and administration of village cesses. The proprietary body or brotherhood holds Abadi Deh in joint ownership and it is treated as the common property of the community. Still, however, generally speaking, the greater part of Abadi Deh is in most cases indivisible and members of the community cannot call for a redistribution of the area or for a partition according to the khewat or ancestral shares. The members of the community, who have built their houses or ghers in the portion of the village site for long with the assent or acquiescence of their co-sharers, cannot be ousted from the sites, on which they have built, in the guise of partition. So also the portions of the land set apart by common consent for public use cannot be brought into any scheme of redistribution or partition at the instance of any member of the community. If the village site in which such portions are comprised is assessed to land revenue, which would be in a very rare case, the revenue authorities may determine the extent and manner to and in which the co-sharers may make use thereof and the proportion in which expenditure, if any, incurred thereon and the profits, if any, derived therefrom are to be borne by and divided by those persons or any of them. However, so far as empty or open sites in or about the village, unoccupied by the members of the community and not used by them for any public purpose, are concerned, whether&#x27; they are enclosed by shrubs, bushes etc. or not, any member(s) of the proprietary body can call for the partition of such vacant or open site according to the rule applicable in a particular case which, more often than not, determines the share of each proprietor therein according to the land revenue paid by him. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_13\"> 10. The disputed land in the present case, as earlier found, is a site forming part of Abadi Deh. As such, the members of the village community, including the petitioner, are the joint owners thereof and they have a proprietary interest therein. Had it been a vacant site and otherwise capable of partition, any member of the community could have called for its inclusion along with such or similar other plots in a partition according to the respective shares of the proprietors. It is not in dispute, however, that the land is in occupation of the petitioner who has constructed a shed over it. Whither or not the petitioner is in the lawful occupation thereof with the assent or acquiescence of the co-sharers and has acquired any right thereto by long prescriptive user is not a matter which calls for determination herein since the only question to be considered is whether the site is a &quot;public place&quot; within the meaning of <a href=\"/doc/11578015/\" id=\"a_8\">Section 3</a>, Sub-section (1), Clause (y) of the Act. Having regard to its nature and characteristics and the ordinary incident attached thereto, it is difficult to conceive how the disputed land can be regarded as a space which is not private property and which is open to use or enjoyment of the public. It is not anyone&#x27;s case, even if that be regarded as relevant, that by common consent the disputed land was earmarked by the body of proprietors as a common plot to be used by the community for any of the public purposes, such as, for example, chaupal, dharamshalas, mosques, graveyards, burning-ghats, tanks, wells, public paths, etc. Since the disputed land forming part of Abadi Deh bears the impress of the joint property of the members of the village community in which they have a proprietary interest, it does not answer the description and satisfy the requirements of a &quot;public place&quot; as defined in <a href=\"/doc/11578015/\" id=\"a_9\">Section 3</a>, Sub-section (1), Clause (y) of the Act. Under the circumstances, the initiation of the proceedings against the petitioner under <a href=\"/doc/179409475/\" id=\"a_10\">Section 19</a> of the Act and ordering his eviction from the disputed land in the course of such proceedings is wholly without power, authority and jurisdiction. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_14\"> 11. For the foregoing reasons, the impugned decision of the second respondent which confirmed with some modification the decision of the first respondent, and which is the outstanding decision, is quashed and set aside. The question whether or not any person or body of persons having a joint interest in the disputed land can seek possession thereof by partition or otherwise does not arise for consideration in the present case and it is left open. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_15\"> 12. Rule made absolute accordingly with\nno order as to costs. \n</p> \n\n","numcites":7,"numcitedby":7,"docsource":"Himachal Pradesh High Court","citetid":1279955,"divtype":"judgments","relatedqs":[{"value":"abadi deh","formInput":"abadi%20deh"},{"value":"encroachment as is where is","formInput":"encroachment%20as%20is%20where%20is"},{"value":"punjab land revenue act 1887 ","formInput":"punjab%20land%20revenue%20act%201887%20"},{"value":"\\\"abadi deh\\\"","formInput":"%5C%22abadi%20deh%5C%22"},{"value":"acquiescence","formInput":"acquiescence"},{"value":"land dispute","formInput":"land%20dispute"},{"value":"what is preliminary decree","formInput":"what%20is%20preliminary%20decree"},{"value":"abadi ","formInput":"abadi%20"},{"value":"punjab land revenue act","formInput":"punjab%20land%20revenue%20act"},{"value":"co- sharers","formInput":"co-%20sharers"},{"value":"land and common land","formInput":"land%20and%20common%20land"},{"value":"co-sharer","formInput":"co-sharer"},{"value":"boundary","formInput":"boundary"},{"value":"gram panchayat","formInput":"gram%20panchayat"},{"value":"public place","formInput":"public%20place"},{"value":"\"Public Place\"","formInput":"%22Public%20Place%22"},{"value":"member of community","formInput":"member%20of%20community"},{"value":"encroachment     filter:     suit for recovery of possession of property","formInput":"encroachment%20%20%20%20%20filter%3A%20%20%20%20%20suit%20for%20recovery%20of%20possession%20of%20property"},{"value":"land revenue act","formInput":"land%20revenue%20act"},{"value":"what can be partitioned","formInput":"what%20can%20be%20partitioned"}],"courtcopy":false,"query_alert":null,"agreement":false}