{"tid":286555,"publishdate":"1963-04-27","title":"Rana Vidya Bhushan Singh And Anr. vs Shri Rati Ram on 27 April, 1963","doc":"<h2 class=\"doc_title\">Rana Vidya Bhushan Singh And Anr. vs Shri Rati Ram on 27 April, 1963</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1963HP49</h3>\n\n<pre id=\"pre_1\">JUDGMENT\n\n \n\nC.B. Capoor, J. \n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> 1. This  is  a plaintiffs&#x27;   second appeal and is directed against a judgment and decree of  the   learned   District  Judge,   Mahasu,      Sirmur, Bilaspur  and  Kinnaur districts  dismissing  the suit: filed  by  the  appellants. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_2\"> 2. Shri Rana Vidya Bhushan Singh and his sister Smt. Devi Dev Lata minor through her next, friend Smt. Vidyawati filed a suit against the respondent for recovery of possession of land measuring 78 bighas 18 biswas comprised in Khasra No. 331 Khata No. 22 Khatauni No. 27 situate-in village Mihana, of Rs. 500/- as damages for use and occupation of the said land during the period from Kharif 1955 to Rabi 1957 and of future mesne profits: \n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\"> 3. The respondent contested the suit inter alia on the ground that the relationship of landlord and tenant subsisted between appellant No. 1 and himself and the Civil Court had no jurisdiction to entertain the suit. This plea found favour with the learned trial Court and the plaint was returned for presentation to the proper revenue Court. Against the aforesaid decision an appeal was preferred by the plaintiffs-appellants and while the learned District Judge upheld the finding recorded by the trial Court on the question of the existence of the relationship of landlord and tenant he reached the conclusion, that in view of that finding the suit deserved to be dismissed and accordingly the suit was dismissed. Aggrieved by the aforesaid decree the present appeal has been filed. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_4\"> 4. The main allegations on which the suit was founded were that appellant No. 1 was the owner of the disputed land, that he conferred upon appellant No. 2 occupancy rights in the aforesaid land, that in the month of October, 1955, the respondent entered into possession of the deputed land forcibly without any right and did not give up possession thereof when asked to do so. It was further pleaded that at the time when the respondent dispossessed the appellants they came to know that Shri Kanshi Ram the brother of the\nrespondent who was previously in the employ of appellant No. 1 got the name of the respondent\nentered in the revenue papers in collusion with the Patwari. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_5\"> 5. The pleas urged in defence were that a lease in respect of the disputed laud was executed\nby Smt. Vidyawati the mother of appellant No. I as his next friend and guardian in August 1951, in favour of the respondent and his brother Kanshi Ram, that in pursuance of the aforesaid lease they entered into possession of the disputed land and have continued to be in possession thereof since then. It was further alleged that the rent payable in respect of the demised land has been paid to the parents and Mukhtars of the plaintiff No. 1. The statement made on oath by the respondent was to the effect that Rs.1200/-due to the respondent&#x27;s brother Kanshi Ram as his salary were set off towards rent for 15 years, a sum of Rs. 200/- was paid by him in cash and z years after the execution of the lease 51/2 tolas of gold and a sum of Rs. 350/- were delivered and paid by him to Smt. Parvati the senior Rani Sahiba. The jurisdiction of the Civil Court to entertain the suit, as has already been noticed, was challenged on the ground that the relationship of landlord and tenant subsisted between the respondent and appellant No. 1. It was lastly\nurged that appellant No. 1 was not competent to confer occupancy rights in the disputed land upon appellant No. 2 and that recourse was had to the device of conferring occupancy rights to defeat the provisions of the Himachal Pradesh Abolition of Big Landed Estates and Land Reforms Act 1953, and the rights of the respondent. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_6\"> 6. The main conclusions reached by the learned trial Court were that the lease relied upon by the respondent was compulsorily registrable inasmuch as it was for a period of 15 years, that by virtue of <a href=\"/doc/1768154/\" id=\"a_1\">Section 49</a> of the Registration Act it was only admissible in evidence for the collateral purpose of seeing the nature and character of the possession of the respondent, that the respondent was in possession of the disputed land as a tenant, that the suit fell under Section in, Second Group, Clause (e) of the aforesaid Abolition Act and was triable by a revenue Court and that plaintiff No. 1 was not competent to confer occupancy rights in the disputed land on plaintiff No. 2. On the aforesaid findings the plaint was returned for presentation to the proper Court. The learned District Judge upheld the finding with regard to the existence of the relationship of landlord and tenant between the parties. He further held that the allegation made by the appellants that the respondent was in possession of the disputed property as a trespasser was incorrect and consequently the suit deserved to be dismissed. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_7\"> 7. In view of the contentions raised the following two questions arise for determination :- \n</p>   \n\n<blockquote id=\"blockquote_1\"> 1. Whether the relationship of landlord and tenant subsisted between appellant No. 1 and the respondent and whether the suit was not triable toy a Civil Court?. \n</blockquote> \n\n<blockquote id=\"blockquote_2\"> 2. If the  answer to  the first     question     be\n\nagainst  the  appellants,   whether  the  learned  District Judge acted rightly in dismissing the suit?  \n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_8\"> Question No. 1. The particulars of the alleged demised land have not been mentioned in the deed of lease marked Ex. X. It has been seated therein that the deed was in respect of the lands as entered in the schedule duly approved and signed by either the senior or junior Rani Sahiba to be annexed to the deed. The first contention urged on behalf of the appellants is that no such schedule was annexed to the deed and as such the deed did not evidence a concluded transaction and was not enforceable. On behalf of the respondent it has been stated that an extract from Jama-bandi relating to Khasra No. 331 was handed over to Smt. Parwati Devi the senior Rani Sahiba soon after the execution of the aforesaid agreement. That evidence has been accepted by the two Courts below and keeping in view that circumstance as also the circumstance that the appellants did not produce the original deed of agreement retained by them, I see no reason to take a different view. It is not in controversy that the disputed land was ghasni and was agreed to be leased out. I, therefore, maintain the finding recorded by the Courts below on the question under consideration. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_9\"> 8. It has next been contended on behalf of the appellants that even if an extract from Jamabandi is held to have been handed over by the respondent to the senior Rani Sahiba the condition laid down in the deed of lease was not satisfied inasmuch as the extract was not a schedule. The object underlying the condition that a duly approved schedule would be annexed to the said deed was that the particulars of the demised land should appear therefrom and that purpose was served by the extract from Jamabandi also. I am, therefore, of the opinion that the condition laid down in the deed of lease was substantially complied with. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_10\"> 9. It has next been contended on behalf of the appellants that as the deed of lease though compulsorily registrable was not registered it was inadmissible in evidence. \n</p> \n\n<p data-structure=\"Section\" id=\"p_11\"> 10. <a href=\"/doc/1768154/\" id=\"a_2\">Section 49</a> of the Registration Act reads as below :- \n</p>   \n\n<blockquote id=\"blockquote_3\"> &quot;No document required by <a href=\"/doc/561156/\" id=\"a_3\">Section 17</a> or by any provision of the <a href=\"/doc/515323/\" id=\"a_4\">Transfer of Property Act, 1882</a>, to be registered shall- \n</blockquote>   \n\n<blockquote id=\"blockquote_4\"> (a) affect any immovable property comprised therein, or  \n \n\n</blockquote><blockquote id=\"blockquote_5\"> (b) confer any power to adopt, or  \n \n\n</blockquote><blockquote id=\"blockquote_6\"> (c) be received as evidence of any transaction affecting such property or conferring such power, unless it has been registered:  \n \n\n</blockquote><blockquote id=\"blockquote_7\"> Provided that an unregistered document affecting immovable property and required by this Act or the <a href=\"/doc/515323/\" id=\"a_5\">Transfer of Property Act, 1882</a>, to be registered may be received as evidence of a contract in a suit for specific performance under Chapter II of the Specific Relief Act, 1877, or as evidence of part performance of a contract for the purposes of <a href=\"/doc/221518/\" id=\"a_6\">Section 53-A</a> of the Transfer of Property Act, 1882, or as evidence of any collateral transaction not required to be effected by registered instrument.&quot;  \n</blockquote> \n\n \n<blockquote id=\"blockquote_8\">It would thus appear that if a document which is compulsorily registrable is not registered it may be received as evidence of a contract in a suit for specific performance or as evidence of part performance of a contract for the purposes of <a href=\"/doc/221518/\" id=\"a_7\">Section 53-A</a> of the Transfer of Property Act or as evidence of any collateral transaction not required to be effected by registered instrument. \n</blockquote> \n\n<p data-structure=\"Issue\" id=\"p_12\"> 11. The present is not a suit for specific performance of contract. The question for consideration is as to whether the aforesaid deed of lease can be admitted in evidence for the other purposes mentioned in the proviso. It is rather unfortunate that the Courts below have not noticed as to whether the aforesaid deed could be admitted as evidence of part performance of a contract for the purposes of <a href=\"/doc/221518/\" id=\"a_8\">Section 53-A</a> of the Transfer of Property Act but that question does arise and was debated at the Bar in this Court. \n</p> \n\n<p data-structure=\"Section\" id=\"p_13\"> 12. The relevant portion of <a href=\"/doc/221518/\" id=\"a_9\">Section 53-A</a> of the Transfer of Property Act, 1882 runs as below :- \n</p><blockquote id=\"blockquote_9\">  &quot;Where  any  person  contracts  to  transfer  for consideration any immovable property    by writing signed  by him or on his behalf from which    the terms  necessary  to constitute  the transfer  can be ascertained   with   reasonable   certainty      and      the transferee has, in part performance of the contract, taken  possession   of  the  property      or   any     part thereof   .....................   or  has  done  some  act  in\nfurtherance of the contract and the transferee has performed or is willing to perform his part of the contract, then, notwithstanding that the contract, though required to be registered has not been registered or where there is an instrument of transfer, that the transfer has not been completed in the manner prescribed therefor by the law for the time being in force, the transferor or any person claiming under him shall be debarred from enforcing against the transferee and the persons claiming under him any right in respect of the property of which the transferee has taken or continued in possession......&quot; \n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_14\"> A sum of Rs. 50/- per bigha was payable in respect of ghasni land under the aforesaid deed of lease and the document was thus executed for consideration. The question that arises for decision is as to whether the respondent entered into possession of the disputed land in pursuance of that deed. Extract from Jamabandl for the year 1953-54 Ex. P-1 indicates that the respondent was in possession of the disputed land as a non-occupancy tenant. The extract from Khasra Girdawari is also on the record. It was filed on behalf of the appellants but was proved at the instance of the respondent. In the aforesaid extract as against the year 1951 there is an entry to the effect that the respondent was in possession of the disputed land. That entry has been cross-marked. It is a question in controversy as to whether the entry was made first and was subsequently cross-marked or the cross-mark was made first and the entry made subsequently, and although I am prone to think that the entry was made first and was subsequently cross-marked, I do not propose to base my finding thereon. The oral evidence on record led on behalf of the respondent abundantly\n\nindicates that he has been in possession    of the land in suit since 1951.    The appellants&#x27;  case was that the respondent entered into possession of the disputed land in Kharif 1955,  but what    appears from the statement made by Mani Ram (P. W. 2) is that the respondent had been in possession    of the disputed land for 5  or 6 years.    The statement of Mani Ram was recorded on 30-6-1959.    I am,  therefore, of the opinion that the respondent entered into possession of the disputed land     in pursuance of the deed of lease in question.    The equitable doctrine of part performance    is,  therefore, attracted to the facts of the instant case and the appellants   (assuming for the sake of     argument that occupancy rights  in the disputed  land were validly created in favour of appellant No. 2) are debarred from enforcing their rights in respect of the disputed property as against the     respondent. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_15\"> 13. The aforesaid deed marked &#x27;X&#x27; is also admissible as evidence of a collateral transaction. It has been variously held that a deed which under law is compulsorily registrable and is not registered is admissible in evidence for the collateral purpose of examining the nature and character of possession. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"861606\" id=\"span_1\">In the case of <a href=\"/doc/861606/\" id=\"a_10\">Varada Pillai v. Jeevarathnammal</a>, 46 Ind App 285 : (AIR 1919 PC 44) the petition by which the petitioners recited that they had made a gift of two villages and prayed that the villages might be transferred into the name of the donee was held to be admissible as evidence that the subsequent receipt of the rents by the donee was in the character of owner of the property so as to make her possession adverse to that of the petitioners.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_16\"> 14. In the case of Ali Mohd. Bawan v. Ghulam Mohi-ud-din, AIR 1956 J and K 24 the relief claimed was for an injunction restraining the defendants from interfering with rights of ownership of the plaintiff in the property in suit. The defendant sought to adduce in evidence an unregistered rent deed in which the plaintiff had admitted that the property in suit belonged to a third person. A question arose whether the aforesaid deed was admissible in evidence and it was held that it was admissible for the collateral purpose of showing the plaintiff&#x27;s assertion as regards the character of his possession. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_17\"> 15. In the case of Suruchibala Ray v. Suruj Mia, 46 Cal WN 419, a question arose as to whether a solenama arrived at in an earlier case which was compulsorily registrable but was not registered was admissible in evidence. By virtue of the solenama the plaintiff&#x27;s title to the suit land was declared and it was agreed that the defendants would continue in possession of the same as tenants under the plaintiffs it was held that the solenama was admissible to show the character of possession of the defendants as tenants. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_18\"> 16. In Kuer Rai v. Baburam Kuer, AIR 1940 Pat 498, the following obervations were made: \n</p><blockquote id=\"blockquote_10\">  &quot;If a person relying on the unregistered patta is admittedly in possession, he is entitled to refer to unregistered patta for the purpose of explaining the nature of his possession, that is to say, for the purpose of explaining that he was let into possession as a tenant.&quot; \n</blockquote> \n\n \n<p data-structure=\"PetArg\" id=\"p_19\">17. On  behalf  of the appellants  reliance  has been placed upon the following rulings :- \n</p>   \n\n<blockquote id=\"blockquote_11\"> (1) Abdul Rahiman v. Sk. Kawadoo, AIR 1922 Nag 236. \n</blockquote> \n\n<blockquote id=\"blockquote_12\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"684788\" id=\"span_2\">(2) Mst. <a href=\"/doc/684788/\" id=\"a_11\">Kirpal Kaur v. Bachan Singh</a> AIR 1958 SC 199.</span> \n</blockquote> \n\n<blockquote id=\"blockquote_13\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"358991\" id=\"span_3\">(<a href=\"/doc/358991/\" id=\"a_12\">3) Iswar Dutt v. Sunder Smgh</a>, AIR 1960 3 and K 63.</span>   \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_20\"> 18. The first of the aforesaid cases does not at all support the appellant&#x27;s contention. In that case the iqramama was not produced to prove any collateral purpose and it was not proved to have been acted upon. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_21\"> 19. In  the  second   case  the     party     against\nwhom the unregistered document was sought to be relied upon was in possession of the disputed\nland even prior to the execution of the agreement and what was held was that the agreement could not be admitted in evidence to show the nature of possession of one of the parties subsequent to the date of the agreement. In the course of the judgment the following observations were made :- \n</p><blockquote id=\"blockquote_14\">  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"861606\" id=\"span_4\">&quot;We cannot agree that on the authority of <a href=\"/doc/861606/\" id=\"a_13\">Varada Pillar</a>&#x27;s case, 46 Ind App 285 : (AIR 1919 PC 44), the agreement of 6-2-1932 can be admitted in evidence in the case in hand to show the nature of Harnam Kaur&#x27;s possession of the lands subsequent to its date.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"861606\" id=\"span_5\">In <a href=\"/doc/861606/\" id=\"a_14\">Varada Pillai</a>&#x27;s case, 46 Ind App 285 : (AIR 1919 PC 44) Duraisani had\ngot into possession only after the petition and claimed to retain possession only under the gift mentioned in it. The petition was therefore admissible in evidence to show the nature of her possession. In the present case Harnam Kaur had been in possession before the date of the document and\nto admit it in evidence to show the nature of her possession subsequent to it would be to treat it as operating to destroy the nature of the previous\npossession and to convert what had started as adverse possession into a permissive possession and, therefore, to give effect to the agreement contained in it which admittedly cannot be done for want of registration. To admit it in evidence for the purpose sought would really amount to getting round the statutory bar imposed by <a href=\"/doc/1768154/\" id=\"a_15\">Section 49</a> of the Registration Act.&quot;</span> \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_22\"> The aforesaid case is thus clearly distinguishable and indeed lends support to the respondent&#x27;s\ncontention. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_23\"> 20. In the last case a suit for ejectment from the suit land was filed on the basis of a lease alleged to have been executed by one of the defendants for a period of two years. One of the contentions of the plaintiff was that the lease was for a fixed period and the tenancy had determined by efflux of time. The lease was compulsorily registrable but was not registered and it was held that the aforesaid lease was not admissible in evidence in proof of the fact that the lease was for a period of two years. That case is also distinguishable from the facts of the instant case. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_24\"> 21. I am, therefore, of the opinion, that the document marked &#x27;X&#x27; is admissible in evidence for the collateral purpose of showing the nature and character of the respondent&#x27;s possession. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_25\"> 22. On  behalf  of the respondent  it  has  also\n\nbeen urged that the salary due to Kanshi Ram was set off towards the rent, that a sum of Rs. 200/- was paid by him in cash and that 51/2 tolas of gold and a sum of Rs. 350/- were delivered and paid by him to Smt. Parvati the senior Rani Sahiba but for the purposes of this case it is not necessary to record a finding on that question particularly as, for reasons hereafter to be given, the plaint is to be returned for presentation to the proper Court and that question may arise before the Court in which the plaint may hereinafter be filed, \n \n\n</p><p data-structure=\"Precedent\" id=\"p_26\"> 23. Question No. 2. Sub-section (3) of Section in of the Himachal Pradesh Abolition of Big Landed Estates and Land Reforms Act, 1953, hereinafter to be referred as the Himachal Pradesh Abolition Act provides that the suits falling under the three groups set forth in the sub-section shall be instituted in and heard and determined by the Revenue Courts and no other Court shall take cognizance of any dispute or matter with respect to which any suit might be instituted. Suits by a landlord to eject a tenant fall under the second group. It is thus clear that the revenue Courts alone have exclusive jurisdiction to take cognizance of a suit by a landlord to eject a tenant. The procedure where revenue matter is raised in a Civil Court has been <a href=\"/doc/861606/\" id=\"a_16\">laid down in</a> Sub-section (4) according to which where in a suit cognizable by and instituted in a Civil Court it becomes neces-eary to decide any matter which can under this sub-section be heard and determined only by a revenue Court, the Civil Court shall endorse upon the plaint the nature of the matter for decision and the particulars required by Order 7 Rule 10 Civil Procedure Code 1908 and return the plaint for presentation to the Collector. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_27\"> 24. It would thus appear that if in a suit which initially lies in a Civil Court a question which is within the exclusive cognizance of a revenue Court arises the plaint has to be returned to the revenue Court and prima facie the order made by the learned subordinate Judge directing the plaint to be returned for presentation to the proper Court was in accordance with the aforesaid provision of law. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_28\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1739752\" id=\"span_6\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"965640\" id=\"span_7\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"96124\" id=\"span_8\">25. The learned District Judge has sought support and succour for the conclusion reached by him from the following rulings: <a href=\"/doc/96124/\" id=\"a_17\">Jageshwar Kuer v. Tilakdhari Singh</a>, AIR 1924 Pat 267; <a href=\"/doc/965640/\" id=\"a_18\">Pandab Bissoyi v. Magiti Susamal</a>, <a href=\"/doc/1739752/\" id=\"a_19\">AIR 1957 Orissa 17 and Baboolal Gyansingh v. Sunderlal Munnalal</a>, AIR 1961 Madh-Pra 152. No case having a bearing on the question under consideration is reported in AIR 1937 Allahabad and in the judgment of the learned District Judge the reference has not been correctly given.</span></span></span> While referring to the case law it is always desirable that the names of the parties should also be mentioned so that there may not be any difficulty in laying one&#x27;s hands on the particular case referred to, \n \n\n</p><p data-structure=\"Section\" id=\"p_29\"> 26. The relevant provisions of the Himachal Pradesh Abolition Act, or of the <a href=\"/doc/53995741/\" id=\"a_20\">Punjab Tenancy Act</a> on which the aforesaid provisions, are modelled have not been considered in any one. of the aforesaid cases,, The Uttar Pradesh, Chhota Nagpur and Orissa, Tenancy laws are not before me. So far as I remember there is no provision in the\n\nUttar Pradesh Tenancy laws corresponding to Sub-section (4) of Section in of the Himachal Pradesh Abolition Act. Most of the aforesaid rulings are based on the provisions of Order 7 Rule 10 of Civil Procedure Code and not on the provisions of the Tenancy laws and they can, therefore, not serve as a safe and useful guide for a decision of the instant case. In the face of clear provisions contained in sub-section (4) of Section in of the Himachal Pradesh Abolition Act, the learned District Judge erred in relying upon the rulings which were based on provisions of law not in par)\nmateria with the provisions of the Himachal Pradesh Abolition Act. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_30\"> 27. In conclusion the appeal is accepted in part and the judgment and decree of the learned District Judge are modified to this extent that the\ndirection  dismissing the suit is set aside and the order of the learned Sub Judge directing the plaint to be returned for presentation to the proper\nCourt  is restored. The appellants shall get half of the costs of this appeal from the respondent who will bear his own costs. The costs incurred in the\nfirst  appellate  Court  shall  be  paid  by the  appellants to the respondent. \n</p>\n \n\n","numcites":11,"numcitedby":18,"docsource":"Himachal Pradesh High Court","citetid":286555,"divtype":"judgments","relatedqs":[{"value":"collateral purpose","formInput":"collateral%20purpose"},{"value":"transfer of property act","formInput":"transfer%20of%20property%20act"},{"value":"collateral transaction","formInput":"collateral%20transaction"},{"value":"admissibility of evidence","formInput":"admissibility%20of%20evidence"},{"value":"compulsorily registrable ","formInput":"compulsorily%20registrable%20"},{"value":"land dispute","formInput":"land%20dispute"},{"value":"specific performance","formInput":"specific%20performance"},{"value":"revenue court ","formInput":"revenue%20court%20"},{"value":"transfer of property","formInput":"transfer%20of%20property"},{"value":"part performance","formInput":"part%20performance"},{"value":"possession over land","formInput":"possession%20over%20land"},{"value":"right to occupation","formInput":"right%20to%20occupation"},{"value":"collateral","formInput":"collateral"},{"value":"registration act","formInput":"registration%20act"},{"value":"part performance   citedby: 221518","formInput":"part%20performance%20%20%20citedby%3A%20221518"},{"value":"ejectment ","formInput":"ejectment%20"},{"value":"suit for land","formInput":"suit%20for%20land"},{"value":"unregistered","formInput":"unregistered"},{"value":"khasra","formInput":"khasra"},{"value":" tenant landlord","formInput":"%20tenant%20landlord"}],"cats":[{"value":"part-performance","formInput":"tag:part-performance"},{"value":"effect-of-non-registration-of-documents","formInput":"tag:effect-of-non-registration-of-documents"},{"value":"transfer-of-property","formInput":"tag:transfer-of-property"},{"value":"compulsory-document-registration","formInput":"tag:compulsory-document-registration"}],"courtcopy":false,"query_alert":null,"agreement":false}