{"tid":102526,"publishdate":"1971-05-17","title":"Smt. Phuljhari Devi vs Mithai Lal And Ors. on 17 May, 1971","doc":"<h2 class=\"doc_title\">Smt. Phuljhari Devi vs Mithai Lal And Ors. on 17 May, 1971</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1971ALL494</h3>\n\n<pre id=\"pre_1\">JUDGMENT\n\n \n\nD.D. Seth, J.\n\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> 1.  This is a defendant&#x27;s appeal arising out of a suit for specific performance of a contract dated 16th November 1961 in respect of the land in dispute alleged to have been executed by Uma Kant, defendant No. 3, on behalf of his wife, Smt. Subhani, defendant No. 4, in favour of the plaintiff. The appellant in this appeal is Smt. Phuljhari, defendant No. 2 in the suit. She is the wife of Mohan Nath, who was defendant No. 1. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\"> 2. The plaintiff&#x27;s case was that the house of the plaintiff and defendants Nos. 1 and 2 were adjoining the land in dispute. According to the plaintiff, Uma Kant, defendant No. 3, husband of Smt. Subhani, defendant No. 4, was the real owner of the land in dispute and had acquired the property benami in the name of his wife. It was alleged that on 16th November 1961 Uma Kant, acting as the agent of his wife, Smt. Subhani, entered into a contract with the plaintiff and with the consent of his\n\nwife, defendant No. 4, agreed to execute a sale deed of the land in dispute in favour of the plaintiff for a consideration of Rs. 1,550/-. The plaintiff alleged that he paid Rs. 100/- as earnest money to Uma Kant, who executed a written agreement (Ex. 6). It was further alleged by the plaintiff that it was agreed between defendant No. 3 and the plaintiff that the remaining amount of Rupees l,450/- would be paid to defendants Nos. 3 and 4 by 31st March 1962 and, thereupon, the plaintiff would be entitled to get the sale deed executed in his favour but in case he failed to pay the balance amount of Rs. 1,450/- Uma Kant and Smt. Subhani, defendants Nos. 3 and 4 respectively, would become entitled to sell the land in dispute to any other person. According to the plaintiff, in pursuance of the deed of agreement (Ex. 6), possession of the land was delivered to him and that defendants Nos. 1 and 2 had full knowledge of the contract of sale (Ex. 6) executed by Uma Kant in favour of the plaintiff. The plaintiff further alleged that on 1st March 1962 Smt. Subhani, defendant No. 4, executed a sale deed in respect of the land in dispute in favour of Smt. Phuljhari, defendant No. 2 in the suit, and thus a breach of the agreement was committed by Uma Kant and Smt. Subhani, defendants Nos. 3 and 4 respectively. It was further alleged that Mohan Nath, defendant No. 1 took the sale in favour of his wife, Smt. Phuljhari, although both, Mohan Nath and Smt. Phuljhari, had full knowledge of the agreement dated 16th November 1961 executed by Uma Kant in favour of the plaintiff. Since Smt. Subhani had executed a sale dee&#x27;d in favour of Smt. Phuljhari, defendant No. 2, the plaintiff had to file the suit out of which this appeal has arisen. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_3\"> 3. The suit was contested by Mohan Nath and Smt. Phuljhari, defendants Nos. 1 and 2, only. The defendants Nos. 3 and 4 did not contest the suit. The defendants Nos. 1 and 2, in their written statement, denied that Uma Kant, defendant No. 3, was the real owner of the land in dispute and also denied the execution of any contract of sale in respect of the land in dispute with the plaintiff. According to the contesting defendants it was Smt. Subhani, defendant No. 4 who was the owner of the land in dispute and that she had validly sold it to Smt. Phuljhari, defendant No. 2. It was also pleaded that the agreement (Ext. 6) executed by Uma Kant, defendant No. 3, in favour of the plaintiff was invalid and unenforceable. It was urged that, in any case, Smt. Phuljhari, defendant No. 2, was a bona fide purchaser for value and, as such,\n\nthe   plaintiff&#x27;s   suit   for   specific   performance  could  not be  decreed. \n</p>   \n\n<p data-structure=\"Issue\" id=\"p_4\"> 1. Whether the property in suit was purchased by defendant No. 3 benami in the name of his wife defendant No. 4? If so is defendant No. 3 real owner of the property? \n</p> \n\n<p data-structure=\"Issue\" id=\"p_5\"> 2. Whether defendant No. 3 ever executed any agreement to sell the property in favour of the plaintiff on 16-11-1961? If so is that agreement valid and enforceable? \n</p> \n\n<p data-structure=\"Issue\" id=\"p_6\"> 3. Whether defendant No. 2 is a bona fide purchaser for value without notice? If so its effect? \n</p> \n\n<p data-structure=\"Issue\" id=\"p_7\"> 4. Whether defendant No. 1 is not a necessary party? If so is the suit bad for mis-joinder? \n</p> \n\n<p data-structure=\"Issue\" id=\"p_8\"> 5. To what relief, if any, is the plaintiff entitled?  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_9\"> 4. The trial court held that the document, Ex. 6, dated 16th November 1961, was admissible in evidence and it was established that the agreement dated 16th November 1961, executed by Uma Kant, defendant No. 3, to sell the land in dispute in favour of the plaintiff, had been reduced to writing. The learned 1st Addl. Munsif, Varanasi, also held that defendant No. 3, Uma Kant, was the agent of his wife, Smt. Subhani, and his authority as an agent to contract for the sale of the land in dispute in favour of the plaintiff was an implied authority which could be inferred from the action of the agent and &#x27;by general course of conduct of husband and wife.&#x27; In this connection the trial court observed as follows: \n</p><blockquote id=\"blockquote_1\">  &quot;In general course of human conduct it can be presumed that a husband acts on behalf of his wife. Defendant No. 4 has not been produced to deny that the agreement was executed on her behalf. In this circumstance it has been established that defendant No. 4 is wife of defendant No. 3 and he therefore acted on behalf of defendant No. 4.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_10\"> 5. According to the trial court Ext. 6 was, therefore, valid and could not be challenged except by Smt. Subhani, defendant No. 4. The trial court held that Ex. 6 was duly executed and was a genuine and enforceable document. The trial court further held that the plaintiff was in possession of the land in dispute and that defendants Nos. 1 and 2 were not bona fide purchasers for value without notice as the plaintiff&#x27;s possession over the land in dispute was sufficient notice to them. The trial court further held on issue No. 4 that the suit was not bad for mis-joinder of defendant No. 1. On these findings the trial court decreed the suit for specific performance of contract dated 16th November 1961 against all the defendants.\n</p> \n \n\n<p data-structure=\"Precedent\" id=\"p_11\"> 6. In appeal by Smt. Phuljhari, defendant No. 2 the lower appellate court also held that the agreement, Ex. 6, was a genuine document, which was clear from the fact that Uma Kant, defendant No. 3, who was the executant of that document, had not come forward to contest the suit and was not examined by the contesting defendant Nos. 1 &amp; 2 to deny the execution of the agreement. The lower appellate court agreed with the trial court that defendant No. 3 did execute agreement Ex. 6 in favour of the plaintiff and that it was not a fictitious document. The lower appellate court believed the evidence adduced by the plaintiff that money for purchasing the land in dispute in the name of Smt. Subhani was really paid by Uma Kant but the property stood in the name of Smt. Subhani and since the agreement Ex. 6 was executed on behalf of Ms wife, Smt. Subhani, it indicated that Uma Kant was acting as an agent on behalf of his wife. The following observations of the lower appellate court are relevant in this connection: \n</p><blockquote id=\"blockquote_2\">  &quot;Uma Kant and Smt. Subhani Devi being husband and wife there was an implied agency between them, especially when Smt. Subhani Devi does not come to challenge the act done by her husband. This does not leave the least doubt that the agreement Ex. 6 was executed by Uma Kant as an agent and on behalf of his wife Smt. Subhani Devi. Thus even if it is said that Uma Kant was not the real owner of the property, it would not have any effect on the merits of this case because the agreement in question was executed by Uma Kant as an agent of Smt. Subhani Devi in whose name the property stood. It cannot, therefore, be said that the agreement Ex. 6 was not valid and enforceable on the ground that Uma Kant was not the real owner of the &quot;property.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_12\"> 7. The lower appellate court further held that Uma Kant had entered into an agreement with the plaintiff to sell the property for Rs. 1,550/- and further held that there was no doubt regarding the identity of the land in dispute and, therefore, it was immaterial if the survey number was not mentioned in the agreement. The lower appellate court was of opinion that defendants Nos. 3 and 4 had committed breach of agreement, Ext. 6, by executing the registered sale deed (Ex. A.3) dated 31st March 1962 in respect of the land in dispute in favour of Smt. Phuljhari, defendant No. 2. The lower appellate court further held that defendant No. 2 was not a bona fide purchaser for value without notice of the previous agreement dated 16th November 1961 in\n\nfavour of the plaintiff. According to the lower appellate court &quot;the evidence and the circumstances clearly go to show that defendant No. 2 as well as her husband viz. defendant No. 1 had knowledge of the previous agreement entered into between defendants second-set and the plaintiff.&quot; The lower appellate court also held that the plaintiff was delivered possession of the land in dispute by defendant No. 3 after the execution of Ex. 6. On these findings the lower appellate court dismissed the appeal of Smt. Phuljhari, defendant No. 2. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_13\"> 8. Feeling aggrieved by the judg-ments and decree of the courts below defendant No. 2, Smt. Pnuljhari, has come up in second appeal to this Court. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_14\"> 9. I have heard Sri R. C. Ghatak, learned counsel appearing for the appellant, and Sri Shiva Prasad Sinha and Sri Sankatha Rai. learned counsel appearing for the plaintiff respondent. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_15\"> 10. Before discussing the contentions raised by Sri R. C. Ghatak it is necessary to give the details of Ex. 6, the agreement to sell the land in dispute, executed by Uma Kant, defendant No. 3. in favour of the plaintiff on 16th November 1961. The relevant portions of Ex. 6 are as follows: \n</p><blockquote id=\"blockquote_3\">  &quot;Main,   Sri   Uma  Kant  Pande.........\n</blockquote><blockquote id=\"blockquote_4\">waste Smt. Subhani Devi ............... ka\nrahnewala hun.    Hamare  aur Sri Mithai Lal ji  .....................  ke beech  me  apni\njameen   ...............   1550   rupaye   me   tai\nhua  hai.&quot; \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_16\"> Then the boundaries of the land in dispute are mentioned and the receipt of Rs. 100/- earnest money is acknowledged. At the bottom of Ex. 6 there is a revenue stamp of 10 np. and across the revenue stamp there is a signature of &#x27;Uma Kant Pande waste Smt. Subhani Devi&#x27; and below it across the revenue stamp is signed &#x27;Uma Kant Pande&#x27;. At the bottom right hand of Ex. 6, dated 16-11-1961 is mentioned. \n</p> \n\n<p data-structure=\"Section\" id=\"p_17\"> 11. Sri R. C. Ghatak contended that the agreement dated 16th November 1961, (Ex. 6) executed by Uma Kant in favour of the plaintiff was void for uncertainty. Sri Ghatak referred to <a href=\"/doc/1818467/\" id=\"a_1\">Section 29</a> of the Indian Contract Act which deals with agreements void for uncertainty and reads as follows: \n</p><blockquote id=\"blockquote_5\">  &quot;Agreements, the meaning of which is not certain, or capable of being made certain, are void.&quot; \n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_18\"> 12.       The   learned   counsel   for   the\nrespondent, on the other hand, submitted that the contention raised by Sri Ghatak was never raised by the defendant in her written statement or before the courts below and no ground to that\n\neffect is taken in the memo of appeal in this Court and hence the learned counsel for the appellant cannot be allowed to raise the contention. The submission made by Sri R. C. Ghatak is based on <a href=\"/doc/1818467/\" id=\"a_2\">Section 29</a> of the Indian Contract Act and, it being a pure question of law, can be raised in second appeal. In paragraph 1 of the plaint it was asserted that Uma Kant, defendant No. 3, was the real owner of the land. In other words, the plaintiff set up the title of Uma Kant in the land in dispute. In paragraph 5 of the plaint it was again reiterated that the land in dispute belonged to Uma Kant and that it was he who gave possession of the land to the plaintiff. In Ex. 6, however, Uma Kant, at one place, calls the land as &#x27;apni Zameen&#x27; but signs the agreement for his wife Smt. Subhani. In view of the above facts I find force in the submission made by Sri R. C. Ghatak that the plaintiff himself was not certain whether the agreement. Ext. 6, was executed by Uma Kant on his own behalf or on behalf of his wife. In a suit for specific performance the contract of sale must be definite and precise and if it is uncertain it must be held to be void under <a href=\"/doc/1818467/\" id=\"a_3\">Section 29</a> of the Indian Contract Act. Specific performance is an equitable relief and the contract of which, specific performance is sought must appear to be correct and precise and no oral evidence was admissible to add to the terms or contents of Ex. 6. (See <a href=\"/doc/205529/\" id=\"a_4\">Sections 91</a> and <a href=\"/doc/1790262/\" id=\"a_5\">92</a> of the Evidence Act). It must, therefore, be held that the contract of sale, Ex. 6, was void for uncertainty. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_19\"> 13. Sri R. C. Ghatak next contended that the agreement of sale dated 16th November 1.961, Ex. 6, did not purport to be executed by Uma Kant as agent of his wife, Smt. Subhani. nor did it provide for immediate delivery of possession of the property to the proposed vendee and the courts below have misread and misconstrued Ex. 6. In Ex. 6 no mention has been made that possession of the land was delivered to the plaintiff by Uma Kant. There were two witnesses who witnessed the execution of Ex 6, viz. Ram Chandrd Chauhan and Heera Lal, but none of them was produced to testify the possession of land which was delivered to the plaintiff in consequence of the agreement to sell. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1296123\" id=\"span_1\">It must, Therefore, be held that the courts below have misconstrued and misread an important piece of documentary evidence, viz. Ex. 6. The learned counsel for the respondent strenuously argued that the finding that possession was delivered to the plaintiff by Uma Kant is a finding of fact and is not open to challenge in second appeal. It was held by a Division Bench of this Court in\n\n<a href=\"/doc/1296123/\" id=\"a_6\">Buddha v. Balwanta</a>, (AIR 1958 All 699) that a finding of fact may be vitiated by error of law, for example, failure to consider important evidence or on misreading or misinterpretation of evidence.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_20\"> 14. Sri R. C. Ghatak next submitted that the courts below have wrongly held that there existed an implied agency between Uma Kant and his wife, Smt. Subhani, and further submitted that the findings of the lower appellate court that Uma Kant was acting as agent of Smt. Subhani, was vitiated by an error of law. There was no evidence on record that Uma Kant had authority on behalf of his wife to enter into a contract of sale of the land belonging to his wife. There is no pre-sumption that a husband has authority to act on behalf of his wife to sell her property. Sri Shiv Prasad Sinha placed reliance on <a href=\"/doc/1929180/\" id=\"a_7\">Section 187</a> of the Indian Contract Act which deals with definitions of express and implied authority and reads as follows: \n</p><blockquote id=\"blockquote_6\">  &quot;An authority is said to be express when it is given by words spoken or written. An authority is said to be implied when it is to be inferred from the circumstances of the case; and things spoken or written, or the ordinary course of dealing, may be accounted circum-stances of the case.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_21\"> 15. Sri Shiv Prasad Sinha submitted that Uma Kant and Smt. Subhani being husband and wife were expected to be on the best of terms and agency in favour of Uma Kant was an implied agency. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_22\"> 16. Implied agency arises from the conduct or situation of parties or by necessity. Sri Shiv Prasad Sinha contended that since Smt. Subhani did not come forward to repudiate the agreement to sell the land in favour of the plaintiff it must be assumed that Uma Kant had implied authority to act as the agent of Smt. Subhani. In the instant case, however, Smt. Subhani herself executed a sale deed on 1st March 1962 in favour of the appellant and in that sale deed Uma Kant was an attesting witness and this fact shows that both Uma Kant and Smt. Subhani repudiated Ex. 6. Thus, from the conduct of the parties it was established, that Uma Kant did not have the implied authority of his wife to sell the land belonging to her to the plaintiff. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_23\"> 17. In the instant case there could be no agency of necessity in favour of Uma Kant. Agency of necessity arises whenever a duty is imposed upon\n\na person, to act on behalf of another apart from contract, and in circumstances of an agency, in order to prevent irreparable injury to the other person. It may also arise where a person acts in the other person&#x27;s interest to preserve his property from destruction. In the instant case there is no evidence on record that Uma Kant acted on behalf of his wife in order to prevent irreparable injury to her or to her property or that he acted in order to preserve the property of Smt. Subhani from destruction. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_24\"> 18. The conditions which, in my opinion, entitle a husband to act as an implied agent of his wife are that he could not communicate with his wife before executing the agreement and the course he took was necessary in the sense that it was in the circumstances the only reasonable and prudence course to fake and that he acted bona fide in the interest of his wife. Implied authority of agency does not however, extend to act which are outside the ordinary course of business and which are neither necessary nor incidental to his authority. Where an act done by the husband is not done in the ordinary course of business the wife cannot be bound by such an act. In the instant case it was not proved by the plaintiff that the agreement to sell, Ex. 6, was executed by Uma Kant in the ordinary course of business and was incidental to his authority as a husband. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_25\"> 19. A husband has no authority, by virtue of his marriage alone, to contract on behalf of his wife without her authority. A wife, on the other hand, where she and her husband are living together is presumed to have her husband&#x27;s authority to pledge his credit for necessaries suitable to their style of living. This authority of necessity is founded on the husband&#x27;s duty to maintain his wife and the right to pledge her husband&#x27;s credit for necessaries is vested in the wife by implication of law. This presumed authority is confined to necessaries only for existence, e.g. buying of drinks, food, clothes etc. suitable to the husband&#x27;s style of living and belonging to a department of the household usually entrusted to the wife and if the wife has the managment of the husband&#x27;s house-hold the authority extends to household provisions and all other things incidental to the ordinary course of such management. The reverse, however, is not true, that is, the husband has no such authority of necessity to act on behalf of his wife. Even in the case of the wife the presumption that she has authority of necessity does not extend to articles of luxury nor will any authority be presumed when the act done is extravagant in its nature. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_26\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"908826\" id=\"span_2\">20. It was held by a learned single Judge of this Court in <a href=\"/doc/908826/\" id=\"a_8\">Baboo Lal v. Purcell</a>, (AIR 1936 All 869) as follows:</span> \n</p><blockquote id=\"blockquote_7\">  &quot;Where a wife executes a promissory note for a sum of money found to be due in respect of necessaries supplied to her while she and her husband lived together and she managed the household affairs, and where it can be reasonably inferred from the circumstances that the wife had express or implied authority to pledge the credit of her husband for the &quot;necessaries of life suited to their style of living, the husband would be liable under the promissory note executed by the wife.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_27\"> 21. In Pusi v. Mahadeo Prasad, ((1881) ILR 3 All 122) it was held as follows: \n</p><blockquote id=\"blockquote_8\">  &quot;A husband (Hindu) is not liable for a debt contracted by his wife, except where it has been contracted under his express authority, or under circumstances of such pressing necessity that his authority may be implied.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_28\"> 22-23. In Girdhari Lal v. W. Craw-ford, ( (1887) ILR 9 All 147) it was held by the Division Bench that the liability of a husband for his wife&#x27;s debts depends on the principles of agency, and the husband can only be liable when it is shown that he has expressly or impliedly sanctioned what the wife has done. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_29\"> 24. A learned single Judge of the Lahore High Court in Kanshi Ram v. Nisbett Shedman, (AIR 1929 Lah 18) held as follows: \n</p><blockquote id=\"blockquote_9\">  &quot;Ordinarily the husband is not liable for any debts incurred by his wife merely by virtue of the relationship of husband and wife, but if the wife is managing the household of the husband, then she is to that extent his agent and binds him for any liability incurred by her in managing the household. If, however, articles of necessity are supplied to the wife, then to that extent the husband is liable because of his legal duty to maintain his wife and the consequent implied agency of the wife to pledge the credit of her husband.&quot; \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_30\"> 25. Sri Shiv Prasad Sinha sought to distinguish the decisions relied upon by Sri R. C. Ghatak on facts, but, after carefully going through those decisions, I am of the opinion that the principle of law emerging from those decisions is fully applicable to the instant case. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_31\"> 26. Sri Shiv Prasad Sinha placed reliance on Ma Lon Ma v. Ma Shwe Byu, ( (1911) 10 Ind Cas 919 (Rang)) in which it was held as follows:-- \n</p><blockquote id=\"blockquote_10\">  &quot;When a married couple are living together and the husband acts alone in dealing with the joint property, the presumption is that he is acting as the\n\nwife&#x27;s agent in respect of her interest as well as his own. But the presumption can be rebutted,&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_32\"> 27. The facts of the above case were entirely different because in that case the property was jointly possessed by husband and wife and it was under that circumstance that it was held that there was a presumption that the husband in dealing with the joint property was acting as his wife&#x27;s agent in respect of her interest as well as his own. In the case before me the property in dispute was alleged to belong to Smt. Subhani alone and as such there could be no presumption that the husband had the authority to sell her property as her agent. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_33\"> 28. Sri R. C. Ghatak further contended that the courts below wrongly laid burden of proof on the defendant appellant to prove that Uma Kant was not the agent of his wife Smt. Subhani. I find substance in this contention. It was for the plaintiff to prove that Uma Kant had the implied agency on behalf of his wife to sell her property, the defendant appellant was not claiming the property through Uma Kant. The property was sold to the appellant by Smt. Subhani and it must, therefore, be held that the courts below have wrongly approached the case and erred in placing burden to prove that Uma Kant was not the agent of Smt. Subhani on the appellant. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_34\"> 29. It was submitted by Sri Shiv Prasad Sinha that Uma Kant, by selling the property of Smt. Subhani, made an admission which could be said to be against Smt. Subhani. That admission, in my opinion, could not bind Smt. Subhani. It was held by the Privy Council in Aumirtolall Bose v. Rajoneekant Mitter, ( (1874) 2 Ind App 113) (PC) that an admission made by one of the defendants could neither bind the co-defendants nor be evidence against them. It follows, therefore, that any admission made by Uma Kant could not bind his wife, Smt. Subhani. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_35\"> 30. Sri Shiv Prasad Sinha next contended that since defendant Nos. 3 and 4 had not filed any written statement it amounted to an admission of the facts stated in the plaint. There is no substance in this contention. It was held by a Division Bench of Patna High Court in Sonabhati Kumari v. Kirtyanand Singh, (AIR 1935 Pat 306) that a mere omission to file a written statement does not amount to an admission of the facts stated in the plaint. To the same effect is the decision of a Division Bench of the Lahore High Court in Narindar Singh v. C. M. King. (AIR 1928 Lah 769) in\n\nwhich it was held that an admission, or even a confession of judgment, by one of several defendants in a suit is no evidence against the other defendants. To the same effect is the decision of a Division Bench of the Calcutta High Court in Jatis Chandra v. Kshiroda Kuniar, (AIR 1943 Cal 319). \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_36\"> 31. Sri Shiv Prasad Sinha further contended that the transaction entered into between Uma .Kant and the plaintiff was acted upon and it was not open to any party to challenge the same. The learned counsel further submitted that Uma Kant was the real owner of the land and that Uma Kant had purchased the land benami in the name of his wife. Sri Shiv Prasad Sinha submitted that the courts below have recorded a finding that the money for the purchase of the land was given by Uma Kant. It has already been observed that both Uma Kant and Smt. Subhani repudiated the contract of sale, Ex. 6, by executing the sale deed in favour of the appellant on 1st March 1962 and hence it cannot be said that the agreement to sell. Ex. 6, was acted upon by either Uma Kant or Smt. Subhani. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_37\"> 32.       Sri   Shiv   Prasad   Sinha   also\ncontended that the property having been purchased Benami by Uma Kant in the name of his wife that fact alone clinched the issue between the parties. Sri Shiv Prasad Sinha relied upon the following extract from the Principles of Hindu Law by Mulla (9th Edn.) at page 626: \n</p><blockquote id=\"blockquote_11\">  &quot;Where a person buys property with his own money, but in the name of another person or buys property in his own name, but subsequently transfers it into the name of another person without any intention in either case to benefit such other person, the transaction is called &#x27;benami&#x27;, and the person in whose name the transaction is effected is called &#x27;benamidar&#x27;.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_38\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1971459\" id=\"span_3\">33. Sri Shiv Prasad Sinha further placed reliance on the decision of the Privy Council in <a href=\"/doc/1971459/\" id=\"a_9\">Lakshmiah v. Kothandrama, (ATR</a> 1925 PC 181) where it was held as follows:</span> \n</p><blockquote id=\"blockquote_12\">  &quot;A purchase in India by a native of India of property in India in the name of his wife unexplained by other proved or admitted facts is to be regarded as a benami transaction by which the beneficial interest in the property is in the husband although the ostensible title is in the wife.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_39\"> 34. I have given careful thought to the submission made by Sri Shiv Prasad Sinha but in my opinion no question of a benami transaction arises the instant case. The plaintiff did not plead in his plaint that the property had been purchased by Uma Kant benami in\n\nthe name of his wife and hence no question of benami transaction arises in the instant case. \n</p> \n\n<p data-structure=\"Section\" id=\"p_40\"> 35. Sri Shiv Prasad Sinha lastly contended that the plaintiff&#x27;s suit must be decreed against defendants Nos. 3 and 4 because they did not contest the suit and have not filed any appeal against the judgment of the trial court. In this connection Sri Sinha drew my attention to <a href=\"/doc/357591/\" id=\"a_10\">Section 27</a> of the Specific Relief Act. In this connection the provisions of <a href=\"/doc/161831507/\" id=\"a_11\">Order 41, Rule 33 of the Code of Civil Procedure</a> are relevant. <a href=\"/doc/161831507/\" id=\"a_12\">Order 41, Rule 33 of the Code of Civil Procedure</a> deals with powers of court of appeal and reads as follows: \n</p>   \n\n<blockquote id=\"blockquote_13\"> &quot;The Appellate Court shall have power to pass any decree and make any order which ought to have been passed or made and to pass or make such further or other decree or order as the case may require, and this power may be exercised by the Court notwithstanding that the appeal is as to part only of the decree and may be exercised in favour of all or any of the respondents or parties, although such respondents or parties may not have filed any appeal or objection. \n</blockquote> \n\n<blockquote id=\"blockquote_14\"> Provided that the Appellate Court shall not make any order under Section 35A, in pursuance of any objection on which the Court from whose decree the appeal is preferred has omitted or refused to make such order.&quot;  \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_41\"> 36. <a href=\"/doc/161831507/\" id=\"a_13\">Order 41, Rule 4 of the Code of Civil Procedure</a> is also relevant and reads thus: \n</p><blockquote id=\"blockquote_15\">  &quot;Where there are more plaintiffs or more defendants than one in a suit, and the decree appealed from proceeds on any ground common to all the plaintiffs or to all the defendants, any one of the plaintiffs or of the defendants may appeal from the whole decree, and thereupon the Appellate Court may reverse or vary the decree in favour of all the plaintiffs or defendants, as the case may be.&quot; \n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_42\"> 37. Under Order 41, Rule 33 read with Order 41, Rule 4 of the ode of Civil Procedure it is not imperative that the plaintiff&#x27;s suit must be decreed against defendants Nos. 3 and 4 who did not put in appearance and did not contest the suit although this Court has jurisdiction to pass any decree and make any order which ought to have been passed or pass or make such further or other decree or order as the case may require and this power can be exercised by this Court notwithstanding that no appeal was filed by defendants Nos. 3 and 4 against the judgment and decree of the trial court. Moreover it will be futile to pass a decree in favour of the plaintiff against defendants Nos. 3 and 4 as\n\ndefendant No. 4 has already sold the property to the appellant by sale deed dated 1st March 1962. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_43\"> 38. The last contention of Sri Shiv Prasad Sinha was that an issue may be remitted to the lower appellate court for a finding whether it was proved by evidence on record that Uma Kant had implied authority on behalf of his wife to sell his wife&#x27;s property to the plaintiff. I do not find any justification in acceding to this prayer in view of the fact that both the courts below have specifically held that Uma Kant, defendant No. 3, acted as the implied agent of defendant No. 4 in executing Ex. 6 in favour of the plaintiff. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_44\"> 39. The result, therefore, is that for the reasons mentioned above I allow this appeal with costs throughout and set aside the judgments and decrees of the courts below and dismiss the plaintiff&#x27;s suit for specific performance of the contract dated 16th November 1961 in respect of the land in dispute. \n</p>\n \n\n","numcites":9,"numcitedby":23,"docsource":"Allahabad High Court","citetid":102526,"divtype":"judgments","relatedqs":[{"value":"implied agency","formInput":"implied%20agency"},{"value":"bona fide purchaser","formInput":"bona%20fide%20purchaser"},{"value":"order 41 rule 33 ","formInput":"order%2041%20rule%2033%20"},{"value":"benami transaction","formInput":"benami%20transaction"},{"value":"benami ","formInput":"benami%20"},{"value":"indian contract act","formInput":"indian%20contract%20act"},{"value":"specific performance","formInput":"specific%20performance"},{"value":"land dispute","formInput":"land%20dispute"},{"value":"who is real owner","formInput":"who%20is%20real%20owner"},{"value":"agreement to sell","formInput":"agreement%20to%20sell"},{"value":"contract act","formInput":"contract%20act"},{"value":"What is pledge","formInput":"What%20is%20pledge"},{"value":"How to prove  filter:  benami","formInput":"How%20to%20prove%20%20filter%3A%20%20benami"},{"value":"contract of sale","formInput":"contract%20of%20sale"},{"value":"benami transaction  filter:  privy council","formInput":"benami%20transaction%20%20filter%3A%20%20privy%20council"},{"value":"IMPLIED AUTHORITY","formInput":"IMPLIED%20AUTHORITY"},{"value":"repudiation","formInput":"repudiation"},{"value":"order 41","formInput":"order%2041"},{"value":"Agreement to sell and sell agreement ","formInput":"Agreement%20to%20sell%20and%20sell%20agreement%20"},{"value":"indian contract act: loss of goods pledged","formInput":"indian%20contract%20act%3A%20loss%20of%20goods%20pledged"}],"cats":[{"value":"agreements-void-for-uncertainty","formInput":"tag:agreements-void-for-uncertainty"},{"value":"evidence-for-contract-and-property-terms-in-document-form","formInput":"tag:evidence-for-contract-and-property-terms-in-document-form"},{"value":"exclusion-of-evidence-of-oral-agreement","formInput":"tag:exclusion-of-evidence-of-oral-agreement"},{"value":"definitions-of-express-and-implied-authority","formInput":"tag:definitions-of-express-and-implied-authority"}],"courtcopy":false,"query_alert":null,"agreement":false}