{"tid":1206291,"publishdate":"1996-02-28","title":"Ratilal Chunilal Solanki And Ors. vs Shantilal Chunilal Solanki And Ors. on 28 February, 1996","doc":"<h2 class=\"doc_title\">Ratilal Chunilal Solanki And Ors. vs Shantilal Chunilal Solanki And Ors. on 28 February, 1996</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: (1996)2GLR525, 1996 A I H C 5741, (1996) 2 GUJ LR 525 (1996) 1 GUJ LH 816, (1996) 1 GUJ LH 816</h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nA.N. Divecha, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. Entry No. 543 in revenue records with respect to the lands bearing survey Nos. 83/7/1, 83/1/9, 45, 46, 47 (Part), 48 and 50 situated in village Khaerlav, taluka Pardi (the disputed lands for convenience) as certified on behalf of the Mamlatdar (respondent No. 8 herein) by his order passed on 15th January 1982 as affirmed in revision by the order passed by the Collector of Valsad (respondent No. 7 herein) on 7th September 1982 in Revision Case No. 19 of 1982 as further affirmed in revision by the order passed by and on behalf of the State of Gujarat on 24th January 1985 is under challenge in this petition under <a href=\"/doc/1712542/\" id=\"a_1\">Articles 226</a> and <a href=\"/doc/1331149/\" id=\"a_2\">227</a> of the Constitution of India. The entry was mutated in the name of respondent Nos. 1 to 6 herein in the revenue records pertaining to the disputed lands despite the objection there against raised by and on behalf of the petitioners.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. It appears that the disputed lands originally belonged to one Chunilal Jaichand Solanki (the deceased for convenience). They stood in his name in the revenue records. It appears that respondent Nos. 1 to 6 wanted their names to be mutated in the place of the deceased on strength of a testamentary document stated to have been executed by the deceased on 12th September 1980. It appears that, in response to the notice issued under Section 135-D of the Bombay Land Revenue Code, 1879 (the Code for brief), the petitioners sought inspection of the original testamentary document. Its copy is at Annexure-B to this petition. It appears that prior thereto a notice was issued by and on behalf of the petitioners on 13th April 1981 to the Talati-cum-Mantri of village Khaerlav not to effect any mutation in the name of the alleged legatees under the Will stated to have been executed by the deceased on 12th September 1980. Its copy is at Annexure-A to this petition. It appears that the entry in the names of respondents Nos. 1 to 6 was effected in the revenue records with respect to the disputed lands. Thereupon, the petitioners carried the matter in appeal before the Deputy Collector at Valsad. It came to be registered as R.T.S. Appeal No. 48 of 1982. By his order passed on 27th April 1982 in the aforesaid appellate proceeding, the Deputy Collector of Valsad set aside the order passed on behalf of respondent No. 8 on 15th January 1982 certifying the aforesaid mutation entry with respect to the disputed lands in the revenue records. Its copy is at Annexure-D to this petition. That appears to have aggrieved respondents Nos. 1 to 3 herein. They carried the matter in revision before respondent No. 7 presumably under Section 211 of the Code. It came to be registered as R.T.S. Revision Case No. 19 of 1982. By the order passed by and on behalf of respondent No. 7 on 7th September 1982 in the aforesaid revisional proceeding, the order at Annexure-D to this petition came to be set aside and the order passed by respondent No. 8 certifying the aforesaid mutation entry on 15th January 1982 came to be restored. A copy of the order passed by respondent No. 7 on 7th September 1982 is at Annexure-E to this petition.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_3\">3. That aggrieved the petitioners herein. They, therefore, carried the matter in further revision under Rule 107(6-A) of the Land Revenue Rules framed under the Code. By the order passed by and on behalf of the State Government in the aforesaid revisional proceeding on 24th January 1985, the revisional application made by the petitioners came to be rejected. Its copy is at Annexure-F to this petition. The aggrieved petitioners have thereupon approached this Court by means of this petition under <a href=\"/doc/1712542/\" id=\"a_3\">Articles 226</a> and <a href=\"/doc/1331149/\" id=\"a_4\">227</a> of the Constitution of India for questioning the correctness of the order at Annexure-E to this petition as affirmed in further revision by the order at Annexure-F to this petition.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_4\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"848396\" id=\"span_1\">4. As rightly submitted by learned Advocate Shri Marshall for the contesting respondents, the entries in the revenue records have presumptive value with respect to the title to the properties reflected in the revenue records in view of the ruling of this Court in the case of <a href=\"/doc/848396/\" id=\"a_5\">Hussainbhai v. Saiyad Sidar</a> . There cannot be any quarrel with this principle of law. It has further been held therein that the revenue authorities are duty bound to correct the mutation entry in the revenue records in accordance with the Civil Court&#x27;s decision.</span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_5\">5. It cannot be gainsaid that, when a dispute as to the title to the properties mentioned in the revenue records arises, the parties have to go to the competent Civil Court for resolution of their such dispute. They cannot convert the mutation proceedings under Chapter 8A of the Code into a battle-field for the purpose. The revenue authorities are incompetent to decide the disputed question of title to any property mentioned in any revenue record.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_6\">6. It clearly transpires from the notice at Annexure-A to this petition that the Talati-cum-Mantri of village Khaerlav was informed that the petitioners would dispute any entry to be mutated in the revenue records pertaining to the disputed lands on the strength of the alleged Will stated to have been executed by the deceased on 12th September 1980. It transpires therefrom that its copy was sent to respondent No. 8. It would, therefore, mean that the petitioners herein clearly disputed the title to the disputed lands left behind by the deceased flowing to the legatees under the testamentary document stated to have been executed by the deceased on 12th September 1980. Any attempt to get the disputed lands mutated in the name of the legatees under the alleged Will would involve a disputed question of title. As stated hereinabove, the revenue authorities are not competent to resolve any disputed question of title to any property mentioned in any revenue record. The parties ought to have been directed to approach the competent Civil Court for resolution of their such dispute. It is unfortunate that, instead of adopting this course, respondent Nos. 8 and 7 have more or less decided the question of title flowing from the alleged testamentary document purported to have been executed by the deceased on 12th September 1980. This position becomes clear from the evidence recorded in the revenue proceedings including examination of the attesting witness of the alleged testamentary document. If respondent Nos. 1 to 6 or any of them wanted to propound the Will and claim legacy in their name with regard to the disputed lands and if mutation in their names was objected to by anyone, more particularly by the petitioners by their notice at Annexure-A to this petition, the revenue authorities ought to have directed the propounders of the Will to get the genuineness and validity of the Will to be decided by the competent Civil Court. The contrary approach of the revenue authorities as reflected in the impugned orders cannot, therefore, be sustained in law.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_7\">7. Learned Advocate Shri Marshall for the contesting respondents has then urged that it was not the case of the petitioners herein before the revenue authorities in the mutation proceedings that the contesting respondents or respondent Nos. 1 to 6 herein should be driven to the Civil Court for establishment of their title to the disputed lands under the Will. Whether or not such a stand was taken by the petitioners in the revenue proceedings is not material when it is found that the revenue authorities have transgressed their limits of authority and jurisdiction. In fact, in. the notice at Annexure-A to this petition, the petitioners have clearly denied execution of any Will by the deceased much less the alleged Will on 12th September 1980. Simply because they demanded perusal of the original Will in the mutation proceedings is no ground to come to the conclusion that they had given up their contention regarding the valid execution and genuineness of the testamentary document in question.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_8\">8. It is difficult to agree with the submission urged before me by learned Advocate Shri Marshall for the contesting respondents that this petition under <a href=\"/doc/1712542/\" id=\"a_6\">Article 226</a> of the Constitution of India is not maintainable and it has to be treated as the one under <a href=\"/doc/1331149/\" id=\"a_7\">Article 227</a> thereof only. It may be mentioned that the petitioners have prayed for a writ of Certiorari against the author of the order at Annexure-E to this petition as affirmed in further revision by the order at Annexure-F to this petition. It cannot be gainsaid that a writ of Certiorari lies against any judicial or quasi-judicial proceeding. The requirement of law in that regard would be that the author of the order of such judicial or quasi-judicial proceeding has to be impleaded as a party respondent. It may be mentioned at this stage that the petitioners have also challenged the order passed by and on behalf of the Mamlatdar of Pardi (respondent No. 8 herein) on 15th January 1982 certifying the mutation entry in question. The title cause of this petition clearly shows that the author of the aforesaid order of 15th January 1982 is also impleaded as respondent No. 8 as well as the author of the order at Annexure-E to this petition is impleaded as respondent No. 7. In that view of the matter, the invocation of the extraordinary jurisdiction of this Court under <a href=\"/doc/1712542/\" id=\"a_8\">Article 226</a> of the Constitution of India cannot be said to be misconceived.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_9\">9. According to settled principles of law, a writ Court would be justified in correcting an error of law apparent on the record of the case. As transpiring from the material on record, the revenue authorities have transgressed their limits in practically deciding the disputed question of title to the disputed lands by accepting the alleged Will for the purpose of effecting mutation in the revenue records pertaining to the disputed lands. That would certainly constitute an error of law apparent on the face of the record. This Court&#x27;s interference therewith would clearly be justified.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_10\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"26503\" id=\"span_2\">10. Even if it is assumed for the sake of argument that the jurisdiction in this case is exercisable only under <a href=\"/doc/1331149/\" id=\"a_9\">Article 227</a> of the Constitution of India, the authorities below have acted wholly without authority and jurisdiction. It is not merely a simple error of law which could not be corrected in exercise of extraordinary jurisdiction under <a href=\"/doc/1331149/\" id=\"a_10\">Article 227</a> of the Constitution of India in view of the binding ruling of the Supreme Court in the case of <a href=\"/doc/26503/\" id=\"a_11\">Mohd. Yunus v. Mohd. Mustaqim</a> . When an order is without authority or jurisdiction, it can certainly be interfered with in the petition under <a href=\"/doc/1331149/\" id=\"a_12\">Article 227</a> of the Constitution of India. The aforesaid binding ruling of the Supreme Court is, therefore, distinguishable on this ground.</span>\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_11\">11. In view of my aforesaid discussion, I am of the opinion that the impugned order passed by and on behalf of respondent No. 8 on 15th January 1982 certifying mutation entry No. 543 in the revenue records pertaining to the disputed lands as affirmed in revision by the order passed by respondent No. 7 at Annexure-E to this petition as further affirmed in revision by the order passed by the State Government at Annexure-F to this petition has to be quashed and set aside.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_12\">12. It would be open to respondent No. 8 to mutate the names of the petitioners as well as respondents Nos. 1 to 6 in the revenue records pertaining to the disputed lands for fiscal purposes for which the revenue records are maintained.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_13\">13. In the result, this petition is accepted. The order passed by the Mamlatdar of Pardi on 15th January 1982 certifying mutation entry No. 543 in the revenue records pertaining to the disputed lands as affirmed in revision by the order passed by the Collector of Valsad on 7th September 1982 at Annexure-E to this petition as affirmed in further revision by the order passed by and on behalf of the State Government on 24th January 1985 at Annexure-F to this petition is quashed and set aside. Rule is accordingly made absolute with no order as to costs.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_14\">14. At the oral request of learned Advocate Shri Marshall for the contesting respondents, the operation of this judgment of mine is ordered to be stayed for a period of four weeks from today with a view to enabling them to challenge this judgment of mine by means of an appropriate proceeding before an appropriate forum provided an application for a certified copy of this judgment is made on or before 29-2-1996 on payment of urgent charges and no extension of stay will ordinarily be granted on the ground that such certified copy has not become ready for delivery.\n</p> \n\n","numcites":4,"numcitedby":33,"docsource":"Gujarat High Court","citetid":1206291,"divtype":"judgments","relatedqs":[{"value":"mutation entry","formInput":"mutation%20entry"},{"value":"mutation","formInput":"mutation"},{"value":"revenue records","formInput":"revenue%20records"},{"value":"mutation proceedings","formInput":"mutation%20proceedings"},{"value":"article 227","formInput":"article%20227"},{"value":"land dispute","formInput":"land%20dispute"},{"value":"testamentary document","formInput":"testamentary%20document"},{"value":"marshalling ","formInput":"marshalling%20"},{"value":"dispute for title","formInput":"dispute%20for%20title"},{"value":"legatee","formInput":"legatee"},{"value":"mamlatdar","formInput":"mamlatdar"},{"value":"testamentary","formInput":"testamentary"},{"value":"mutation entry   filter:   land dispute","formInput":"mutation%20entry%20%20%20filter%3A%20%20%20land%20dispute"},{"value":"Question of title","formInput":"Question%20of%20title"},{"value":"\"article 227\"","formInput":"%22article%20227%22"}],"cats":[{"value":"court-superintendence","formInput":"tag:court-superintendence"},{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"}],"courtcopy":false,"query_alert":null,"agreement":false}