{"tid":729084,"publishdate":"2000-07-26","title":"Parameshwar Timmayya Hegde And Others vs Venkataraman Manjappa Hegde ... on 26 July, 2000","doc":"<h2 class=\"doc_title\">Parameshwar Timmayya Hegde And Others vs Venkataraman Manjappa Hegde ... on 26 July, 2000</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: ILR2000KAR3170, 2000(5)KARLJ456, 2000 A I H C 4628, (2000) 5 KANT LJ 456</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:k-r-rao\">K.R. Prasad Rao</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:k-r-rao\">K.R. Prasad Rao</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT</pre>\n \n\n<p data-structure=\"Issue\" id=\"p_1\">1. The revision petitions L.R.R.P. Nos. 1627 of 1990 and 1628 of 1990 are filed against the common order passed by the District Land Reforms Appellate Authority, dismissing the Appeal DAA.AP. 17 of 1986 with respect to Sy. No. 84 of Harepal Village, measuring 1 acre 10 guntas and allowing the appeal in DAA.AP. 28 of 1986 in part, modifying the order of the Land Tribunal, Sirsi, granted in favour of Venkataramana Manjappa Hegde (for short &#x27;V.M. Hegde&#x27;), with respect to Sy. No. 85 of Harepal Village, measuring 3 acres 23 guntas.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_2\">2. L.R.R.P. No. 2163 of 1990 is filed by V.M. Hegde, with respect to Sy. No. 143 against the same common judgment of the Appellate Authority, rejecting his claim with respect to 18 guntas of land in Sy. No. 143 of Harepal Village, reversing the order of the Land Tribunal.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\">3. The revision petitioner filed Form 7 claiming occupancy rights in respect of 3 lands in Sy. No. 84 of Harepal Village, measuring 1 acre 10 guntas, Sy. No. 85 of the same village measuring 3 acres 23 guntas and Sy. No. 143, measuring 18 guntas of Harepal Village, belonging to his stepbrother Dattatreya Timmayya Hegde (for short &#x27;D.T. Hegde&#x27;), who is respondent 4 in the appeals DAA.AP. 17 of 1986 and DAA.AP. 28 of 1986 before the Appellate Authority and who is impleaded as respondent 3 in L.R.R.P. No. 1628 of 1990. But, he is not impleaded as party in L.R.R.P. No. 1627 of 1990.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_4\">4. V.M. Hegde, who is the purchaser of the above said lands from D.T. Hegde, under a registered sale deed dated 25-6-1971, has also filed Form 7 claiming occupancy rights in respect of the lands in Sy. No. 84 and Sy. No. 143, since the Mulageni rights were purchased by him from D.T. Hegde, in respect of those lands. So far as the land in Sy. No. 85 is concerned, since it is not a tenanted land, he did not file Form 7 in respect of the same. He is impleaded as respondent 1 in L.R.R.P. No. 1627 of 1990 and respondent 5 in L.R.R.P. No. 1628 of 1990 and he is the revision petitioner in L.R.R.P. No. 2163 of 1990.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_5\">5. After holding an enquiry on the above rival claims made by the parties, the Land Tribunal rejected Form 7 filed by the revision petitioner in respect of the above said lands and granted occupancy rights in\n\nfavour of V.M. Hegde, in respect of the lands in Sy. Nos. 84, 85 and Sy. No. 143 by an order dated 17-11-1981. Against the said order, the revision petitioner filed Writ Petition No. 2600 of 1982, which came to be transferred before the Appellate Authority after the amendment of the <a href=\"/doc/42148591/\" id=\"a_1\">Karnataka Land Reforms Act</a> (for short the &#x27;Act&#x27;), constituting the Appellate Authority and it was numbered as Appeal No. 17 of 1986. The Appellate Authority dismissed the said appeal, filed by the impugned judgment and order, confirming the order of the Land Tribunal in respect of Sy. No. 84, Appeal DAA.AP. 28 of 1986 filed by the appellant in respect of the order passed by the Land Tribunal relating to Sy. No. 85 was allowed in part, setting aside the order of the Land Tribunal and granting occupancy rights in respect of the residential house in the said land in favour of the revision petitioner and confirming the order of the Land Tribunal insofar as it relates to land. The Appellate Authority rejected the claim made by the revision petitioner, as well as V.M. Hegde in respect of the land measuring 18 guntas in Sy. No. 143 and setting aside the order of the Land Tribunal in respect of the said land. The revision petitioner challenged the order passed by the Appellate Authority in DAA.AP. 17 of 1986 in L.R.R.P. No. 1628 of 1990 relating to the rejection of his claim for grant of occupancy rights in respect of the land in Sy. No. 84. He filed L.R.R.P. No. 1627 of 1990 challenging the orders passed by the Appellate Authority, rejecting his claim for grant of occupancy rights in respect of the land in Sy. No. 85, except in respect of the house situated in 2 guntas of land. L.R.R.P. No. 2163 of 1990 is filed by V.M. Hegde, challenging the order of the Appellate Authority rejecting his claim in respect of 18 guntas of land in Sy. No. 143.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_6\">6. The Land Tribunal as well as the Appellate Authority have recorded concurrent findings on question of fact holding that, the present revision petitioner has not established his claim that, he was in occupation of the lands in Sy. Nos. 84 and 85 as a tenant by the notified date ie., 1-3-1974 and during three years prior to that date. However, the Appellate Authority came to the conclusion that the revision petitioner is in occupation of the residential house situated in Sy. No. 85 and therefore, he is entitled for grant of occupancy rights in respect of the said house and did not agree with the finding recorded by the Land Tribunal that the revision petitioner is not entitled for grant of occupancy rights even in respect of the house situated in Sy. No. 85. The Appellate Authority also came to the conclusion that, the land measuring 18 guntas in Sy. No. 143 is a non-agricultural land and so, the Land Tribunal had no jurisdiction to entertain Form 7 filed by the rival claimants in respect of that land and therefore, rejected the claim of the revision petitioner in L.R.R.P. No. 1627 of 1990 and DAA.AP. 28 of 1986 and the revision petitioner in L.R.R.P. No. 2163 of 1990.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_7\">7. I have heard the arguments advanced by the learned Counsel\nappearing on both sides.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_8\">8. Learned Senior Counsel Sri B.P. Holla, appearing for the revision petitioners in L.R.R.P. No. 1627 of 1990 and L.R.R.P. No. 1628 of 1990, vehemently argued that the Appellate Authority having found that the\n\nrevision petitioner was cultivating the lands in Sy. Nos. 84 and 85 has erroneously held that, he failed to prove that, he was the tenant in respect of the above said lands by the notified date, since no documentary evidence is produced evidencing the lease and payment of guttige to his stepbrother D.T. Hegde. It is further contended by him that, the Appellate Authority has overlooked the provisions of <a href=\"/doc/9472637/\" id=\"a_2\">Section 4</a> of the Act, and has failed to draw a presumption of deemed tenancy in respect of the said land in favour of the revision petitioner. It is also contended by him that, the Appellate Authority was not justified in taking into consideration the decree for permanent injunction granted against Parameshwar Timmayya Hegde (for short &#x27;P.T. Hegde&#x27;) on the file of Munsiff, Sirsi, who is the revision petitioner in L.R.R.P. No. 1627 of 1990 and L.R.R.P. No. 1628 of 1990, which was confirmed by the 1st Appellate Court, by this Court in R.S.A. No. 702 of 1984 as well as by the Supreme Court in S.L.P. No. 8577 of 1986, in spite of the fact that the Supreme Court has clarified that the question of tenancy set up by P.T. Hegde is to be decided without taking into consideration the decree for permanent injunction granted in favour of V.M. Hegde. He further contended that the Appellate Authority has not taken into consideration the admissions made by D.T. Hegde and V.M. Hegde, in their evidence that, they have not planted any trees nor they have installed any pumpsets and they have also not sunk any well in the land situated in Sy. No. 85 and failed to draw a presumption that the revision petitioner P.T. Hegde was in possession and cultivation of the land in Sy. No. 85 till the notified date i.e., 1-3-1974 as a tenant, having accepted the evidence given by the revision petitioner that, he has raised trees, installed pumpsets and sunk irrigation well in the said land. He further contended that, since the evidence adduced by the revision petitioner disclosed that he came in lawful possession of the lands in Sy. Nos. 84 and 85 belonging to his stepbrother D.T. Hegde and was cultivating the lands after the partition took place in the year 1957 between himself and his brother, the Appellate Authority ought to have drawn a presumption of &quot;deemed tenancy&quot; in favour of the revision petitioner P.T. Hegde, particularly when, he is found to be in possession of the residential house situated in the land in Sy. No. 85.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_9\">9. In reply to these submissions, learned Counsel for contesting respondents-L.Rs of V.M. Hegde, submitted that this Court is not entitled to interfere with the concurrent findings of fact recorded by the Appellate Authority as well as by the Land Tribunal that, the revision petitioner P.T. Hegde failed to prove that, he was in possession of the lands in dispute by the notified date i.e., 1-3-1974 and three years prior to it as a tenant, in the present revision proceedings. He further contended that, the revision petitioner P.T. Hegde is not entitled to raise the plea of deemed tenancy under the provisions of <a href=\"/doc/9472637/\" id=\"a_3\">Section 4</a> of the Act in the absence of a pleading to that effect in the application filed by him before the Land Tribunal. It is further contended by him that, the Appellate Authority has ignored the fact that the revision petitioner P.T. Hegde came in occupation of the residential house in Sy. No. 85 as a licensee, but not as a tenant and that, a suit O.S. No. 126 of 1995 has been filed\n\nin the Court of Additional Munsiff, Sirsi, by V.M. Hegde, for recovery of the possession of the said house, which was pending at that time. It is further submitted by him that, the said suit was decreed in this Court in R.S.A. No. 472 of 1990 by a judgment dated 15-12-1997, a certified copy of which is produced by him, before this Court. It is also contended by him that, since the revision petitioner P.T. Hegde is a member of the family of D.T. Hegde, being his brother, he cannot be considered as a &quot;deemed tenant&quot; under the provisions of <a href=\"/doc/9472637/\" id=\"a_4\">Section 4</a> of the Act. He finally contended that, the revision petitioner had never set up a plea of tenancy in respect of the above land in the suit O.S. No. 103 of 1973 filed for permanent injunction in respect of Sy. No. 84 by the contesting respondent-V.M. Hegde or in the suit O.S. No. 187 of 1974 filed by the revision petitioner against V.M. Hegde and his son and for this reason also, the Appellate Authority as well as the Land Tribunal have rightly rejected the claim of tenancy of the revision petitioner in respect of the land in dispute.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_10\">10. I have carefully gone through the impugned order passed by the Appellate Authority and the order passed by the Land Tribunal. I have also gone through the entire evidence placed on record by both parties.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_11\">11. The revision petitioner filed two separate Form 7 before the Land Tribunal. In the first Form 7 filed by him on 23-8-1974 he has shown only Sy. No. 84 and No. 143 in addition to Sy. Nos. 86 and 147 as the lands in respect of which he claimed tenancy rights. In respect of Sy. No. 85, he has not claimed any tenancy rights in that Form 7. But, he has shown Sy. No. 85 measuring 3 acres 23 guntas as the land belonging to him. In the subsequent Form 7 filed by him on 3-11-1976, he has also included the land measuring 3 acres 23 guntas in Sy. No. 85 as his tenanted land and he has shown the name of the landlord as his stepbrother D.T. Hegde. It is pointed out by the learned Counsel for the contesting respondents that, the second Form 7 was filed by the revision petitioner after a decree for permanent injunction was granted in favour of the rival claimant V.M. Hegde in suit O.S. No. 103 of 1973. Thus, it is clear that, the claim of tenancy made by the revision petitioner in respect of the land in Sy. No. 85, is an afterthought.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_12\">12. Learned Counsel for the contesting respondents submitted that the Land Tribunal ought to have rejected the second Form 7 filed, since there is no provision under the <a href=\"/doc/108138991/\" id=\"a_5\">Land Reforms Act</a> for entertaining the subsequent Form 7, when once a previous Form 7 filed is registered and is pending for enquiry. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"207357\" id=\"span_1\">In support of his contention, he relied upon a latest decision of this Court in <a href=\"/doc/207357/\" id=\"a_6\">Giriyappa and Others v State of Karnataka and Others</a>, wherein it was held that &quot;it may be open to the tenant to confine his relief to any one of the applications filed by him before the Tribunal takes up the applications filed by him for disposal. But as observed by me earlier, once the application is disposed of by the Tribunal, on consideration of the claim made by the applicant, the second application filed after the order passed by the Tribunal is not maintainable&quot;. But<a href=\"/doc/207357/\" id=\"a_7\">, <a href=\"/doc/207357/\" id=\"a_8\">the said decision</a></a> is not applicable to the facts of the present case since, the second Form 7 was filed before the first Form 7 filed could be taken up for disposal.</span> He also relied upon an unreported decision of this Court in Naikara Gadirappa v State of Karnataka and Others, which is relied on in the above decision, wherein it was held that &quot;this Court while disposing of I.A. II on 18th July, 1989, at paragraph2 has taken the view that the second application filed is not maintainable&quot;. A para 2 of the said judgment, this Court has observed as follows.--\n</p><blockquote id=\"blockquote_1\"> &quot;Form 7 will have to be read with this rule which also provides that every applicant should state in the said application the particulars of any other land held by him including the land held by any other member of his family, either as owner or tenant. Rule 19 extracted above also categorically lays down that the application shall furnish particulars of all the lands held under each separate tenancy in one or more than one Taluk in respect of which the applicant claims to be entitled to be registered as an occupant. The requirement that an application should be exhaustive of all, the lands claimed by an applicant obviously is based on certain purpose and to prevent piece-meal applications so that there may be consolidated enquiry and bearing by a Tribunal competent to decide a particular application. This also will enable the Tribunal competent to decide a particular application. This also will enable the Tribunal to appreciate the objections if any of the landlord as to the genuineness of the claim of the applicant by pointing out the impracticability of a person holding lands in different places. The principle behind the requirement of Rule 19 and Form 7 is not foreign to legal proceedings, which is almost similar to <a href=\"/doc/161831507/\" id=\"a_9\">Order 2, Rule 2 of the Code of Civil Procedure</a>. Mr. Hudlamaned contended that this requirement should not be read as a mandatory requirement having regard to the fact that the applicants are generally poor, illiterate and ignorant villagers. I cannot accept this contention because the entire legislation is meant for the benefit of the agriculturists and the legislature was certainly aware of the fact that those who invoke the provisions of the Act will be mostly ignorant, illiterate and poor villagers. If the requirement of the law is not to be adhered to strictly, there would have been necessary power to relax the requirement. Having regard to the object behind this requirement of Rule 19 and Form 7, I am constrained to hold that these are mandatory requirements, failure to comply which will render the application defective&quot;.\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_13\">13. Thus, it is clear from the above decision that principle in Order 2, Rule 2 of the Civil Procedure Code is to be applied in respect of the second Form 7 filed and it is liable to be rejected. However, in the present case, the Land Tribunal has chosen to take up only the second Form 7 filed for enquiry and conducted an enquiry only on that application. Thus, it appears that procedure adopted by the Land Tribunal in entertaining the second Form 7 filed and in taking up the said application for enquiry is highly irregular. However, the fact remains that the revision petitioner has not claimed tenancy rights in respect of Sy. No. 85 in the first Form 7 filed by him and instead he has shown the said land in that Form 7 as owned by him. This is a material fact, which should have also been taken into consideration by the Land Tribunal as well as by the Appellate Authority while evaluating the evidence given by the revision petitioner claiming that, he is the tenant in respect of a land in Sy. No. 85.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_14\">14. Admittedly, the entries in the RTC extracts for the relevant years produced in this case in respect of the land in dispute do not disclose that, the revision petitioner was cultivating the land in dispute as a tenant. On the other hand, the name of D.T. Hegde is shown as a tenant in respect of Sy. No. 84 prior to 1971 and his name appears as owner in personal cultivation in respect of the land in Sy. No. 85 till the year 1971 and for the subsequent years, the name of the contesting respondent-V.M. Hegde is shown as the tenant in respect of Sy. No. 84 and as the owner in personal cultivation in respect of Sy, No. 85, till the notified date i.e., 1-3-1974. The name of the revision petitioner does not appear in any of those RTC extracts as a person cultivating the lands in Sy. Nos. 84 and 85 as a tenant. This fact is noticed by the Land Tribunal as well as by the Appellate Authority. The oral evidence adduced by the revision petitioner is only to the effect that he has been cultivating the lands in dispute and he was in possession of the said land from the year 1957. But, he did not produce any documents evidencing the leasing out of the said lands by his stepbrother D.T. Hegde. His evidence that, he has planted coconut trees, mango trees in Sy. No. 85 and that, he has installed pumpsets and that he has sunk an irrigation well, no doubt remained unchallenged. D.T. Hegde and the contesting respondent-V.M. Hegde, who purchased the land in dispute from D.T. Hegde have both admitted in their evidence that, they have not planted any trees in the land in Sy. No. 85 and they have not installed pumpsets and sunk any well in that land. But, it is pointed out by the Appellate Authority that, there is no evidence on record to show that, the revision petitioner was in possession and cultivation of the lands in dispute, till the notified date i.e., till 1-3-1974 and there is nothing on record to show that, during which year he raised the garden in the land in Sy. No. 85. Except the oral evidence of the revision petitioner and his witnesses, there is no documentary evidence to show that the revision petitioner continued in possession and cultivation of the land in dispute as a tenant under D.T. Hegde or under V.M. Hegde by the notified date, i.e., by the year 1974 and during the period of earlier three years. It is also found that the claim of the tenancy has not been set up in respect of the above land by the revision petitioner at the earliest opportunity by way of defence in suit O.S. No. 103 of 1973 filed by V.M. Hegde against him or in the suit O.S. No. 187 of 1974 filed by the revision petitioner against V.M. Hegde and his son. It is further noticed that the revision petitioner has not claimed any tenancy rights in respect of the land in Sy. No. 85 in the\n\nfirst Form 7 filed by him and instead he has shown that land as the land owned by him. Taking all these facts into consideration, the Appellate Authority as well as the Land Tribunal came to the conclusion that, the revision petitioner failed to prove that he was cultivating the lands in dispute as a tenant by the notified date. Since, the above said concurrent finding is recorded on a question of fact and is based on proper appreciation of the evidence placed on record, this Court is not entitled to interfere with the said finding while exercising the revisional jurisdiction in the present proceedings.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_15\">15. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"86434\" id=\"span_2\">In a recent decision of this Court in <a href=\"/doc/86434/\" id=\"a_10\">P. Manjunath Shenoy v Smt. Vishalakski Pai and Others</a>, it was held that &quot;when a person fails to prove that, he is cultivating the land as a tenant, he cannot be granted occupancy right notwithstanding the fact that he might be in possession of the land and cultivating the same. In view of the fact that the petitioner has failed to prove the basic foundation of his case that he is and prior to him his father has been in possession of the land as a tenant by virtue of granting of lease by the grandfather of respondent 1, the petitioner could not have been granted occupancy rights in this land&quot;.</span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_16\">16. In the instant case also, since the revision petitioner failed to prove that he was cultivating the lands in dispute belonging to his brother D.T. Hegde as a tenant, subsequent to the partition in the year 1957 by taking the lands on lease from him, I find that he is not entitled for grant of occupancy rights in respect of the above said lands, particularly at the earliest opportunity when he filed Form 7, he has never claimed that he is the tenant in respect of Sy. No. 85 and has shown the said land as the land belonging to him as owner and when he failed to set up the claim of tenancy in respect of the lands in Sy. Nos. 84 and 85 in the above referred civil suits.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_17\">17. In a decision of this Court in Chowrimuthu v M.S. Kaveramma and Others, it was held that &quot;the lawful cultivation of the land by the person claiming to be a tenant is to be proved by the notified date 1-3-1974 and not long prior to it&quot;. In the present case, since concurrent finding recorded by the Land Tribunal and the Appellate Authority is to the effect that, revision petitioner failed to prove that, he was cultivating the lands in dispute by the notified date i.e., 1-3-1974, which finding cannot be interfered with in the present proceedings, I find that the revision petitioner is not entitled for grant of occupancy rights in respect of the lands in dispute, and the lands in Sy. Nos. 84 and 85 cannot be considered as tenanted lands, which were in his possession by the notified date.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_18\">18. The contesting respondent-V.M. Hegde has produced a registered sale deed dated 25-6-1971 to show that, he purchased the Mulageni rights in respect of the lands in Sy. Nos. 84 and 143 of Harepal Village from D.T. Hegde, who is the stepbrother of the revision petitioner and he filed Form 7 claiming occupancy rights in respect of the said two lands.\n</p>\n<p data-structure=\"RespArg\" id=\"p_19\">Since it is found that the RTC extract produced for the relevant years disclosed that D.T. Hegde was in possession and cultivation of the land in Sy. Nos. 84 and 143 as Mulagenidar and since the said tenancy rights were transferred by him in favour of V.M. Hegde under the registered sale deed dated 25-6-1971, it is clearly established that V.M. Hegde was a tenant by the notified date in respect of the said two lands. In fact, his name also appear as a tenant in the pahani extract in the years subsequent to 1971 till the year 1974. So, the Land Tribunal as well as the Appellate Authority were justified in coming to the conclusion that V.M. Hegde is the tenant in respect of the land in Sy. No. 84 and in granting occupancy rights in his favour on the basis of the Form 7 filed by him before the Land Tribunal in respect of that land. The Land Tribunal also granted occupancy rights in favour of V.M. Hegde in respect of the land in Sy. No. 143 since the Mulageni rights of D.T. Hegde in respect of that land were transferred in favour of V.M. Hegde under the registered sale deed dated 25-6-1971. But, the said portion of the order of the Land Tribunal has been set aside by the Appellate Authority observing that the said land is a non-agricultural land. I shall consider the correctness of the said portion of the order of the Appellate Authority at a later stage. It is also significant to note that in both Form 7 filed by the revision petitioner, he claimed that he was in possession of the land in Sy.No. 84 for the last 30 years. The revision petitioner has not claimed tenancy under his brother D.T. Hegde in respect of Sy. No. 84 in Form 7 filed by him. On the other hand, he claimed to be the tenant under Shantha Durga Dey and K.V. Puttappa. In the subsequent Form 7 filed by him, he has shown that Sy. No. 85 was also in his possession without mentioning since how many years he was in possession of that land. If really the revision petitioner was in possession of the said land in Sy. No. 84 since from the year 1946 as shown in Form 7, his evidence that he came in possession of the said land only from the year 1957 after the partition took place between himself and his brother D.T. Hegde must be false. If he was cultivating the land from the year 1946, the said cultivation of the land by him cannot be considered as that of a tenant, since he was a member of the undivided joint family at that time. In this view of the matter, even if it is a fact that revision petitioner was cultivating the lands in Sy. Nos. 84 and 85 for some years after 1946, when he was a member of the joint family along with his stepbrother D.T. Hegde, no presumption can be drawn that he is a deemed tenant in respect of the said lands in dispute within the meaning of the said expression used in <a href=\"/doc/9472637/\" id=\"a_11\">Section 4</a> of the Act. Learned Counsel for the revision petitioner vehemently contended that, since after 1957 revision petitioner was cultivating the lands in dispute as a divided member of the family, he cannot be considered as a member of the family of D.T. Hegde and a presumption is to be drawn that he is a &quot;deemed tenant&quot; under the provisions of <a href=\"/doc/9472637/\" id=\"a_12\">Section 4</a> of the Act. In support of his contention, he relied upon a decision of this Court in Gopal Rao v Land Reforms Tribunal, Basavakalyan and Another, wherein it was held that, &quot;Neither the tenant nor the landlord is defined with reference to their personal relationship. It is only when &quot;deemed tenancy&quot; arises under <a href=\"/doc/9472637/\" id=\"a_13\">Section 4</a>, the question of personal relationship between the person claiming to be deemed tenant and the owner of the land assumes importance. Under the definition of family in Section 2-A(12) brothers who are majors will not constitute &#x27;family&#x27; within the meaning of the said clause. Thus, there will not be any prohibition for a brother claiming deemed tenancy under his another brother, because the former will not be the member of the latter&#x27;s family within the meaning of <a href=\"/doc/42148591/\" id=\"a_14\">Section 2-A(12)</a> of the Act. Viewing the case from any angle, there is no prohibition for the petitioner to hold the lands belonging to his brother on lease on account of their personal relationship&quot;. In the present case, since according to the claim made by the revision petitioner in Form 7 he was cultivating the land in Sy. No. 84 since 30 years prior to 1976, i.e., since 1946, when he was admittedly a member of the joint family along with his stepbrother D.T. Hegde, he is not entitled to contend that he was not a member of the family of his stepbrother D.T. Hegde at that time. Further, since he failed to establish that, he was cultivating the lands in dispute till the notified date i.e., 1-3-1974, the question of applying the presumption of deemed tenancy in his favour in respect of the lands in dispute does not arise. The presumption of deemed tenancy even if it can be invoked, in the present case, it stands rebutted since, the revision petitioner failed to establish that, he was in possession and cultivation of the lands in dispute till the notified date i.e., till the year 1974. As rightly pointed out by the Appellate Authority, there is no documentary evidence to show from which year to which year he was cultivating the lands in dispute as a tenant. The said presumption also stands rebutted by virtue of the fact that the revision petitioner never claimed tenancy in respect of the land in Sy. No. 85 in the first Form 7 filed by him and also in the above referred civil suits either in respect of Sy. No. 84 or in respect of Sy. No. 85, Further, in order to apply the presumption under <a href=\"/doc/9472637/\" id=\"a_15\">Section 4</a> of the Act, there must be a pleading to the effect that, the revision petitioner was lawfully cultivating the lands in dispute not as a member of the family of his stepbrother D.T. Hegde and not under the personal supervision of him. In the absence of any such pleading to that effect, the revision petitioner is not entitled to raise the plea of &quot;deemed tenancy&quot; under <a href=\"/doc/9472637/\" id=\"a_16\">Section 4</a> of the Act during the course of the proceedings. The above said presumption under <a href=\"/doc/9472637/\" id=\"a_17\">Section 4</a> of the Act can be drawn only on the facts pleaded and proved and the said question of &quot;deemed tenancy&quot; is a mixed question of fact so in my view, in the absence of necessary pleadings regarding the applicability of presumption of &quot;deemed tenancy&quot; under <a href=\"/doc/9472637/\" id=\"a_18\">Section 4</a> of the Act, the said question cannot be raised or considered during the course of the proceedings. If it is only a pure question of law even in the absence of a pleading, the same can be considered by the Court or authorities under the Act.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_20\">19. It is no doubt pointed out by the learned Counsel for the revision petitioner that, the Appellate Authority was not justified in taking into consideration that a decree for permanent injunction has been obtained in O.S. No. 103 of 1973 against the revision petitioner and also the fact\n\nthat an order of temporary injunction was obtained against him in the same suit on 25-7-1973 before the notified date, since it is clarified by the Hon&#x27;ble Supreme Court in S.L.P. No. 8577 of 1986, dated 20-7-1987 that &quot;the injunction granted by the High Court in the impugned order will not prejudice the position on merits of the petitioner&quot;. But, as it is found that the revision petitioner failed to establish his claim of tenancy in respect of the lands in dispute by the evidence adduced by him, I do not find any justifiable grounds to interfere with the impugned order passed by the Appellate Authority, rejecting the claim of the revision petitioner for grant of occupancy rights in respect of the land in Sy. Nos. 84 and 85. The Appellate Authority has rightly taken into consideration the fact that, the revision petitioner has not set up the claim of tenancy even in the suit filed by him in O.S. No. 187 of 1974, wherein he claimed right of passage by way of easement to pass through the land in Sy. No. 85. It is also significant to note that, in the suit O.S. No. 103 of 1973 filed by V.M. Hegde and P.T. Hegde, the revision petitioner filed his written statement contending that, even during the lifetime of his father and D.T. Hegde, he was staying in the hut situated in Sy. No. 85 for the last 18 to 20 years. Since it is found that even, the house situated in Sy. No. 85 came in occupation of respondent 5 about 30 years prior to the date of filing Form 7 i.e., in the year 1946 when he was a member of the joint family with his stepbrother D.T. Hegde, the occupation of the said house cannot be considered as that of a tenant of the entire land and that building. In fact, the suit filed by V.M. Hegde for recovery of possession of the said house alleging that revision petitioner was let into possession of the said house as a licensee has been decreed in R.S.A. No. 472 of 1990 by this Court by the judgment dated 15-12-1997, a certified copy of which is produced in the present proceedings. So, the contentions of the learned Counsel for the revision petitioner that the revision petitioner must be deemed to be a tenant in respect of the land in Sy. No. 85, since he is admittedly in possession of the residential house situated therein, cannot be accepted. In a decision of this Court in Smt. B. Thim-mamma v State of Karnataka and Others, it was held that &quot;The petitioner applied for occupancy rights in Form 7 which is rejected by Land Tribunal. The Appellate Tribunal in a considered order has held that there is no document to prove that the petitioner was in possession on the appointed date i.e., 1-3-1974 and in these circumstances dismissed the appeal. This Court has consistently taken the view that there can be no reappraisal of evidence in a revision petition. It is clear that there has been no evidence established before the Appellate Authority to rebut the presumption in favour of the landlord. In these circumstances, no point arises for consideration&quot;. In the present case also, since it is found that a concurrent finding has been recorded by the Land Tribunal as well as by the Appellate Authority that there is no document to prove that the petitioner was in possession of the lands in Sy. Nos. 84 and 85 on the appointed date i.e., 1-3-1974, this Court is not entitled to interfere with the said finding on reappraisal of the evidence in the present\n\nrevision petition. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1809278\" id=\"span_3\">In another decision of this Court, in <a href=\"/doc/1809278/\" id=\"a_19\">D.M. Ramachandra Rao v State of Karnataka and Another</a>, it was held that &quot;both the Land Tribunal and Appellate Authority, on evidence recorded respectively before them, have recorded a finding that petitioner was not cultivating the lands on the relevant date having regard to the inconsistency in the oral evidence led by him. In such cases, the Court exercising revisional jurisdiction should not interfere unless the conclusions of the authorities below have been based on conjectures and not evidence&quot;. In the instant case, the concurrent finding recorded by the above said authorities is based on evidence and not on conjectures. So, I find that this Court is not entitled to interfere with the above concurrent findings recorded by both the authorities.</span>\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_21\">20. For all the above reasons, I find that the order passed by the Appellate Authority as well as by the Land Tribunal rejecting the claim of the revision petitioner for grant of occupancy rights in respect of the lands in Sy. Nos. 84 and 85 are liable to be confirmed.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_22\">21. So far as the land of 18 guntas in Sy. No. 143 is concerned, the Appellate Authority rejected the claim of both parties, observing that the said land is not an agricultural land even according to the admissions of V.M. Hegde and D.T. Hegde in their evidence and therefore, the Land Tribunal has no jurisdiction to entertain Form 7 in respect of the said land, which is a house site. On a perusal of the evidence of V.M. Hegde and D.T. Hegde, it is found that both of them have clearly admitted that the land in Sy. No. 143 is not an agricultural land but, it is a house site. Even the pahani extracts produced in respect of the said land disclosed that, no crops have been raised in the said land. According to the definition of the &#x27;Land&#x27; given in <a href=\"/doc/199926848/\" id=\"a_20\">Section 2</a>, clause (18) of the Act, the house site or land used exclusively for non-agricultural purpose, does not come within the meaning of the &#x27;Land&#x27;. Thus, it is clear that the Land Tribunal has no jurisdiction to entertain Form 7 in respect of 18 guntas of land in Sy. No. 143, which is found to be a house site in non-agricultural land. I therefore, agree with the finding recorded by the Appellate Authority that the Land Tribunal has no jurisdiction to grant occupancy rights in respect of the said land in Sy. No. 143 in favour of any of the rival claimants. So, the order passed by the Appellate Authority rejecting the claims made by the revision petitioner and V.M. Hegde for grant of occupancy rights in respect of the land in Sy. No. 143 is also liable to be confirmed.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_23\">22. In the result, L.R.R.P. No. 1627 of 1990, L.R.R.P. No. 1628 of 1990 and L.R.R.P. No. 2163 of 1990 are dismissed, confirming the impugned order passed by the Appellate Authority.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_24\">23. In the circumstances, I direct the parties to bear their respective costs.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_25\">24. Learned High Court Government Pleader appearing for respondents 2 and 3 in L.R.R.P. No. 1627 of 1990, for respondents 6 and 7 in\n\nL.R.R.P. No. 1628 of 1990 and for respondents 1 and 2 in L.R.R.P. No. 2163 of 1990, is permitted to file his memo of appearance within 4 weeks from today.\n</p> \n\n","numcites":8,"numcitedby":9,"docsource":"Karnataka High Court","citetid":729084,"divtype":"judgments","relatedqs":[{"value":"what is mulageni","formInput":"what%20is%20mulageni"},{"value":"mulageni right","formInput":"mulageni%20right"},{"value":"deemed tenant","formInput":"deemed%20tenant"},{"value":"permanent injunction","formInput":"permanent%20injunction"},{"value":"TENANCY      filter:        latest judgments KARNATAKA LAND reforms ACT","formInput":"TENANCY%20%20%20%20%20%20filter%3A%20%20%20%20%20%20%20%20latest%20judgments%20KARNATAKA%20LAND%20reforms%20ACT"},{"value":"deemed tenancy","formInput":"deemed%20tenancy"},{"value":"non-agricultural land","formInput":"non-agricultural%20land"},{"value":"1-3-1974","formInput":"1-3-1974"},{"value":"land dispute","formInput":"land%20dispute"},{"value":"when an injunction can be granted","formInput":"when%20an%20injunction%20can%20be%20granted"},{"value":"right to occupation","formInput":"right%20to%20occupation"},{"value":"\"permanent injunction\"","formInput":"%22permanent%20injunction%22"},{"value":"registered Sale deed","formInput":"registered%20Sale%20deed"},{"value":"possession over land","formInput":"possession%20over%20land"},{"value":"tenancy right","formInput":"tenancy%20right"},{"value":"personal cultivation ","formInput":"personal%20cultivation%20"},{"value":"concurrent findings","formInput":"concurrent%20findings"},{"value":" form no. 7 ","formInput":"%20form%20no.%207%20"},{"value":"oral evidence","formInput":"oral%20evidence"},{"value":"agricultural land","formInput":"agricultural%20land"}],"courtcopy":false,"query_alert":null,"agreement":false}