{"tid":1035651,"publishdate":"1921-07-22","title":"The Secretary Of State For India In ... vs Moulvi Wazed Ali Khan Pani And Ors. on 22 July, 1921","doc":"<h2 class=\"doc_title\">The Secretary Of State For India In ... vs Moulvi Wazed Ali Khan Pani And Ors. on 22 July, 1921</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 65IND. CAS.866, AIR 1921 CALCUTTA 687</h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nAsutosh Mookerjee, J.\n \n\n</pre><p data-structure=\"Facts\" id=\"p_1\">1. The subject matter of the litigations which have led up to the present appeals is an extensive treat of alluvial land and covers an area of about sis thousand bighas. The plaintiffs in the two suits summoned below claim title to different shares in this tract of land. It is not necessary for our present purpose to set out in detail the shares claimed by these persons respectively; it is sufficient to state that the plaintiffs taken together as a body claim to be entitled to the disputed lands as reformation in situ of the permanently settled estates Nos. 26, 31 and 774 461 of the Mymensing Collectorate. The two last named estates have been transferred to the district of Patna and bear Nos. 343 and 907 on the Revenue Rolls of the Collectorate of that district. These three estates comprised lands in the two districts, and the subject-matters of the two suits are situated in the Patna district. The case for the plaintiffs in both the suits is, that these three estates which are permanently settled include the disputed lands as comprised within the Mouzas and Paras (villages and their hamlets) mentioned in the plaint, namely, Mouza Argyola including its Para Mehernagar, Mouzas Purtapara, Raneepur, Habbaspur, Dighalia, Idil Jangalia, Javariapara, Mouza Gajansahar, known as Laskarpur, including its Para Sonskalsi, Kismat Kathenga, Kismat Matiahati, Mouza Kowapara or Kowabari, Mouza Kole, Mouza Noada or Gopalbari including its Para Majitbari. The plaintiffs assert that their predecessors in-interest were in possession of these Mouzas from the time of the Permanent Settlement, that while they were in possession, some of the Mouzas were wholly and others were partly washed away by the strong current of the river Jamuna (a section of the river Brahmaputra) before the Thak and Revenue Surveys, that accordingly they could not be surveyed by the Revenue Authorities at the time except in so far as there were dry lands not submerged in the river, that the lands subsequently re-formed from time to time, and that when the lands emerged from the river and became fit for occupation, possession was wrongfully taken on behalf of the Secretary of State. On these allegations the plaintiffs seek to recover possession with means profits. The claim was contested by the Secretary of State on the allegation that the suits were barred by limitation and that the disputed lands did not form part of the Mouzas mentioned in the plaints as comprised in the three permanently settled estates Nos. 26, 333 and 907. It was further asserted that in 1891, an island chur (subsequently named Chur Bell) was discovered in the bed of the Jamuna or Brahmaputra which is a public navigable river so that its bed was not the property of any individual, but belonged to Government; the disputed lands in reality formed part of this chur and of the accretions thereto. On these pleadings, eight issues were framed in the following terms and were set down for trial:\n</p>  \n\n<blockquote id=\"blockquote_1\">(1) Is the suit barred by special limitation?\n</blockquote> \n\n<blockquote id=\"blockquote_2\">(2) Is the suit barred by general limitation?\n</blockquote> \n\n<blockquote id=\"blockquote_3\">(3) Have the plaintiffs acquired a right by adverse possession of the disputed lands for over sixty years?\n</blockquote> \n\n<blockquote id=\"blockquote_4\">(4) Do the disputed lands appertain to the several Mouzas claimed by the plaintiffs and are those lands permanently settled with them and have the plaintiffs any right to the Mouzas and their Paras, as mentioned in the plaints?\n</blockquote> \n\n<blockquote id=\"blockquote_5\">(5) Is the allegation of diluvion and alluvion as given in the plaint correct?\n</blockquote> \n\n<blockquote id=\"blockquote_6\">(6) Is the description of the disputed lands and Mouzas as given in the plaints correct?\n</blockquote> \n\n<blockquote id=\"blockquote_7\">(7) Is Mahernagar a Para of Argyola? Does Mouza, Sonekalsi belong to the plaintiffs? Does Majidbari belong to the plaintiffs and is it a Para of Gohalbari? Is Para Matiabatte the same as Mouza Matiahatta and does Matiahatte belong to the, plaintiffs? Is Gajansahar another name of Laskarpur with Para Sonekalsi? Is the disputed land part of Gajansahar or Sonekalsi?\n</blockquote> \n\n<blockquote id=\"blockquote_8\">(8) Is the plaintiff entitled to got any wasilat? If so how much?\n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. The Subordinate Judge appointed a Commissioner for local investigation, who submitted with his report a case map after relaying the Revenue Survey maps of the several Mouzas the Dearah Survey map, the Settlement map of Chur Bell and of Chur Sahapur. The Commissioner game to the conclusion that Chur Bell of 1901 falls within the disputed lands and occupies the site of what was the entire bed of the river Jamuna at the time of the Revenue Survey with small enhancements on the Revenue Survey Mouzas Dighulia, Idil Jangalia and Tookua Gobalbari No. 2 on the east bank, on Mouza Matiahatte on the south, and on Survey Mouzas Khidder, Kathenga, Kole, Habbaspur, Raneepar, Laskarpur and Parbapara on the west. No exception was taken to the accuracy of the map and report submitted by the Commissioner, and the Subordinate Judge consequently accepted them as correct. On their basis, taken along with the voluminous evidence on the record, the Subordinate Judge held that the lands in suit were comprised within Mouzas Parbapara, Argyola, Meharnagar, Gajansahar, or Laskarpur with Para Sonekalsi, Raneepur, Habbaspur, Kols, Jaugalia, Kathenga with Matiahati, Gohalbari and Majitbari, Asabour or Asurpara and Chuk Jangalia and Chuk Gohalbari and Dighalia. The Subordinate Judge also found that Mouza Argyola, including its Para Meharnagar, Mouza Purbapara, Mouza Gajansahar or Laskarpur with its Para Sonekalsi, Mouzas Raneepur, Habbaspur, Dighulia, and Idil Jangalia appertain entirely to estate No. 26, that eight annas of Mouza Kathenga, including its Para Matiahati, the twelve annas of Mouza Kowabari and the eight annas of Javariapara are also comprised in estate No 26, and that the remaining eight annas of Kismat Kathenga, including its Para now Mouza Mattiahatte, the entire Mouza Kole and Noada known as Gahalbari are comprised in estate No. 343 and the remaining four annas of Kowabari to estate No. 907. The Subordinate Judge also held that the plaintiffs had failed to establish their alleged right to Majitbari and to prove that it is a Para of Gohalbari. Upon the question of limitation, the Subordinate Judge found in favour of the plaintiffs except as to a small portion. On these findings, the Subordinate Judge decreed the suits in part. On the present appeals, the decrees of the Subordinate Judge have been challenged substantially on two grounds, namely, first that the plaintiffs have failed to establish their title to the disputed lands as appertaining to Argyola. Meherdanga, Laskarpur, Kathenga and Gohalbari and, secondly, that the claim is barred by limitation.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\">3. As regards the question of title, the case for the Secretary of State was that the plaintiffs must be restricted to the land shown as included within their permanently settled estates in the Thak and Revenue Survey maps. This position is clearly untenable. As was pointed out by their Lordships of the Judicial Committees in Jagadindra Nath v. Secretary of State for India 30 C. 291 : 7 C.W.N. 193 : 5 Bom. L.R. 1 : 30 I.A. 44 (P.C.) and by this Court in Ananda Hari Basak v. Secretary of State for India 3 C.L.J. 316, it cannot be presumed as a matter of law that the state of things described in the Thak and Survey maps existed at the time of the Permanent Settlement. The question, what lands were included in the Permanent Settlement, is a question of fact and not of law which may or may not be satisfactorily proved by subsequent Survey maps. The onus of proving that any particular lands were included in the Permanent Settlement of 1793 is clearly on those who affirm that such was the case, and the burden of proof is not necessarily shifted by the production of the Thak and Survey maps showing that specific lands are included in a particular estate. The Thak and Survey maps are valuable evidence of the state of things at the time they were made, but it does not follow that they show conclusively what was the state of things at the time of the Permanent Settlement. In the case before us, it appears that at the time of the Revenue Survey maps, Baal Kamlai and Argyola, Goyla Debu in the north lay wholly or mostly under water, but that the limits of these Mousas were shown in the Revenue Survey map; it further appears that Argyola. Goyla Debu lay to the east of Beel Kamlai and that to the east of Argyola Goyla Dabu lay on the east bank the Mouza Meererpara, and to its east, Mouza Argyola of Isafsahi, and on the west of Beel Kamlai, lay the village of Hitbeyra on the west bank, and that between Hatboyra on the west and Mesrerpara on the east, flowed the main channel of the river Jamana, and that as the river ran from there south wards, it had on its east bank, Mouza Dighulia, to the south of Meererpara, Mouza, Edil Jangalia and Tookra Gohalbari No. 2, both lying to the south, one after the other, of Dighulia; on this west bank of the river opposite the Mouza Meererpara from the north to Mouza Tookra Gohalbari No. 2 to the south lay then the Mouza Purbapara, Laskarpar Raneepur, Habbaspur, Kathenga and Khidder, from north to south, while between Kathenga and Khidder on the one side and Tookra Gohalbiri No. 2 on the other bank, lay a portion of Mouza Matiahattee, while the other portion of the last named Mouza was situate south of Tookra Gohalbari No. 2 up to Koriapukur to the east; Matiahattee though shown in the Mahalwar map of 1857, as within certain limits, seems to have been partly under water at the time of the Revenue Survey, The case map further shows that the river Jamuna flowed between the Mouzas on the east and those on its west bank there and that Matiahatte was the southernmost Mouza; that to the east of Edil Jangalia lay the surveyed Mouza Javariapara or Jarariapara, to its east lay Mouzas Tookra Gohalbari No. 1 and Chuck Jangalia, one after the other, and that to the east of Chuck Jangalia as well as of Mouzi Dighulia lay Mouza Soloso Jangalia; Mouza Kowapara or Kowabari was also surveyed at the Revenue Survey and lay east of Javariapara and Tookra Gohalbari No. 2 and to the south of Tookra Gohalbari No. 1 Chuck Jangalia and Soloso Jangalia; Mouza Rajnagar lay according to the Revenue Survey, east of Dighulia and to the north or north-east of Soloso Jangalia. The plaintiffs assert that portions of Argyola with its Para Mehernagar, portions of Gajansahar Laskarpur with its Para Sonekalsi and portions of Mouza Kathenga with its Para Matiahattee and of Mouzi Gohalbari with its Para Majidbari and the entire Mouza Jangalia were in the bed of the river Jamana, at the time of the Revenue Survey, but were not measured or shown there and the plaintiffs would place the above named Mouzas in the bed of the river between the two banks, and they pointed out to the Commissioner, the bed of the river as at that time as the sites of these Mouzas. Such then was the position of the river Jamnna--a deep and navigable public river--at the time of the Thak and Revenue Surveys. The question arises, whether the lands in dispute which at the time of the Thak and Revenue Surveys were in the bed of this public navigable river formed part of the river bed at the time of the Permanent Settlement. If they were, it is improbable in the highest degree that they should have been settled with a private individual as included in his permanently settled estate. To elucidate the antecedent history of this tract of land, five sets of documents have been produced. The first of these documents is a plan referred to throughout as Rennel&#x27;s map. This was made by Major Rennel as part of a Survey which was conducted by him between the years 1764 and 1773. The map now under consideration is stated to have been prepared about the year 1781. The map itself does not purport to give the boundaries of different Mouzas nor indeed to define their position with any exactness. It appears that the map was prepared rather for the purpose of showing the roads and the waterways than of locating villages, and consequently the description and definition of the different plates is only necessary in relation to the rivers and the roads. The second class of documents consists of quinquennial papers prepared by the Revenue Authorities from 1795 to 1799 under the provisions of Regulation XLVIII of 1793. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1236827\" id=\"span_1\">These contain information as to the lands comprised in revenue paying estates in the District of Mymensingh and were clearly admissible in evidence on the authority of the decision in <a href=\"/doc/1236827/\" id=\"a_1\">Shoshi Bhooshun Bose v. Girish Chunder Mitter</a> 20 C. 940 : 10 Ind. Dec. (N.S.) 630.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1784344\" id=\"span_2\">The third set of papers is described as Hokikat Chauhaddi Bundi papers which, as pointed out by the Judicial Committee in <a href=\"/doc/1784344/\" id=\"a_2\">Haradas Achariya Chowdhuri v. Secretary of State</a> for India 43 Ind. Cas. 361 : 22 M.L.T. 438 : 26 C.L.J. 590 : (1918) M.W.N. 28 : 20 Bom. L.R. 49 (P.C.), are boundary papers prepared by the owners of the estates and submitted to Government. The precise purpose for which they were prepared in 1821 cannot be ascertained beyond doubt at this distance of time, but this is clear that they were not voluntary. They were made, under Regulation I of 1819 read with Regulation V of 1816, Section 7, Clauses 5 and 8, on a Government form in pursuance of a Government request and to afford the Government satisfactory information upon the various questions to which they furnish answers inclusive of the names of proprietors the names and boundaries of Mouza, the local boundaries of Perganas, the number and names of villages and estates, the articles of produce, the rates of rent, the rules and customs established in each Pargana and all like local information: the duty to report to the Collector the death of every sadar malguzar and the names of their heirs clearly implies an authority, if not obligation, to keep a record of the names of proprietors in possession. The fourth document is a map prepared in 1831 by Lt. Wilcox. The fifth document is a map prepared for Settlement purposes by one Sambhu Charan Singh in 1845, six years before the revenue Survey Map of 1851. If now we re-call the fact that the Decennial Settlement made in 1783 was transformed into the Permanent Settlement in 1793, it is manifest that we have materials for a fairly continuous history of the disputed locality for a period of seventy years from 1781 to 1851. The general features of the locality may be visualised with fair approach to accuracy by the help of the two imaginary sketches or hand-sketches which have been drawn up by the parties on the basis of the information derivable from the quinquennial papers and the Hakikat Chauhaddi papers.</span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_4\">4. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1784344\" id=\"span_3\">In view of the decision of the Judicial Committee in <a href=\"/doc/1784344/\" id=\"a_3\">Haradas Acharjya Chowdhuri v. Secretary of State</a> for India 43 Ind. Cas. 361 : 22 M.L.T. 438 : 26 C.L.J. 590 : (1918) M.W.N. 28 : 20 Bom.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1896613\" id=\"span_4\">L.R. 49 (P.C.), which reversed the decision of this Court in Secretary of State for <a href=\"/doc/1896613/\" id=\"a_4\">India v. Kalika Prosad</a> 14 Ind. Cas 609 : 15 C.L.J. 281, there can now be no question as to the propriety of placing reliance upon such hand sketches. The boundaries indicated in the two classes of revenue papers do help the Court to form an idea of the relative situation of the Mouzas and to fix the location of their external boundary, taking them in the aggregate.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1784344\" id=\"span_5\">The circumstances that the Mouzas do not form an absolutely compact block does not necessarily vitiate the method of investigation which met with the approval of the Judicial Committee in <a href=\"/doc/1784344/\" id=\"a_5\">Haradas Acharjya Chowdhuri v. Secretary of State</a> for India 43 Ind. Cas. 361 : 22 M.L.T. 438 : 26 C.L.J. 590 : (1918) M.W.N. 28 : 20 Bom. L.R. 49 (P.C.). In the case before us, the Mouza is are sufficiently proximate to justify the application of that method, and we are of opinion that the hand-sketch prepared on behalf of the plaintiffs approximates more closely to the actual relative situation of the Mouzas than the hand sketch prepared on behalf of the defendant. After examination of Rannel&#x27;s map, Wilcox&#x27;s map and Sambhu Charan Singh&#x27;s map with the help of the hand-sketches prepared on the basis of the information derivable from the quinquennial papers and Hakikat Chauhaddi papers, we have arrived at the conclusion that the inference drawn by the Subordinate Judge is correct. According to Rennel&#x27;s map, the river Brahmaputra used to few in its main channel, through what is now known as the District of Mymensingh, and one of its branches--a much smaller stream than the main channel--flowed through the tract, which became subsequently known as the districts of Bogra and Patna: this branch bore in its upper course the name of Jenai and in the lower or southern portion, the name of Jamuna; another river used at that time to pass through the two districts of Bogra and Patna, and it had three names in its three different parts; at the extreme north, it was known as the Bangala river, in the middle, as the lchamati, and in its lower part, the Konai; the Jamuna or the Jenai and the Konai were connected with each other by a small streamlet joining them near a place called Nalthi, but the Jamuna and the Konai were separate rivers and used to flow parallel to each other but at a distance one from the other; the two rivers were about 8 to 1C miles apart. This Konai was not, therefore, a branch of the rivers Brahmaputra at that time. Even if it was a branch of the Brahmaputra, Konai was a separate stream from Janai or Jamuni, and there is nothing in the record to show that the Janai or Jamuna was at any time known as Konai; from Wilcox&#x27;s map, no doubt, it appears that a river which was at the time apparently the main channel of the Brahmaputra, bore the name of Janai and that it had spread out into two branches, at a spot much above Sarajgunje, and the western of the two branches was known as the Konai; this bifurcation began at a spot much higher up stream, from where the Konai of Rennel&#x27;s map was connected with the Jamuna and at a considerable distance to the north of the spot where the Hakikat Naksa Konai can be located; besides, Wilcox&#x27;s river Jenai bore the name of Jamma at its southern extremity; so Wilcox&#x27;s Jenai or Konai was not the Konai of Rennel or of the Hakikat Naksas. A comparison of the Survey map with the other maps goes to show that the river Jamuna did not flow over the disputed lands at the time of the Permanent Settlement. The map prepared by Sambhu Charan Singh on behalf of the Government shows that the river Jamana used to flow east of Asli Kowapara and east of the newly formed chur and east of Dighulia; both Dighulia and Kowabari or Kowapara were surveyed at the Revenue Survey when the river Jamuna was flowing west of Dighulia and Kowapara; SO THE BED OF THE the river Jamuna, at the time of the Revenue Survey in 1852-53 was not its bed in 1845, but the river had moved after 1845 westward to its position in 1852-53; then we have got Lieutenant Wilcox&#x27;s map and it shows the river running east of Kowapara and Shahapur and at a distance to the cast of Kariapukur; at the time of Sambbu Singh&#x27;s map, the river had thrown up churs east of Kowapara, and so, it had at that place shifted or shrunk a little towards the east from its position at the time of Wilcox&#x27;s map of 1830-31, Then, Wilcox&#x27;s map shows that Argyola lay an a distance to the west of the river, and near a small stream flowing into it; now, according to the Hakikat Naksas of 1820-21, the river Konai ran between Argyola Mehernagar to the east and Purhapara to the west; so it flowed west of Argyola; but the river Jamuna or Jenai of Wilcox flowed to the east of Argyola and at a distance from it, so it did not flow between Argyola to the east and Purbapara to the west, and go the Konai of the Hakikat Naksas did not at the time (1830-31) form part of bed of the river Jamuna or Brahmaputra: the Konai of Hakikat Naksas passed between Argyola and Purbapara but did not pass through or never Kowabari, and so, it could not be the river Jamuna or Jenai of Wilcox&#x27;s map. Thus, we get it that in 1830 31, the river Jamuna or Brahmaputra or Jenai did not flow over the lands over which it flowed in 1852-53, but passed over lands lying at a distance to their east. Then, from Rennel&#x27;s map we get it that the river Konai passed near a place called Belkuchi and that the river Jamuna flowed at a distance of 8 or 10 miles to the east; the Mouzas in dispute are much nearer to Belkuchi than to the river Jamuna of Kennel&#x27;s map, but there is no mention in Rennel&#x27;s map of any river or waterway over the tract that was covered by the lands now in dispute and lay between these two rivers. At the time of the Revenue Survey, the river Konai of Rennel&#x27;s map was existing, though as a small stream, and it still passed by Belkuchi, and the Survey Sheet map shows that a small stream channel connected that Konai with the Jamuna at the time, and that it passed through or near Purbapara Mouza where it joined the Jamuna; the Sheet, map also shows that a similar streamlet issuing from the river Jamana north of Lankarpur, and after passing westwards, took a southerly course, and passed on southwards, past Mouza Kole, leaving it to the east. In the Hakikat hand sketches filed by the parties, an arm of the river Konai is shown passing west of Kole, and, according to the Hakikat Naksa papers, the river Konai also passed through Laskarpar or between it and Purbapara to the north. The plaintiffs urged that the fever Konai of the Hakikat Naksas was a small off-shoot of the Konai of Rennel&#x27;s map and that the portion of it that had formerly passed between Parbapara and Argyola, had got engulfed in the big current of the river Jamuna after it had moved from east to west from its position in 1830-31 to its bed at the time of the Revenue Survey in 1852-53; they further urged that it was a very small stream and not a deep or navigable river and was part of the property of the owners of the Mouzas on its banks. We are of opinion that this is the corrects view to take of the case. There is no mention of any river between the Konai and the Jenai in Rennel&#x27;s map, and Wilcox&#x27;s map does not show that the river Jamuna or Brahmaputra used to flow over the lands now in suit, but it ran at a distance to the east; on the other hand, it is clear that the bed of the river at the time of the Revenue Survey, was not its bed in 1845, and that in 1830-31, the river flowed very near its bed of 1845, If there had been any deep or navigable river between the Mouzas obtained by the plaintiffs, &#x27;mention would certainly have been made in any of the available maps of Rennel, of Wilcox and of Sambhu, but there is not the least reference to any such thing in any of them. Considering these and other matters, we are of opinion that the evidence in the east shows that the lands in dispute were comprised in the Mouzas mentioned in the plaint and the two or three other Mouzas stated above. We may add that the river Konai of Hakikat Naksas, did not pass near or through the southern Mouzas of the said Naksas, and the Mouzas Kathenga, with Para Matiahatte, Gobalbari with Para Majidbari, Mouza Jangaila, Asabpur or Asurpara, Chuck Jangalia, Chuck Gobalbari and Dighulia formed in 1820-21, a compact tract between Bhangabari, Chote Dhul, Khidder and Chapra to the west and Ranjagar and Soloso Jangalia to the east; in that year no river passed through this tract; even if the river Konai of the Hakikat Naksas were held to be the river Jamuna or any other public river, the portion of the disputed land, lying between these two western and eastern boundaries and forming a compact whole, must have formed part of the Mouzas lying between them, as mentioned in the Hakikat Naksa papers. In fast, it is clear that in 1781 Konai was a small river distinct from the Brahmaputra and several miles distant from it: in 1831 Brahmaputra or Jamuna had moved westwards, and in 1845 had overflowed the lands now in dispute. There is no foundation for the suggestion that the Konai itself was a public navigable river at the time of the Permanent Settlement.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1784344\" id=\"span_6\">In this connection, the observation of the Judicial Committee in <a href=\"/doc/1784344/\" id=\"a_6\">Haradas Acharya Chowdhuri v. Secretary of State</a> for India 43 Ind. Cas. 361 : 22 M.L.T. 438 : 26 C.L.J. 590 : (1918) M.W.N. 28 : 20 Bom. L.R. 49 (P.C.), may be repeated, that them is no copy of the sanad grant at the date of the Permanent Settlement, nor of the kabuliyat nor indeed of any intermediate documents affecting the title, but this is rather the misfortune than the fault of the plaintiffs. Importance also cannot be attached to the areas of the Mouzas as mentioned in the quinquennial papers; there is nothing to show that at the time of the preparation of the papers, there was a public survey according to which the areas of the Mouzas permanently settled had been ascertained.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1784344\" id=\"span_7\">Besides, as was pointed out by the Judicial Committee in <a href=\"/doc/1784344/\" id=\"a_7\">Haradas Acharyya Chowdhuri v. Secretary of Stale</a> for India 43 Ind. Cas. 361 : 22 M.L.T. 438 : 26 C.L.J. 590 : (1918) M.W.N. 28 : 20 Bom. L.R. 49 (P.C.), if, in fact, the boundaries are proved to include an area far greater than that referred to in the returns, such miscalculation or misrepresentation cannot defeat the title to the estate.</span> As the Subordinate Judge has pointed out, the evidence in this case leads to a conclusion which is in conformity with a statement in a well-known work of authority (Hunter&#x27;s Statistical Accounts of Bengal, Volume VIII, page 141): Secretary of State for India v. Shanmugaraya Mudaliar 16 M. 369 : 20 I.A. 80 : 17 Ind. Jur. 274 : 6 Sar. P.C.J. 296 : 5 Ind. Dec. (N. g.) 964, Steamship Drachenfels. In the matter of the 27 C. 860 : 14 Ind. Dec. (N.S.) 562. It is stated there that in 1811 that is, about thirty years after the publication of Rennel&#x27;s map in 1781, the change of course of the river Brahmaputra had begun to be effected. Rennel&#x27;s map shows that there was no public river just near the lands in suit which lay at a short distance from Belkushi on or near the river Konai of Rennel&#x27;s map; Wilcox&#x27;s map shows that in 1830-31 the river Brahmaputra did not flow over them. The change in the course of the Brahmaputra consequently took place several years after the Perman\nent Settlement of 1793. This tends to support the plaintiff&#x27;s case that this tract was dry land at the time of the Permanent Settlement and the lands must consequently have at that time formed part of the Mouzas pointed out by the plaintiffs to the Commissioner even though they may have been in part in the bed of the small rivulet Konai We accordingly affirm the finding of the Subordinate Judge that the lands in suit were comprised within Mouzas Parbapara, Argyola. Mehernagar, Gajansahar alias Laskarpur with Para Sonekalso, Raneepur, Habbaspur Kole, Jangalia Kathenga with Matiahatte, Gobalbari and Majidbari, Asabpur or Asurpara and Chuck Jangalia and Chuck Gohalban and Digulia, and that the bed of the stream Konai of Hakikat Naksa was part of the Mouzas through which it passed. We also affirm the finding of the Subordinate Judge that Mouths Argyola including its Para Mehernagar, Mouza Purbapara, Mouza Gajansabar known as Laskarpur with it Para Sonekalsi Mouzas Raneepur, Habbaspur, Dighulia and ldil Jangaha appertain in entirety to estates No. 26, and 8 annas of Mouza Kathenga (Kismat) including its Para Matlahatte surveyed as a Mouza and a 12 annas of Mouza Kowabari and an 8 annas of Javariapara are comprised in that estate, and that the remaining 8 annas of Kismat Kathenga including its Para, now, Mouza Matiahatte, the entire Mouzas Kola and Noada, known as Gohalban, are comprised in estate No 543 and the remaining four annas of Kowabari to the estate No. 907. The plaintiffs in each suit have got rights to the extent stated in the plaint in the lands in dispute included in those Mouza. The plaintiffs have got no right to Majidbari and have failed to prove that it is a Para of Gohalbari; they also have been unsuccessful in proving acquisition by adverse possession of any title to any of the lands in suit. It is not necessary to restate the evidence on this part of the case which has been analysed in minute detail with great accuracy by the Subordinate Judge. The summary of the evidence as given by him has been subjected to scrutiny in every particular and has not disclosed any flow or error. We hold accordingly that the finding of the Subordinate Judge upon the question of title cannot be successfully challenged.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_5\">5. The question of limitation has been argued from a two-fold point of view, namely, first, that the plaintiffs have failed to prove possession or dispossession within twelve years of suit, and, secondly, that the plaintiff in suit No. 10 is not entitled to the benefit of either <a href=\"/doc/101688/\" id=\"a_8\">Article 140</a> or 144 of the <a href=\"/doc/1317393/\" id=\"a_9\">Schedule of the Indian Limitation Act</a>. In our opinion, neither of these contentions is well-founded. As regards the first branch of the argument, it is plain that the view taken by the Subordinate Judge must be upheld upon the authority of the decision of the Judicial Committee in Secretary of State for India v. Krishnamoni Gupta 29 C. 518 : 6 C.W.N. 617 : 4 Bom., L.R. 537: 8 Sar. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1711936\" id=\"span_8\">P.C.J. 269: 29 I.A. 104 (P.C.), which overruled the case of <a href=\"/doc/1711936/\" id=\"a_10\">Kally Churn Sahoo v. Secretary of State</a> for India 6 C. 725 : 8 C.L.R. 90 : 4 Shome L.R. 95 : 3 Ind. Dec. (N. s.) 470 decided by a Full Bench of this Court in 1881.</span> Lord Davey relied upon the earlier decision of the Judicial Committee in Trustees and Agency Co. v. Short (1888) 13 A.C. 793 : 58 L.J.P.C. 4 : 59 L.T. 677 : 37 W.B. 433 J.P. 132 in support of the proposition that on the dispossession of a trespasser by the vis major of the floods, the constructive possession of the land is in the true owner; in other words, the land after submersion becomes derelict, and so long as it remains submerged, no title can be made against the true owner. The Subordinate Judge has correctly held on the evidence that, except as regards a small portion, Chur Bell specified in his judgment, before the defendant could acquire title by adverse possession for the statutory period, the lands both of Chur Sahapur and Chur Bell became submerged in 1877, 1891, and 1901, so as to interrupt the adverse possession and the present suit has been instituted within twelve years from the date of the last emergence. The Subordinate Judge has also correctly applied the test as to the nature of the possession required in an adverse possessor of waste lands sufficient to take the title out of the true owner. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1401386\" id=\"span_9\">Such possession must be, as stated by Lord Robertson in <a href=\"/doc/1401386/\" id=\"a_11\">Radhamoni Debi v. Collector of Khulna</a> 27 C.913 : 4 C.W.N. 597 : 2 Bom. L.R. 592 : 7 Sar. P.C.J. 514 : 27 I.A. 136 : 14 Ind. Dec. (N.S.) 617 (P.C. ), adequate in continuity, in publicity, and in extent of area to extinguish the title of the rightful owner.</span> See also Jogendra Nath Rai v. Baldeo Das 35 C. 961 : 12 C.W.N. 127 : 6 C.L.J. 735. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1583886\" id=\"span_10\">To the same effect is the judgment of Lord Sumner in <a href=\"/doc/1583886/\" id=\"a_12\">Basanti Kumar Roy v. Secretary of State</a> 40 Ind. Cas. 337 : 44 C. 855 : 1 P.L.W. 593 : 32 M.L.J. 505 : 21 C.W.N. 642 : 15 A.L.J. 398 : 25 C.L.J. 487 : 19 Bom. L.R. 480 : (1917) M.W.N. 482 : 6 L.W. 117 : 22 M.L.T. 310 : 44 I.A. 104 (P.C.) where it was pointed out that no rational distillation can be drawn between cases where re-formed land is after a few years again submerged by the flood for a time, and cases where the re flooding in seasonal and occurs for several months in each year. Both these contingencies have, as the Subordinate Judge correctly finds upon the evidence, happened in the present case. Consequently, when the land was re-submerged, whether for a period of years or only for a season, the possession of the Government determined, and while it remained submerged, no adverse&#x27; possession could be deemed to continue so as to be available towards the ultimate acquisition of title by the Government against the true owner. As regards the second branch of the argument on the question of limitation, it is equally plain that the Subordinate Judge has correctly decided in favour of the plaintiff. The plaintiff in suit No. 10 relies on two circumstances, namely, first, that she is a purchaser from a purchaser at a sale for arrears of revenue, held on the 28th March 1898, and time does not run against her from before the date of the revenue sale;and, secondly, that as her predecessor-in interest, her mother in law had an interest for life only, time runs against her only from the date of the termination of such life-interest, which took place within twelve years of the institution of the suit. Both these contentions are well-founded.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1138809\" id=\"span_11\">As regards the first contention, reference need be made only to the case of <a href=\"/doc/1138809/\" id=\"a_13\">Surja Kanta Acharya v. Sarat Chandra Roy</a> 25 Ind. CAS. 309 : 20 C.L.J. 563 : 18 C.W.N. 1281 : 16 M.L.T. 290 : 27 M.L.J. 365: 1 L.W. 807 : (1914); M.W.N. 757 : 16 Bom. L.R. 925 (P. C) where the Judicial Committee ruled that in a sale held under Act XI of 1859, what is sold is not the interest of the defaulting owner which is determined on the failure to pay the Government assessment but the interest of the Crown subject to the payment of the Government assessment, and, therefore, the period of limitation for adverse possession against the purchaser at such a sale only commences to run from the date of the sale.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1415595\" id=\"span_12\">See also <a href=\"/doc/1415595/\" id=\"a_14\">Bilas Chandra v. Akshay Kumar Das</a> 14 Ind. Cas. 219 : 15 C.L.J. 436 16 C.W.N. 587., As regards the second contention, it is clear that the plaintiff is entitled to the benefit of <a href=\"/doc/101688/\" id=\"a_15\">Article 140</a> of the <a href=\"/doc/1317393/\" id=\"a_16\">Schedule to the Indian Limitation Act</a> which provides that a suit by a remainder-man or reversioner for possession of immoveable property may he instituted within twelve years from the date when his estate falls into possession.</span> The plaintiff has proved the deed of agreement dated 6th September 1865 between her husband and his adoptive mother, which was construed by this Court in the cases of Dinamoni Chaudhurani v. Elahudad Shan 7 C.W.N. 678 and Dinamoni Chaudhurani v. Elahadut Khan 8 C.W.N. 843. According to its provisions, the mother-in-law of the plaintiff (the adoptive mother of her husband) was to enjoy the properties of her adopted son for life; she was also to enjoy for life sash immoveable properties as she might acquire out of the profits of the properties of her adopted son in her possession, and there is no doubt that the mother-in-law of the plaintiff purchased the shares in estates Nos. 26 and 348 out of such profits. Now, the husband of the plaintiff died on the 27th April 1887 and her mother-in-law died on the 26th February 1900; the present suit was instituted on the 29th March 1910. It is thus plain that the plaintiff become entitled to possession only after the determination of the limited or particular estate held by her mother-in-law, whatever its precise nature might have been, and that estate did not fall into possession until her death, which, as we have seen, took place within twelve years before the suit. <a href=\"/doc/500307/\" id=\"a_17\">Article 142</a> cannot apply as the plaintiff was never in fact dispossessed; nor can <a href=\"/doc/1799967/\" id=\"a_18\">Article 144</a> apply, as possession of a trespasser cannot be deemed adverse against a person not entitled to be in possession at that time. There is thus no bar to the application of <a href=\"/doc/101688/\" id=\"a_19\">Article 140</a>, and if that Article applies, as we hold it does, the suit is not time-barred. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"904431\" id=\"span_13\">The view we take is in accordance with that adopted by this Court in <a href=\"/doc/904431/\" id=\"a_20\">Promotha Nath Ray Chaudhuri v. Dinamani Chaudhurani</a> 65 Ind. Cas. 826 : 34 C.L.J. 129.</span>\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_6\">6. The result is, that in each case the decree made by the Subordinate Judge is confirmed and the appeal is dismissed with costs. The cross-appeal is not pressed and is dismissed without costs.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_7\">Buckland, J.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_8\">7. I agree.\n</p>\n \n\n","numcites":13,"numcitedby":11,"docsource":"Calcutta High Court","citetid":1035651,"divtype":"judgments","relatedqs":[{"value":"adverse possession","formInput":"adverse%20possession"},{"value":"\"adverse possession\"","formInput":"%22adverse%20possession%22"},{"value":"land dispute","formInput":"land%20dispute"},{"value":"true owner","formInput":"true%20owner"},{"value":"\"Permanently settled estates\"","formInput":"%22Permanently%20settled%20estates%22"},{"value":"boundary","formInput":"boundary"},{"value":"streams ","formInput":"streams%20"},{"value":"dispossession","formInput":"dispossession"},{"value":"suit for land","formInput":"suit%20for%20land"},{"value":"438","formInput":"438"}],"cats":[{"value":"limitation","formInput":"tag:limitation"},{"value":"act-in-aid-of-supreme-court","formInput":"tag:act-in-aid-of-supreme-court"},{"value":"order-enforcement","formInput":"tag:order-enforcement"},{"value":"relevancy-of-entry-in-electronic-public-record","formInput":"tag:relevancy-of-entry-in-electronic-public-record"}],"courtcopy":false,"query_alert":null,"agreement":false}