{"tid":1048514,"publishdate":"1978-04-28","title":"Noor Mohd. Khan Ghouse Khan Soudagar And ... vs Fakirappa Bharmappa Machenahalli And ... on 28 April, 1978","doc":"<h2 class=\"doc_title\">Noor Mohd. Khan Ghouse Khan Soudagar And ... vs Fakirappa Bharmappa Machenahalli And ... on 28 April, 1978</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1978 AIR 1217, 1978 SCR (3) 789, AIR 1978 SUPREME COURT 1217, 1978 3 SCC 188</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:n-l-untwalia\">N.L. Untwalia</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:n-l-untwalia\">N.L. Untwalia</a>, <a href=\"/search/?formInput=benchid:r-s-sarkaria\">Ranjit Singh Sarkaria</a>, <a href=\"/search/?formInput=benchid:p-s-kailasam\">P.S. Kailasam</a></h3>\n\n<pre id=\"pre_1\">           PETITIONER:\nNOOR MOHD.  KHAN GHOUSE KHAN SOUDAGAR AND ANR.\n\n\tVs.\n\nRESPONDENT:\nFAKIRAPPA BHARMAPPA MACHENAHALLI AND ORS.\n\nDATE OF JUDGMENT28/04/1978\n\nBENCH:\nUNTWALIA, N.L.\nBENCH:\nUNTWALIA, N.L.\nSARKARIA, RANJIT SINGH\nKAILASAM, P.S.\n\nCITATION:\n 1978 AIR 1217\t\t  1978 SCR  (3) 789\n 1978 SCC  (3) 188\n CITATOR INFO :\n R\t    1979 SC 653\t (17A)\n R\t    1989 SC2204\t (12)\n\n\nACT:\n<a href=\"/doc/42148591/\" id=\"a_1\">Karnataka  Land Reforms Act, 1961</a>. (Mysore Act 10 of  1962),\n<a href=\"/doc/50375153/\" id=\"a_2\">Sections  132</a>, <a href=\"/doc/198288602/\" id=\"a_3\">133</a> and <a href=\"/doc/109773612/\" id=\"a_4\">142 (IA)</a>-Eviction of a &quot;tenant&quot;\tfrom\nthe  land, whether the decision of this Court in  Kulkarni&#x27;s\ncase  [1966]  1\t SCR 145, interpreting <a href=\"/doc/49158955/\" id=\"a_5\">Section\t85A</a>  of\t the\nBombay Tenancy and Agricultural Lands Act, 1948 also governs\nthe  interpretation of the provisions of the <a href=\"/doc/55147955/\" id=\"a_6\">Karnataka\tAct,\n1961</a>.\n<a href=\"/doc/42148591/\" id=\"a_7\">Karnataka  Land Reforms Act, 1961</a> (Mysore Act 10  of  1962)-\nWhether\t the  provisions of Act render the doctrine  of\t lis\npendens contained in <a href=\"/doc/143205848/\" id=\"a_8\">Section 52</a> of the Transfer of  Property\nAct (Central Act 4), 1882 inapplicable.\nJurisdiction-Determination  whether  the  jurisdiction\t was\nexpressly  or by necessary implications excluded depends  on\nthe  provisions\t of the relevant  enactments-<a href=\"/doc/42148591/\" id=\"a_9\">Karnataka\tLand\nReforms Act, 1961</a> (Mysore Act 10 of 1962), <a href=\"/doc/50375153/\" id=\"a_10\">Sections 132</a>\t and\n<a href=\"/doc/198288602/\" id=\"a_11\">133</a>  are applicable to\tpending\t proceedings.-Interpretation\nof-<a href=\"/doc/42148591/\" id=\"a_12\">Karnataka  Land Reforms Act, 1961</a> <a href=\"/doc/50375153/\" id=\"a_13\">Sections 132</a>,  and\t <a href=\"/doc/198288602/\" id=\"a_14\">133</a>\nr/w Mysore Tenants (Temporary Protection from eviction) Act,\n1961 <a href=\"/doc/9472637/\" id=\"a_15\">Section 4(1)</a> and <a href=\"/doc/117675938/\" id=\"a_16\">Bombay Tenancy and Agricultural  Lands\nAct, 1948</a> S. 85A.\n\n\n\nHEADNOTE:\nA  suit\t for  partition\t and possession\t was  filed  by\t the\noriginal  respondent No. 2 herein against respondent  No.  4\n(Defendant  No. I in the Suit), defendants 2 to 7 being\t co-\nsharers\t and defendants 8 to 14 being tenans in\t possession.\nThe Trial Court passed a preliminary decree on 13-12-1954 by\nwhich  each  branch got 1/7th share.  The  said\t preliminary\ndecree\twas  confirmed by the High Court on  16-1-1963.\t  In\naccordance with the law prevalent in the Karnataka State, an\nexecution  case under <a href=\"/doc/71406329/\" id=\"a_17\">Section 54</a> r/w Order XX rule  18/Order\nXXI  rule  35  <a href=\"/doc/161831507/\" id=\"a_18\">C.P.C</a>.  being LD\t 117/56\t was  filed  by\t the\nplaintiff-decree holder and the appellants&#x27;  predecessor-in-\ninterest  i.e. (defendants 5 and 6 ) in the Court which\t had\npassed\tthe  preliminary  decree  for  final  partition\t and\npossession  of\tthe  same had to be made and  given  by\t the\nCollector.   In this execution case respondent No. I  herein\nwas impleaded as judgment debtor No. 20 because, during\t the\npendency of the Suit in or about the year 1948, he had\tbeen\ninducted as a lessee of a portion of the suit properties  in\nR.S.  No.  61/1\t and  R.S.  No.\t 61/2  situated\t in  village\nYattinahalli  in Ranebennur Taluk of Dharwar  district.\t The\neffect\tof impleading respondent No. 1 as a judgment  debtor\nwas  as\t if he was impleaded as a party to the\tsuit  before\nfinal  partition.   On\tMay 29, 1961,  the  Executing  Court\ndirected the Collector to partition the suit property and to\ngive  possession of their respective allotted lands  to\t the\nvarious co-sharers including the appellants.  Respondent No.\n1  did\tnot object to the claim.  Neither did he  carry\t any\nappeal\tagainst\t the said orders.  The\tCollector  made\t the\nfinal  allotment of the various lands to the  different\t co-\nsharers.  The disputed land over which respondent No. 1\t had\nbeen inducted by respondent No. 4 was allotted to the  share\nof the predecessors-in-interest of the appellants some\ttime\nafter 29-5-1961 and before 29-5-1965.\nOn 29-5-1965, in pursuance of the direction of the Execution\nCourt  and the Collector, the Tahsildar went to\t effect\t the\ndelivery   of  possession  but\tproposed  to  deliver\tonly\nsymbolical  possession of the disputed land and declined  to\ndeliver\t actual possession, as he found respondent No. I  to\nbe  in actual cultivating possession of it.   The  Execution\nCourt  was moved in the matter and. by its order dated\t8-6-\n1965,\tit   directed  the  Tahsildar  to   deliver   actual\npossession.   On an appeal by respondent No. 1 in  C.A.\t 104\n165 the said execution orders of the Tahsildar was confirmed\nresulting in Execution Second Appeal by Respondent No. 1  in\nE.S.A. 86/65 before the High Court.  The High Court made\n790\ncertain\t  conditional  orders  of  ad-interim\tstay.\t The\nconditions  were  not  complied with by\t respondent  No.  I.\nThereupon  the appellants made an application again  to\t the\nExecution  Court for directing actual delivery.\t  The  first\nrespondent  contested the application on the ground that  he\nbeing the tenant of the land had made an, application  under\nthe Mysore Land Reforms Act, 1961 which had come into  force\non  October  2,\t 1965 seeking a declaration that  be  was  a\ntenant\twithin the meaning of that Act and obtained a  stay.\nThe Execution Court by its order dated 8-8-1967 rejected the\nplea  and  again directed the Tahsildar\t to  deliver  actual\npossession  and\t this  order  was  confirmed  by  the  First\nAppellate Court in C.A. 34/67.\tExecution Second Appeal\t No.\n78/67 was filed by respondent No. I in the High Court on 21-\n9-1967.\t  The High Court disposed of both the  E.S.A.  86/65\nand  E.S.A.  78/67  by a common\t judgment  and\tallowed\t the\nappeals.  The High Court held that respondent No. 1, in view\nof  the provisions of the <a href=\"/doc/55147955/\" id=\"a_19\">Karnataka Act</a>, cannot\t be  evicted\nand  no actual delivery of possession can be  given  against\nhim unless the requirements of the said Act was followed :\nDismissing the appeals by special leave, the Court\nPer Untwalia, J. (On behalf of R. S. Sarkaria J. as well)\nHELD :1.  Civil Court&#x27;s jurisdiction is barred under <a href=\"/doc/50375153/\" id=\"a_20\">section\n132</a>  of\t the Karnataka Land Reforms Act, which\tis  in\tpari\nmateria\t  with\t<a href=\"/doc/113400017/\" id=\"a_21\">Section\t 85</a>  of\t the  Bombay   Tenancy\t and\nAgricultural  Lands Act, 1948.\t<a href=\"/doc/198288602/\" id=\"a_22\">Section 133</a>  corresponds  to\n<a href=\"/doc/42148591/\" id=\"a_23\">Section 85A</a> of the Act.\t The saving sub-section IA, inserted\nby Act 14 of 1965 in <a href=\"/doc/109773612/\" id=\"a_24\">Section 142</a> extended the protection  of\nthe eviction of the Mysore Act against eviction and provided\nthat an agriculturist shall not be liable to be evicted from\nland  in respect of which he could be deemed to be a  tenant\nexcept\tin accordance with the provisions of  the  <a href=\"/doc/55147955/\" id=\"a_25\">Karnataka\nAct</a>. [797 F-G, 798 D]\nDhondi\tTukaram\t Mali and Anr. v. Hart Dadu Mang  and  Ors.,\nI.L.R. 53 Bombay, 969 referred to\nCustodian  of  Evacuee\tProperty, Punjab &amp;  Ors.  v.  Jafran\nBegum,\t[1967]\t3  S.C.R. 736; Corporation of  the  City  of\nBangalore v. B. T. Kampanna, [1977] 1 S.C.R. 269,  Secretary\nof Store v. Mask Co., 67 I.A. 222, explained.\nMussamiya  Imam\t Haider\t Bux  Razvi  v.\t Rabari\t  Govindbhai\nRatnabhai  and\tOrs.,  [1969]  1  SCR  785;  explained\t and\ndistinguished.\n2.   The facts of the present case do attract the provisions\nof  the Mysore Tenants (Temporary Protection from  Eviction)\nAct,  1961 and subsequently the <a href=\"/doc/42148591/\" id=\"a_26\">Karnataka Land Reforms\tAct</a>.\nThe   first  respondent\t was  a\t tenant\t under\tthe   fourth\nrespondent within the meaning of <a href=\"/doc/179173358/\" id=\"a_27\">Section 2(18)</a> of the Bombay\nAct.   He had therefore, the protection of the\t<a href=\"/doc/8438375/\" id=\"a_28\">Bombay\tAct</a>.\nLater he got the protection under Section 2(e) of the Mysore\nAct  and subsequently, the protection continued\t even  under\nthe <a href=\"/doc/55147955/\" id=\"a_29\">Karnataka Act</a>.  The question which falls for decision in\nthese  appeals is not one as to the applicability of any  of\nthe three Acts to the land in dispute but squarely (1) it is\na  question as to whether the claim of the first  respondent\nthat he became a tenant under the appellants also is tenable\nunder  the various Act.\t Thus on the facts of the  case\t the\ndecision  of  this Court in Kulkarni&#x27;s case applies  on\t all\nfours. [802 A-C]\nBhimji\tShankar\t Kulkarni v. Dundappa Vithappa\tAdapudi\t and\nAnr. [1966] 1 SCR 145; followed.\n3.   The  argument  that though the respondent No.  1  might\nhave  been inducted as a tenant by respondent No. 4, but  as\nsoon  as,  the\tland  was  allotted  to\t the  share  of\t the\nappellants he ceased to be in lawful possession of the\tland\nand  in\t view  of  the well settled  position  of  law\twith\nreference  to <a href=\"/doc/1634925/\" id=\"a_30\">Section 52</a> of the Transfer of Property Act  he\ncould  not  be\ta  &#x27;tenant&#x27; or\t&#x27;deemed\t tenant&#x27;  under\t the\nappellants within the meaning of the <a href=\"/doc/8438375/\" id=\"a_31\">Bombay Act</a> or <a href=\"/doc/55147955/\" id=\"a_32\">Karnataka\nAct</a> is not correct.  A question arose during the pendency of\nthe  suit and the execution proceeding whether on the  final\nallotment  of the land to the appellants, respondent  No.  1\nhad  ceased  to be a tenant and had become a  trespasser  in\nview of\n791\n<a href=\"/doc/1634925/\" id=\"a_33\">section 52</a> of the Transfer of Property Act.  The  appellants\nmay have a good case on merits.\t But there does not seem  to\nbe any escape from the position that the adjudication of the\nquestion aforesaid fell squarely and exclusively within\t the\njurisdiction of the Revenue Authorities and the Civil  Court\nhad  no jurisdiction to decide it.  It was not a case  where\nthere was no dispute of the fact that respondent No. 1 was a\ntenant\tor vice versa.\tNor was it a case where dispute\t had\ncropped up inter se between two persons both claiming to  be\nthe  landlord  of  the\tland or\t between  two  persons\tboth\nclaiming  to  be the tenant of the land.   The\tdispute\t was\nwhether\t respondent  No.  1 had become\tthe  tenant  of\t the\nappellants or not. [802 D-H, 803 A]\nBhimappa  Venkappa  Kerisa v.  Basavalingayya,\tI.L.R.\t1958\nMysore,\t 197; Ramdas Popat Patil v. Fakira Pandu  Patil\t and\nOrs.  A.L.R. 1959 Bombay, 19 and Chandbeg Muradbeg and\tOrs.\nv.  Raje Madhao Devidasrao Jahagirdar and Ors., AIR 1961  By\n146, explained and distinguished.\nKedar  Nath  Lal and Anr. v. Ganesh Ram and  Ors.  [1970]  2\nS.C.R. 204, referred to.\nPer Kailasvam J.\n1.   The exclusion of the jurisdiction of the Civil Court is\nnot  to\t be  lightly  inferred.\t  Such\texclusion  must\t  be\nexplicitly  expressed  or  clearly  implied.   In  order  to\ndetermine  whether the jurisdiction of the Civil  Court\t was\nexpressly   or\t by  necessary\timplication   excluded\t the\nprovisions  of\tthe  relevant enactments will,\thave  to  be\nconsidered. [806 A-D]\nSecretary  of State v. Mask Co., 67 I.A. 622,  Dhulabhai  v.\nState of M.P. [1968] 3 SCR 662; State of West Bengal v.\t The\nIndian\tIron and Steel Co. Ltd [1971] 1 S.C.R 275, Union  of\nIndia  v.  Tara Chand Gupta and Bros.,\t[1971]\tS.C.R.\t557;\nreiterated.\n2.   <a href=\"/doc/42148591/\" id=\"a_34\">The  Karnataka Land Reforms Act</a> as well as the  earlier\nenactments  were  made\tfor  the  purposes  of\t introducing\nagrarian  reforms,  conferment\tof  ownership  on   tenants,\nceiling\t on  land  holdings and for  certain  other  matters\nreferred  to  in  the Act.  Any dispute\t arising  under\t the\nprovisions  of\tthe  Act and relating  to  disputes  between\nlandlord  and tenant will be within the jurisdiction of\t the\nTribunal constituted under the Act. [808 A-B]\nBy <a href=\"/doc/50375153/\" id=\"a_35\">Section 132</a> of the Karnataka Land Reforms Act, 1961,\t the\njurisdiction  of the Civil Court to settle, decide, to\tdeal\nwith  any  question which is under the Act  required  to  be\ndecided by the authorities set up by the Act is taken  away.\nUnder  Section\t112  B which enumerates the  duties  of\t the\nTribunal it is clearly the duty of the Tribunal to determine\nwhether\t  a  person  who  claims  to  be  a  tenant  is\t  an\nagriculturist,\twhether he cultivates personally the  lands,\nwhether he holds, the lands from a landlord, whether he is a\ndeemed\ttenant\tunder <a href=\"/doc/9472637/\" id=\"a_36\">section 4</a>, whether he is\tentitled  to\nprotection  from eviction from any land under the  Karnataka\nTenants\t (Temporary  Protection from  Eviction)\t Act,  1961,\nwhether\t he  is\t a  permanent tenant and  whether  he  is  a\nprotected  tenant.   In this connection it is  necessary  to\nnote the definition of landlord in <a href=\"/doc/160246278/\" id=\"a_37\">section 2(21)</a> which means\na  person who has leased the land to a tenant  and  includes\nperson\tentitled to receive the rent from a tenant.   It  is\nalso  the  duty\t of the Tribunal to  determine\twhether\t the\ntenant is holding the land on lease from a landlord. [807 B,\nF-H]\nAsa Ram and Anr. v. Mst.  Ram Kali &amp; Anr., [1958] S.C.R. 986\nreferred to.\n3.   Sub-<a href=\"/doc/199926848/\" id=\"a_38\">section 2(a)</a> of <a href=\"/doc/55147955/\" id=\"a_39\">Section 133</a> of the Karnataka Act is\napplicable  to\tsuits only and does not\t indicate  that\t the\nprovisions  are\t applicable to execution proceedings  or  in\nappeals before Civil Courts.  The jurisdiction of the  Civil\nCourt is taken away only in respect of the decisions of\t the\nissues\tin  suits that are required to be  referred  to\t the\nTribunal  under <a href=\"/doc/198288602/\" id=\"a_40\">Section 133</a> and the Civil Court\t shall\tstay\nthe suit.  On receipt of a communication from the  Tribunal,\nthe  Civil Court has to proceed with the trial of  the\tsuit\nand  dispose  it  of according to law.\tIn  the\t absence  of\nexpress provision, when an issue has been\n792\nreferred  by  the  Civil  Court\t to  the  Tribunal  and\t  is\nreceived,back and a decree passed in the suit, the provision\nof the Civil Procedure Code regarding appeals and  revisions\nwill  be  applicable.  In such circumstances  the  appellate\nCourt will have to consider the correctness or otherwise  of\nthe  issue that has been decided by the\t Tribunal.   Section\n4(1) of the Mysore Act which is similar to <a href=\"/doc/55147955/\" id=\"a_41\">section 133(2)</a> of\nthe  Karnataka Act provided for stay of execution in  suits,\nproceedings  and  execution of decrees or orders  and  other\nproceedings for the eviction of tenant.\t In applying <a href=\"/doc/198288602/\" id=\"a_42\">section\n133</a>,  therefore,  the questions that have to  be  considered\nare,  whether  the sub-section is  applicable  to  execution\nproceedings  and in appeals before Civil Courts.  [808\tF-H,\n809 A-B]\nIn the instant case, as the respondent took the plea that he\nis  protected under the Mysore Land Reforms Act,  1961,\t the\nquestion  as  to what extent the jurisdiction of  the  Civil\nCourt  is  barred ought to have been gone into by  the\tHigh\nCourt.\tIt is unfortunate that the High Court considered  it\nunnecessary to consider the various questions in the  Second\nAppeals\t in  view of the decision of this court\t in  Bhimaji\nShanker\t Kulkarni  v. Dundappa Vithappa\t Udapudi  and  Anr.,\n[1966]\t1  S.C.R. 145.\tThe only other ground on  which\t the\nappeals\t were dismissed was that under <a href=\"/doc/109773612/\" id=\"a_43\">section\t142</a>(1-A)  of\nthe Mysore Act corresponding to <a href=\"/doc/46759269/\" id=\"a_44\">section 22</a> of the  Karnataka\nAct,  the  1st respondent was entitled to  protection.\t The\nprotection  is\tavailable only when the land is\t held  by  a\nperson as a tenant. [810 B-D]\nBhimaii\t Shankar Kulkarni v. Dundappa Vithappa\tUdapudi\t and\nAnr.  [1966]  1\t S.C.R. 145; Dhondi Tukkaram  v.  Hari\tDadu\nI.L.R. (1953) Bom. 969; explained.\n4.   If in law the sharer in possession could not enter into\nany  transaction  obviously  affecting\tthe  rights  of\t the\nparties the defendant cannot claim any right and  therefore,\nwill not be a tenant.  The question to be considered in such\ncircumstances  is whether an issue that the defendant  is  a\ntenant arises at all. [811 G-H, 812 A]\n5.  The\t Civil\tCourt  has  inherent  power  to\t decide\t the\nquestion of its own jurisdiction although as a result of  an\ninquiry\t it may turn out that it has no jurisdiction.\tEven\nthough\tthe  defendant may plead that he is  a\ttenant,\t the\nCourt must be satisfied that an issue whether the  defendant\nis  a tenant or not arises before it could be  referred\t for\ndetermination\tby   the  Tribunal  and\t the   question\t  of\njurisdiction  will not be decided mainly on the plea of\t the\ndefendants. [812 A, 813A]\nBhatia\tCooperative Housing Society v. D. C.  Patel,  [1953]\nS.C.R. 185; followed.\nBhimaji\t  Shankar Kulkarni v. Dundappa Vithappa Udapudi\t and\nAnr., [1966] 1 S.C.R. 145, Raizada Topandas and Anr. v. M/s.\nGorakhram   Gokhalchand,  [1964]  2  S.C.R.  214;   Vasudeva\nGopalkrishna  Tanwaker\tv. The Board of\t Liquidators,  Happy\nHome  Cooperative  Housing  Society  [1964]  3\tS.C.R.\t964;\nMusamiya Imam Haider Beg Razvi v. Raberi Govindha  Ratnabhai\nand  Ors. [1969] 1 S.C.R. 785, Secretary of State v. Mask  &amp;\nCo., 67 I,A, 222, Corporation of City of Bangalore v. B.  T.\nKampanna, [1977] 1 S.C.R. 269, explained.\n6.   In the instant case\n(a)  It\t was  incumbent\t On the High  Court  to\t decide\t the\nseveral questions that arise for consideration.\t The plea of\nthe  appellants\t that  the decisions  of  the  Civil  Courts\ndirecting  the 1st respondent to deliver the  possession  to\nthe appellant have become Anal and was no more available  to\nhim  to be raised under the <a href=\"/doc/42148591/\" id=\"a_45\">Karnataka Land Reforms Act</a>\talso\nfalls  for decision.  Equally, the plea that  the  questions\nthat  arise in the appeals are not within the competence  of\nthe  Tribunal,\talso ought to have been gone  into.   Before\nreferring the issue to the Tribunal the High Court ought  to\nhave come to a conclusion that on the facts of the case\t the\nissue  as  to  whether the 1st respondent is  a\t tenant\t has\narisen and has to be decided by the Tribunal. [816 D-E]\n(b)  The  High Court ought to have also\t considered  whether\nany  restriction  on the jurisdiction of  the  Civil  Courts\nplaced under the Act is applicable to the\n793\nHigh  Court also.  The jurisdiction of the Civil  Courts  is\nnot  entirely barred as the Act only provides for  reference\nof  certain issues for decision before the Revenue  Tribunal\nand after receipt of the finding of such issues to record  a\njudgment  on such finding.  The appeal to the  Civil  Courts\naccording  to the Civil Procedure Code and the\tjurisdiction\nof  the\t High Court in hearing appeals and  revisions  under\ncertain circumstances have not been excluded.  [816 F-G]\n[In  view  of  the  statement at the  bar  that\t during\t the\npendency  of  these  appeals in this  Court  that  the\tLand\nTribunal  dismissed  R.\t C. 37/66 filed\t by  the  respondent\nseeking declaration that he is a tenant in holding and\tthat\nhe  is\tnot  a tenant, the court  ordered  (a)\tthat  actual\ndelivery   of\tpossessions  would  be\tdelivered   to\t the\nappellants, if the question has already been finally decided\nin  favour  of\tthe  appellants\t (b)  If  not  the   revenue\nauthorities should decide as quickly as possible and if\t the\ndecision goes in favour of the appellants no time should  be\nlost in giving actual delivery of possession to them and  if\nper  chance, the decision goes against them only  symbolical\npossession be given.]\n\n\n\nJUDGMENT:</pre>\n<p data-structure=\"Issue\" id=\"p_1\">CIVIL  APPELLATE  JURISDICTION : Civil\tAppeals\t Nos.  2372-\n2373/68.\n</p><p data-structure=\"Issue\" id=\"p_2\">Appeals\t by Special Leave from the Judgment and Order  dated\n9th  February  1968 of the Mysore High\tCourt  in  Execution\nSecond Appeal Nos., 86 of 1965 and 78 of 1967.\nS. S. Javali and M. Veerappa for the Appellants.\nNaunit\tLal and K. Yasudev for Respondent No. I in both\t the\nappeals.\n</p><p data-structure=\"Precedent\" id=\"p_3\">K.   Ramkumar  and K. Jayaram for Respondent No. 4 (In\tC.A.\n2372/68).\n</p><p data-structure=\"Facts\" id=\"p_4\">The Judgment of the Court was delivered by\nUNTWALIA,  J.  These two appeals by special leave  are\tfrom\nthe  common  judgment of the Karnataka High Court.   In\t the\nyear 1945, a suit for partition and possession was filed  by\nthe original respondent No. 2 (since deceased and his  heirs\nsubstituted).\tIn  the said suit all  the  co-sharers\twere\nimpleaded as defendants 1 to 7. The 4th respondent in  these\nappeals was defendant No. I and the predecessors in interest\nof  the appellants were defendants 5 and 6. Each branch\t had\n1/7th  share.  A preliminary decree was passed by the  Trial\nCourt  on December 13. 1954, which was eventually  confirmed\nby the High Court in a second appeal decided on January\t 16,\n1963.\tAfter the passing of the preliminary decree  in\t the\nyear 1954, in accordance with the law prevalent in the State\nof  Karnataka &quot;(then known as My-sore State),  an  execution\ncase  being  L.D. 117 of 1956 was filed\t by  the  plaintiff-\ndecree\tholder\tand the appellants in the  Court  which\t had\npassed\tthe  preliminary  decree  for  final  partition\t and\npossession;  the  same\thad  to be made\t and  given  by\t the\nCollector.   In the execution case was impleaded  respondent\nNo. 1 in these appeals as judgment debtor No. 20 because  he\nhad  been  inducted  as a lessee of a portion  of  the\tsuit\nproperties during its pendency in or about the year 1948  by\nrespondent no. 4. The effect of impleading respondent no.  1\nas  a judgment debtor was as if he was impleaded as a  party\nto  the suit before the final partition.  On May  29,  1961,\nthe executing court\n16-315SCI/78\n<span class=\"hidden_text\" id=\"span_1\">794</span>\ndirected the Collector to partition the suit property and to\ngive  possession of their respective allotted lands  to\t the\nvarious co-sharers including the appellants.  The  Collector\nmade  the  final  allotment  of the  various  lands  to\t the\ndifferent   co-sharers.\t  The  disputed\t land\tover   which\nrespondent no.\tI had been inducted by respondent no. 4\t was\nallotted  to the share of the appellants sometime after\t May\n29,  1961  and\tbefore\tMay  29,  1965.\t  On  29-5-1965,  in\npursuance  of the direction of the Execution Court  and\t the\nCollector,  the\t Tahsildar went to effect  the\tdelivery  of\npossession  but proposed to deliver only symbolical  posses-\nsion  of  the disputed land and declined to  deliver  actual\npossession,  as, he found respondent no. 1 to be  in  actual\ncultivating possession of it.  The Execution Court was moved\nin  the\t matter\t and by its order dated\t June  8,  1965,  it\ndirected  the Tahsildar to deliver actual  possession.\t The\nsaid  order was confirmed in appeal on July 31, 1965 by\t the\nFirst  Appellate  Court.  Respondent no. 1  filed  Execution\nSecond\tAppeal No. 86 of 1965, presumably because the  order\ndated 8-6-1965 of the Execution Court was one under  <a href=\"/doc/119552888/\" id=\"a_46\">section\n47</a> of the Code of Civil Procedure&#x27; In this appeal, the\tHigh\nCourt  made certain conditional orders of  ad-interim  stay.\nThe  conditions were not complied with by respondent no.  1.\nThereupon,  the appellants made an application again to\t the\nExecution Court for directing actual delivery of possession.\nThe first respondent contested the application filed by\t the\nappellants on the ground that he being a tenant of the\tland\nhad  made an application under the Mysore Land Reforms\tAct,\n1961  which  had  come\tinto  force  on\t October  2,   1965,\nhereinafter  to\t be  called the\t <a href=\"/doc/55147955/\" id=\"a_47\">Karnataka  Act</a>,  seeking  a\ndeclaration that he was a tenant within the meaning of\tthat\nAct.   The  Execution Court, by its order  dated  August  8,\n1967,  again  directed\tthe  Tahsildar\tto  deliver   actual\npossession  and\t its  order  was  confirmed  by\t the   First\nAppellate Court on August 31, 1967.  Execution Second Appeal\nNo.  78\t of 1967 was filed by respondent no. 1 in  the\tHigh\nCourt on September 21, 1967.\n</p><p data-structure=\"Precedent\" id=\"p_5\">The  High Court has allowed both the appeals by\t its  common\njudgment dated February 9, 1968 and held that respondent no.\n1, in view of the provisions of the <a href=\"/doc/55147955/\" id=\"a_48\">Karnataka Act</a>, cannot be\nevicted\t and no actual delivery of possession can  be  given\nagainst\t him  unless the requirements of the  said  Act\t are\nfollowed.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"960531\" id=\"span_2\">In\tso  doing &#x27;he High Court  has  followed\t the\ndecision  of  this  Court in  <a href=\"/doc/960531/\" id=\"a_49\">Bhimaii  Shanker\tKulkarni  v.\nDundappa  Vuthappa Udapudi and anr</a>(2) given in\trelation  to\nthe  corresponding  provisions\tof <a href=\"/doc/117675938/\" id=\"a_50\">The\tBombay\tTenancy\t and\nAgricultural Lands Act, 1948</a>, hereinafter called the  <a href=\"/doc/8438375/\" id=\"a_51\">Bombay\nAct</a>.  Hence these appeals.</span>\n</p><p data-structure=\"PetArg\" id=\"p_6\">Mr.  S. S. Javali argued for the appellants and\t strenuously\nassailed  the judgment of the High Court.  Mr.\tNaunit\tLal,\nappearing  for the first respondent. combated his  argument.\nAlthough respondent no. 4 was also represented before us  by\nan Advocate, no argument was advanced on &#x27;his behalf, as the\ndispute\t in these appeals is mainly between  the  appellants\nand the first respondent.\n</p><p data-structure=\"Section\" id=\"p_7\">Before\twe  proceed to notice and discuss  the,\t contentions\nraised by the appellants, we may note a few more  undisputed\nfacts which were\n(1)  [1966] 1 S.C.R 145-A.I.R. 1966 S.C. 166.\n</p><span class=\"hidden_text\" id=\"span_3\">795</span>\n<p data-structure=\"Facts\" id=\"p_8\">given  to  us  by  learned counsel  for\t the  parties.\t The\ndisputed land in this case is comprised in R.S. No. 61/1 and\nR.S. No. 61/2 situated in village Yattinahalli in Ranebennur\nTaluk  of  Dharwar District, which once formed part  of\t the\nerstwhile  State  of Bombay.  On the reorganization  of\t the\nStates\tin the year 1956, village Yattinahalli came to\tform\npart of the erstwhile State of Mysore now known as the State\nof  Karnataka.\tOur attention was, therefore, rightly  drawn\nto  the\t relevant provisions of the <a href=\"/doc/8438375/\" id=\"a_52\">Bombay  Act</a>\t which\twere\napplicable  to the disputed land and remained so  applicable\neven after the reorganization of the State until The  Mysore\nTenants\t (Temporary  Protection from  Eviction)\t Act.  1961,\nhereinafter  called  the Mysore Act, and the  Karnataka\t Act\nwere passed and enforced.\n</p><p data-structure=\"Section\" id=\"p_9\">At the outset of the discussion of the points urged for\t the\nappellants,  we may briefly notice, the relevant  provisions\nof  the three Acts--viz. the Bombay Act, the Mysore Act\t and\nthe Karnataka Act.  Subsections (1 8), (14) and (10A) of the\ndefinition <a href=\"/doc/65650791/\" id=\"a_53\">section 2</a> of the Bombay Act respectively  defines\n&#x27;tenant&#x27;,  &#x27;protected tenant&#x27; and &#x27;permanent tenant&#x27;.\tSub-\nsection (18) says :\n</p><blockquote id=\"blockquote_1\">&quot;  &quot;  tenant&quot;  means a person who holds land  on  lease\t and\nincludes-\n</blockquote><blockquote id=\"blockquote_2\">(a) a person who is deemed to be a tenant under <a href=\"/doc/109599582/\" id=\"a_54\">section 4</a>;\n</blockquote><blockquote id=\"blockquote_3\">(b)  a person who is a protected tenant; and\n</blockquote><blockquote id=\"blockquote_4\">(c)  a person who is a permanent tenant;\n</blockquote><p data-structure=\"Section\" id=\"p_10\">and the word &quot;landlord&quot; shall be construed accordingly.&quot;\nPersons\t to be &#x27;deemed tenants&#x27; are mentioned in <a href=\"/doc/109599582/\" id=\"a_55\">section  4</a>.\nThe  procedure\tfor taking possession by or  from  a  tenant\nunder the <a href=\"/doc/8438375/\" id=\"a_56\">Bombay Act</a> is provided in <a href=\"/doc/187973777/\" id=\"a_57\">section 29</a>.\t If a person\nwas  a\ttenant under the said Act indisputably he  could  be\nevicted\t only  on  the grounds and in  accordance  with\t the\n<a href=\"/doc/8438375/\" id=\"a_58\">Bombay\tAct</a>.   <a href=\"/doc/191749061/\" id=\"a_59\">Section\t70</a>  enumerates\tthe  duties  of\t the\nMamlatdar and says :\n</p><blockquote id=\"blockquote_5\">\t      &quot;For  the purposes of this Act  the  following\n\t      shall  be\t the  duties  and  functions  to  be\n\t      performed by the Mamlatdar\n</blockquote><blockquote id=\"blockquote_6\">\t      (a)   to\t decide\t whether  a  person  is\t  an\n\t      agriculturist;\n</blockquote><blockquote id=\"blockquote_7\">\t      (b)   to decide whether a person is, or was at\n\t      any time in the past, a tenant or a  protected\n\t      tenant\t  or\t a     permanent      tenant\n\t      :....................\t    is\nThe  words  in clause (b) &quot;or was at any time in  the  past&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1661992\" id=\"span_4\">were  added with retrospective effect by <a href=\"/doc/4377279/\" id=\"a_60\">Maharashtra Act</a>  49\nof  1969.   It\tseems to have been so done in  view  of\t the\ndecision of this Court in <a href=\"/doc/1661992/\" id=\"a_61\">Mussamiya Imam Haider Bax Razvi V.\nRabari\tGovindbhai Ratnabhai &amp; Ors.</a>(1) Under <a href=\"/doc/28250927/\" id=\"a_62\">section 85</a>\t the\njurisdiction of the Civil Court concerning any\n(1)  [1969] 1 S.C.R. 785.</span>\n</p><span class=\"hidden_text\" id=\"span_5\">796</span>\n<p data-structure=\"Precedent\" id=\"p_12\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"960531\" id=\"span_6\">matter which has to be decided or dealt with by the  Revenue\nAuthorities,  including the question whether a person is  or\nwas  at\t any time in the past a tenant or  not,\t is  barred.\nSection\t 85A has been extracted in <a href=\"/doc/960531/\" id=\"a_63\">Kulkarni</a>&#x27;s case  (supra).\nIt  provides  that if in any suit instituted  in  any  Civil\nCourt an issue arises which has to be decided by the Revenue\nAuthority,  then the Civil Court shall refer such  an  issue\nfor  the  decision  of the Revenue Authority  and  stay\t the\nhearing\t of  the suit until then.  The\tCivil  Court  shall,\nthereafter,  pronounce its decision-in accordance  with\t the\ndecision  of the Revenue Authority on that  issue.</span>   Dealing\nwith  the  provisions of the <a href=\"/doc/8438375/\" id=\"a_64\">Bombay Act</a>\t and  approving\t the\nprinciple  decided by the Bombay High Court in &quot;he  case  of\nDhondi\tTukaram\t Mali, and another v. Hari  Dadu  Mang,\t and\nothers(1) a decision which was given before the introduction\nof Section 35A in the <a href=\"/doc/8438375/\" id=\"a_65\">Bombay Act</a>, it was held in  Kulkarni&#x27;s\ncase as follows at page 149\n\t      &quot;The  Mamlatdar has exclusive jurisdiction  to\n\t      entertain\t an  application by a  landlord\t for\n\t      possession  of  agricultural lands  against  a\n\t      tenant,  and the Civil Court has no  jurisdic-\n\t      tion to entertain and try a suit by a landlord\n\t      against\t a   tenant   for   possession\t  of\n\t      agricultural  lands.  The\t Mamlatdar  has\t  no\n\t      jurisdiction to try a suit by a landowner\t for\n\t      recovery\tof possession of agricultural  lands\n\t      from  a  trespasser  or from  a  mortgagee  on\n\t      redemption of a mortgage, and the Civil  Court\n\t      has jurisdiction to entertain such a suit; but\n\t      if  the defendant to the suit pleads that\t he,\n\t      is  a  tenant  or\t a  protected  tenant  or  a\n\t      permanent\t tenant and an issue arises  whether\n\t      be is such a tenant, the Court must refer\t the\n\t      issue to the Mamlatdar for determination,\t and\n\t      must stay the suit pending such determination,\n\t      and after the Mamlatdar has decided the issue,\n\t      the  Court  may  dispose of the  suit  in\t the\n\t      &#x27;light of the decision of the Mamlatdar.&quot;\n</p><p data-structure=\"Section\" id=\"p_13\">We  now advert to the relevant and corresponding  provisions\nof  the Mysore and the Karnataka Acts.\tSection 2(e) of\t the\nMysore Act says :--\n</p><blockquote id=\"blockquote_8\">\t      &quot;\t &quot; tenant&quot; means an agriculturist who  holds\n\t      land on lease from a landlord and includes  an\n\t      agriculturist,  who  is or is deemed to  be  a\n\t      tenant  under  any law for the time  being  in\n\t      force..&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_14\">\t      Sub-section (1) of <a href=\"/doc/109599582/\" id=\"a_66\">section 4</a> reads as follows\n\t      &quot;Stay of certain suits or proceedings.-(1) All\n\t      suits proceedings in. execution of decrees  or\n\t      orders and other proceedings for the  eviction\n\t      of  tenants  from the lands held\tby  them  as\n\t      tenants or in which a claim for such  eviction\n\t      is  involved pending in any civil\t or  revenue\n\t      court  or before any Tribunal on the  date  of\n\t      commencement  of\tthis Act, or  which  may  be\n\t      instituted  on  or  after\t the  date  of\tsuch\n\t      commencement,  shall stand stayed\t during\t the\n\t      period this Act remains in force.&quot;\n</p><p data-structure=\"Issue\" id=\"p_15\">(1)  I.L.R. 53 Bombay, 969.\n</p><span class=\"hidden_text\" id=\"span_7\">797</span>\n<p data-structure=\"Section\" id=\"p_16\">It  would  thus be seen that if respondent No.\tI  in  these\nappeals\t was a &quot;deemed tenant&quot; under the <a href=\"/doc/8438375/\" id=\"a_67\">Bombay Act</a>, he\t had\nthe  protection\t of the Mysore Act.  <a href=\"/doc/55147955/\" id=\"a_68\">The Karnataka  Act</a>\t has\nbeen amended several times, such as, by <a href=\"/doc/55147955/\" id=\"a_69\">Karnataka Act</a> 14  of\n1965;  Act 38 of 1966; Act 6 of 1970 and Act 1 of 1974.\t  We\nare  referring to the relevant provisions of  the  <a href=\"/doc/55147955/\" id=\"a_70\">Karnataka\nAct</a>  from one of the two petitions of special leave,  as  we\nwere given to understand that the relevant provisions at the\nrelevant  time\tread as mentioned in the  said\tpetition  of\nspecial\t leave,\t The  expressions  &#x27;permanent  tenant&#x27;\tand&#x27;\n&#x27;protected tenant&#x27; are defined in subsections (23) and\t(27)\nrespectively of <a href=\"/doc/94452583/\" id=\"a_71\">section 2</a>. Sub-section (34) says :-\n</p><blockquote id=\"blockquote_9\">\t      &quot;\t &quot;tenant&quot; means an agriculturist  who  holds\n\t      land on lease from a landlord and includes :-\n</blockquote><blockquote id=\"blockquote_10\">\t      (i)   a  person who is deemed to be  a  tenant\n\t      under <a href=\"/doc/109599582/\" id=\"a_72\">section 4</a>;\n</blockquote><p data-structure=\"Section\" id=\"p_17\">\t      a person who was protected from eviction\tfrom\n\t      any  land\t by the\t Mysore\t Tenants  (Temporary\n\t      Protection from Eviction) Act, 1961, ;\n</p><p data-structure=\"Precedent\" id=\"p_18\">\t      iii)  A person who is a permanent tenant; and\n</p><p data-structure=\"Precedent\" id=\"p_19\">\t      (iv)   A person who is a protected tenant.&quot;\n</p><p data-structure=\"Section\" id=\"p_20\">Persons\t to be &#x27;deemed tenants&#x27; are mentioned in  <a href=\"/doc/109599582/\" id=\"a_73\">section  4</a>\nmore  or less on the lines of <a href=\"/doc/117720930/\" id=\"a_74\">section 4</a> of the\tBombay\tAct.\nThe grounds on which a tenant can be evicted are,  mentioned\nin  <a href=\"/doc/46759269/\" id=\"a_75\">section  22</a>.  Section III provides for  constitution  of\nTribunal  and  the  duties of  Tribunal\t are  enumerated  in\n<a href=\"/doc/124007489/\" id=\"a_76\">section 112</a>, the relevant portion of which reads is follows\n\t      For  the\tpurpose of this Act,  the  following\n\t      shall  be\t the  duties  and  functions  to  be\n\t      performed by the Tribunal\n\t      namely :--\n</p><blockquote id=\"blockquote_11\">\t      (b)   to\tdecide whether a person is a  tenant\n\t      or not under <a href=\"/doc/109599582/\" id=\"a_77\">Section 4</a>.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_21\">Civil Court&#x27;s jurisdiction is barred under section 132 which\nis  in\tpari materia with <a href=\"/doc/28250927/\" id=\"a_78\">section 85</a> of\t the.\t<a href=\"/doc/8438375/\" id=\"a_79\">Bombay\tAct</a>.\nSection\t 133 corresponding to <a href=\"/doc/8438375/\" id=\"a_80\">section 85A</a> of the Bombay\t Act\nmay be quoted here :-\n</p><blockquote id=\"blockquote_12\">\t      &quot;Suits involving issues required to be decided\n\t      under this Act :-(1) If any suit instituted in\n\t      any civil court involves any issues which\t are\n\t      required to be settled. decided or dealt\twith\n\t      by  any authority competent to settle,  decide\n\t      or  deal\twith  such  issues  under  this\t Act\n\t      (hereinafter  referred to as the\t&quot;  competent\n\t      authority&quot;),  the Civil Court shall  stay\t the\n\t      suit  and refer such issues to such  competent\n\t      authority for determination.\n</blockquote><blockquote id=\"blockquote_13\">\t      (2)   On\treceipt of such reference from\tthe,\n\t      Civil,  Court  the competent  authority  shall\n\t      deal with and decide such issues\n<span class=\"hidden_text\" id=\"span_8\">\t      798</span>\n\t      in accordance with the provisions of this\t Act\n\t      and  shall  communicate its  decision  to\t the\n\t      civil  court  and such court  shall  thereupon\n\t      dispose  of  the suit in accordance  with\t the\n\t      procedure applicable thereto.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_22\"><a href=\"/doc/55147955/\" id=\"a_81\">Section\t 142</a>  of the Karnataka Act provides for\t repeal\t and\nsavings\t of  certain  earliar Acts.   Sub-section  (1A)\t was\ninserted  by  Act 14 of 1965 in section 142.   It  reads  as\nfollows\n\t      &quot;Notwithstanding\tanything contained  in\tsub-\n\t      section (1) or in any law in force in any area\n\t      of the State of Mysore at any time before\t the\n\t      commencement of this Act, the first proviso to\n\t      the said sub-section or any other provision of\n\t      law shall not, be applicable in so far as\t the\n\t      said  proviso or provision of law will  enable\n\t      any person to evict from any agricultural land\n\t      any agriculturist protected from eviction from\n\t      any  land\t in  his possession  by\t the  Mysore\n\t      Tenants  (Temporary Protection from\n\t      Eviction) Act, 1961, and no such agriculturist\n\t      shall  be liable to be evicted from such\tland\n\t      except  in accordance with the  provisions  of\n\t      this Act.&quot;\n</p><p data-structure=\"Section\" id=\"p_23\">It would thus be seen that if respondent no.  I was a tenant\nwithin\tthe  meaning  of the <a href=\"/doc/8438375/\" id=\"a_82\">Bombay Act</a>,  then\the  had\t the\nprotection  of the Mysore Act against his eviction and\tsub-\nsection\t (1A) of <a href=\"/doc/55147955/\" id=\"a_83\">section 142</a> of the Karnataka  Act  extended\nthe  protection and provided that he shall not be liable  to\nbe evicted from land in respect of which he could be  deemed\nto  be a tenant except in accordance with the provisions  of\nthe <a href=\"/doc/55147955/\" id=\"a_84\">Karnataka Act</a>.\n</p><p data-structure=\"RespArg\" id=\"p_24\">In the execution proceeding in question a dispute has arisen\nas to whether respondent no. 1 is a tenant or not within the\nmeaning of the <a href=\"/doc/8438375/\" id=\"a_85\">Bombay Act</a> and/or the <a href=\"/doc/55147955/\" id=\"a_86\">Karnataka Act</a>. The said\nrespondent was inducted upon the disputed land by respondent\nno.  4\tduring the pendency of the partition suit.   In\t all\nprobability, therefore, as was argued by Mr. Javali for\t the\nappellants,  his lease would be affected on the doctrine  of\nlis  pendens  engrafted\t in <a href=\"/doc/1634925/\" id=\"a_87\">section 52</a> of  The\tTransfer  of\nProperty  Act, 1882.  Counsel submitted that respondent\t no.\n</p><p data-structure=\"Precedent\" id=\"p_25\">1.  could  not\tbe a tenant or a  deemed  tenant  under\t the\nappellants  after  the land was finally\t allotted  in  their\nshare  by  the\tCollector in pursuance\tof  the\t preliminary\ndecree passed by the Civil Court.  He was inducted upon\t the\nland when by a private arrangement or otherwise the land was\nin possession of respondent no. 4 and during the pendency of\nthe partition suit.  It seems, because of that reason,\tthis\nrespondent was impleaded in the execution case filed by\t the\nappellants  and others as judgment, debtor no. 20.  In\tview\nof  the special procedure of law prevalent in the  State  of\nKarnataka (then Mysore) the effect of impleading  respondent\nno.  1 as judgment debtor no. 20 was to make him a party  to\nthe  suit and the execution proceeding enabling him to\ttake\nhis objections to the execution under <a href=\"/doc/119552888/\" id=\"a_88\">section 47</a> of the Code\nof  Civil  Procedure.\tRightly\t or  wrongly  he  took\t the\nobjection that he was a tenant and, therefore, could not  be\nevicted by the Collector in pursuance of the final partition\ndecree\tor order by giving actual delivery of possession  to\nthe appellants.\t An issue, therefore, arose for decision\n<span class=\"hidden_text\" id=\"span_9\">799</span>\nof  the Civil Court in the suit or the execution  proceeding\nwhich was a continuation of the partition suit as to whether\nrespondent  no.\t 1 was a tenant within the  meaning  of\t the\nrelevant Acts.\tThe stand taken on behalf of the  appellants\nwith reference to <a href=\"/doc/167986409/\" id=\"a_89\">section 52</a> of The transfer of <a href=\"/doc/3482533/\" id=\"a_90\">Property Act</a>\nmay   be  good\tand  may  have\tforce.\t  Nonetheless,\t the\njurisdiction  of the Civil Court to decide this\t contentious\nissue  was  barred.   The matter had to be  decided  by\t the\nRevenue\t Authorities.\tIf the Revenue\tAuthorities  finally\ncame  to the conclusion that respondent no. 1 was  a  tenant\nwithin the meaning of the relevant provisions of the law, it\nis  plain  that no actual delivery of  possession  could  be\neffected  in  favour  of the appellants in  respect  of\t the\ndisputed  land.\t  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"368738\" id=\"span_10\">If, however, the decision of\tthe  Revenue\nAuthorities finally went against respondent no. 1 in  regard\nto  his\t claim of being a tenant, it is equally\t plain\tthat\nactual delivery of possession over the disputed land can  be\nand  has got to be effected in favour of the  appellants  by\ndispossessing respondent no.  I in the very execution  case\nwhich  has given rise to these appeals. Mr.   Naunit  Lal&#x27;s\ncontention that, in that event, respondent no.\tI will\thave\nother  points  to urge before the Civil Court  or  the\tHigh\nCourt  has  no\tsubstance.  No\tother  point  requiring\t any\nfurther consideration arises in this case.\nAn  identical view was expressed by this Court in regard  to\nthe  bar  of  the  jurisdiction\t of  the  Civil\t Court\twith\nreference to an evacuee property in the case of <a href=\"/doc/368738/\" id=\"a_91\">Custodian of\nEvacuee\t  Property  Punjab  &amp;  Ors.  v.\t  Jafran   Begum</a>,(1)\ninterpreting  <a href=\"/doc/375519/\" id=\"a_92\">section  46</a> of the Administration\t of  Evacuee\nProperty Act, 1950.  The High Court had taken the view\tthat\nwhether\t a certain person had or had not become\t an  evacuee\nwas determinable only by the authorities under the Act;\t but\nthe determination of a complicated question of law  relating\nto  title to the property by such authorities was not  final\nand  could be reopened in the Civil Court.  This  Court\t did\nnot  countenance ;-he view of the High Court and  held\tthat\n<a href=\"/doc/89123966/\" id=\"a_93\">section\t 46</a>  is a complete bar to the  jurisdiction  of\t the\nCivil  Court  to adjudicate upon the  question\twhether\t the\nproperty in dispute or right to or interest therein is or is\nnot  evacuee  property.</span>\t  <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"461721\" id=\"span_11\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1661992\" id=\"span_12\">Mr. Javali, on the  basis  of\t the\ndecisions  of this Court in <a href=\"/doc/1661992/\" id=\"a_94\">Mussamiya Imam Haider v.  Rabari\nGovindbhai  Ratnabhai &amp; Ors</a> (<a href=\"/doc/461721/\" id=\"a_95\">supra) and Corporation  of\t the\nCity  of Bangalore v. B. T. Kampanna</a> (2) submitted that\t the\nquestion whether respondent no.\t I in the past was a  tenant\nof  the\t appellants  could not be referred  to\tthe  Revenue\nAuthorities;  nor  was the jurisdiction of the\tCivil  Court\nousted to decide the applicability of the Act concerning the\nclaim of respondent no. 1.</span></span>\n</p><p data-structure=\"Precedent\" id=\"p_26\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1661992\" id=\"span_13\">It would be noticed from the facts of <a href=\"/doc/1661992/\" id=\"a_96\">Razvi</a>&#x27;s case that\t the\nCollector&#x27;s order granting lease in favour of the defendants\nwas  made  on 28-7-1956 but the Kabuliyat  was\texecuted  on\nAugust 24, 1956.  It was, therefore, held by the High  Court\nas also by this Court that the lease was granted only on 24-\n8-1956.\t  One of the question for consideration was  whether\nthe defendants had become statutory owners of the suit lands\nunder <a href=\"/doc/183702139/\" id=\"a_97\">Section 32</a> of the Bombay Act on account of their\n(1)  [1967] 3 S.C.R. 736.</span>\n</p><p data-structure=\"Section\" id=\"p_27\">(2) [1977] S.C.R. 269.\n</p><span class=\"hidden_text\" id=\"span_14\">800</span>\n<p data-structure=\"Precedent\" id=\"p_28\">claim that they were tenants of the land on the tillers&#x27; day\ni.e.  1-4-57.  The lease which became operative\t from  24-8-\n1956 was for a period of one year.  Since the provisions  of\n<a href=\"/doc/174465432/\" id=\"a_98\">Section\t 1</a> to <a href=\"/doc/8438375/\" id=\"a_99\">87A</a> of the Bombay Act were not  applicable  to\nthe  plaintiffs estate from 1-8-1956 to 11-5-1958,  and\t the\ntenancy expired on 31-5-1957, it was held that there was  no\nsubsisting  lease on 11-5-1958 and the High Court was  right\nin  taking  the\t view  that the\t defendants  had  failed  to\nestablish that they had become statutory owners of the\tland\nby  virtue  of\tthe first proviso to <a href=\"/doc/161199518/\" id=\"a_100\">Section  88</a>  read\twith\n<a href=\"/doc/183702139/\" id=\"a_101\">Section 32</a> and 32F as amended under the <a href=\"/doc/1596533/\" id=\"a_102\">Amending Act</a> No.  13\nof 1956 (vide pages 795-796).\n</p><p data-structure=\"Precedent\" id=\"p_29\">It  may\t be pointed out that neither by <a href=\"/doc/131643272/\" id=\"a_103\">Section\t 70</a>  nor  by\n<a href=\"/doc/11834519/\" id=\"a_104\">Section 85</a>, as it stood at the relevant time, a jurisdiction\nwas  conferred on the Mamlatdar nor was the jurisdiction  of\nthe Civil Court ousted in clear terms as required by  Mask&#x27;s\ncase(1)\t apropos the questions whether a person was  or\t was\nnot  a\ttenant\tin  the past or\t whether  he  had  become  a\nstatutory owner under the relevant amended provisions of the\n<a href=\"/doc/8438375/\" id=\"a_105\">Bombay\tAct</a>.   In that situation it was held by\t this  Court\nthat the decision on the question of ownership of the tenant\non the tillers&#x27; day was not outside the jurisdiction of\t the\nCivil  Court.  The decision of this issue was  dependent  on\nthe   decision\tof  another  issue,  namely,   whether\t the\ndefendants  were or were not &#x27;,he tenants of the suit  lands\non  the material date namely 28-7-1956 or on 11-5-1958.\t  In\nview of the provisions of law, as it then stood, it was held\nat pages 796-797\n\t      &quot;<a href=\"/doc/131643272/\" id=\"a_106\">Section\t70(b)</a> of the Act imposes a  duty  on\n\t      the Mamlatdar to decide whether a person is  a\n\t      tenant,  but  the subsection does not  cast  a\n\t      duty  upon him to decide whether a person\t was\n\t      or was not a tenant in the past whether recent\n\t      or remote...............\n</p><p data-structure=\"Precedent\" id=\"p_30\">\t      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1661992\" id=\"span_15\">in  other words, the plea of tenancy  oil\t the\n\t      two  past dates was a subsidiary plea.and\t the\n\t      main  plea was of statutory ownership and\t the\n\t      jurisdiction   of\t the  Civil   Court   cannot\n\t      therefore be held to be barred in this case by\n\t      virtue  of the provisions of<a href=\"/doc/131643272/\" id=\"a_107\"> s. 70</a> of the\t Act\n\t      read with the provisions of<a href=\"/doc/11834519/\" id=\"a_108\"> s. 85</a> of the Act.&quot;\nThe  suit  in <a href=\"/doc/1661992/\" id=\"a_109\">Razvi</a>&#x27;s case was filed on 11-7-1958  and\tthis\nCourt  opined that the decision of the question whether\t the\ndefendants  were  the tenants on any of the  relevant  dates\nbefore the date of the suit was not outside the jurisdiction\nof  the Civil, Court as it was a question relating to  their\nclaim of being a tenant in the past.</span>\n</p><p data-structure=\"Section\" id=\"p_31\">It may be useful to point Out that <a href=\"/doc/131643272/\" id=\"a_110\">sections 70</a> and <a href=\"/doc/11834519/\" id=\"a_111\">85</a> of the\nBombay Act were thereafter amended with retrospective effect\nby  <a href=\"/doc/4377279/\" id=\"a_112\">Maharashtra Act</a> 49 of 1969. in clause (b) of <a href=\"/doc/131643272/\" id=\"a_113\">section  70</a>\nthe words after the amendment are &quot;person is,. or was at any\ntime in the past, a tenant&quot;.  Clause (kk) was also  inserted\nin  <a href=\"/doc/131643272/\" id=\"a_114\">section  70</a> by the said Act giving jurisdiction  to\t the\nMamlatdar to hold an enquiry and restore possession of\tland\nunder sub-section (1B) of <a href=\"/doc/183702139/\" id=\"a_115\">section 32</a>.  It is also\n(1)  67 Indian Appeals, 222.\n</p><span class=\"hidden_text\" id=\"span_16\">801</span>\n<p data-structure=\"Section\" id=\"p_32\">to  be noticed that in <a href=\"/doc/11834519/\" id=\"a_116\">section 85(1)</a> of the Act by the\tsaid\n<a href=\"/doc/1596533/\" id=\"a_117\">Amending  Act</a>  the words, &quot;including a\tquestion  whether  a\nperson\tis  or\twas at any time in the. past  a\t tenant\t and\nwhether\t any  such tenant is or should be  deemed  to  have,\npurchased from his landlord the land held by him&quot; were added\nretrospectively,  thus clearly ousting the  jurisdiction  of\nthe Civil Court.  Since the law was retrospectively  amended\nthe  ratio  or\tRazvi&#x27;s\t case  can  no\tlonger\tbe  applied.\nMoreover the case is clearly distinguishable also.  In these\nappeals the relevant date with reference to which the  claim\nof respondent no. 1 to be a tenant under the appellants\t had\nto be decided was not a date in the past, but fell  squarely\nduring\t the  pendency\tof  the\t suit  and   the   execution\nproceeding.\n</p><p data-structure=\"Facts\" id=\"p_33\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"461721\" id=\"span_17\">The facts of the <a href=\"/doc/461721/\" id=\"a_118\">Bangalore Corporation</a>&#x27;s case are these :  A\nlease\tfor  five  years  was  granted\tby   the   Bangalore\nCorporation  in 1953 in respect of the land situated in\t the\ncity  of  Bangalore.   <a href=\"/doc/8438375/\" id=\"a_119\">The  Bombay  Act</a>\t was  obviously\t not\napplicable  to this land.  Immediately after tile expiry  of\nthe  lease in the year 1958, a notice was given to  Kampanna\nto hand over possession of the land.  Kampanna filed a\tsuit\nagainst\t the  corporation  for\tthe  grant  of\ta  permanent\ninjunction restraining the latter from interfering with\t his\npossession.   The suit was dismissed on the ground that\t the\nlease  had  terminated by efflux of time.   The\t appeal\t was\ndismissed  on  21st  August, 1964.   The  Corporation  then.\ninstituted  the\t suit  giving rise to  this  appeal  in\t the\nSupreme\t Court\tclaiming  possession from  Kampanna  on\t the\nground that he was a trespasser.  Kampanna contended that he\nwas still a tenant.  He claimed protection under the  Mysore\nAct.   The suit was decreed.  Kampanna preferred an  appeal.\nThe  High Court remanded the matter to the Trial  Court\t for\nassessment of damages.\tAfter remand, by an amendment of the\nwritten\t statement  Kampanna claimed  protection  under\t the\n<a href=\"/doc/55147955/\" id=\"a_120\">Karnataka  Act</a>.\t  The Mysore Act ceased to be  in  force  in\nMarch,\t1966.  The application for amendment of the  written\nstatement  was\tmade on the 2nd\t February,  1973.   Kampanna\ncontended,  relying upon <a href=\"/doc/55147955/\" id=\"a_121\">section 133</a> of the  Karnataka\tAct,\nthat  the suit should be stayed by the Civil Court  and\t the\nmatter\tshould\tbe referred to the  Tribunal  for  decision.\nSection II 2 (B) (b) of\t the <a href=\"/doc/55147955/\" id=\"a_122\">Karnataka Act</a> confers power  on\nthe  Tribunal to decide, inter alia, whether a person  is  a\ntenant or not.\tKampanna claimed that be was a deemed tenant\nunder  the said Act and hence a tenant.\t The High Court,  in\nrevision, directed the Trial Court to refer the issue to the\nTribunal.   This  Court\t allowed the appeal  and  held\tthat\nsection\t 133 did not apply.  The reasons for so holding\t are\nthese : Section 107(1) (iii) made the <a href=\"/doc/55147955/\" id=\"a_123\">Karnataka Act</a>,  except\n<a href=\"/doc/123952987/\" id=\"a_124\">section 8</a>. inapplicable to the land in question.  The  lease\nwas  determined\t by efflux of time in the  year\t 1958.\t The\nquestion whether Kampanna wasa\ttenant or  &quot;deemed  tenant&quot;</span>\n</p><blockquote id=\"blockquote_14\">did not arise because the tenancy hadcome   to\tan   end.\n<a href=\"/doc/117720930/\" id=\"a_125\">Section 4</a> (it seems section against F at page 271is\t  a\nmistake\t for <a href=\"/doc/117720930/\" id=\"a_126\">Section 4</a>) of the <a href=\"/doc/55147955/\" id=\"a_127\">Karnataka Act</a> was held to  be\nnotapplicable.\tIt was further held in the last\t paragraph\nat  page 271 that the Mysore Act could not be  pressed\tinto\nservice\t by Kampanna for protection against  eviction.\t The\nland  was outside the applicability of the Mysore Act  which\nalso ceased to be in operation in 1966.\t In that view of the\nmatter, this Court observed\n<span class=\"hidden_text\" id=\"span_18\">802</span>\nat  page 271 : &quot;The trial Court in the present case  rightly\nsaid that it could not be said that there was any dispute as\nto tenancy.&quot;\n</blockquote><p data-structure=\"Issue\" id=\"p_34\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"960531\" id=\"span_19\">The  facts  of\tthe present case are  quite  different.\t  As\ndiscussed  above,  they\t do attract the\t provisions  of\t the\nMysore Act and consequently of the <a href=\"/doc/55147955/\" id=\"a_128\">Karnataka Act</a>.  The first\nrespondent  was a tenant under the fourth respondent  within\nthe  meaning  of  the <a href=\"/doc/8438375/\" id=\"a_129\">Bombay Act</a>.  He  had,  therefore,\t the\nprotection  of the <a href=\"/doc/8438375/\" id=\"a_130\">Bombay Act</a>.\tLater he got the  protection\nunder  the  Mysore  Act\t and  subsequently  the\t  protection\ncontinued even under the <a href=\"/doc/55147955/\" id=\"a_131\">Karnataka Act</a>.\t The question  which\nfalls  for  decision in these appeals is not one as  to\t the\napplicability  of  any\tof the three Acts  to  the  land  in\ndispute\t but  squarely it is a question as  to\twhether\t the\nclaim of the first respondent that he became a tenant  under\nthe appellants also is tenable under the various Acts.\tThus\non  the\t facts of this case the decision of  this  Court  in\n<a href=\"/doc/960531/\" id=\"a_132\">Kulkarni</a>&#x27;s case applies on all fours.</span>\n</p><p data-structure=\"Precedent\" id=\"p_35\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"789568\" id=\"span_20\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"133751\" id=\"span_21\">Mr.  Javali then submitted that the respondent no.  1  might\nhave  been inducted as a tenant by respondent no. 4 but,  as\nsoon  as  the  land  was  allotted  to\tthe  share  of\t the\nappellants, he ceased to be in lawful possession of the land\nand  in\t View  of  the well-settled  position  of  law\twith\nreference  to <a href=\"/doc/1634925/\" id=\"a_133\">section 52</a> of the Transfer of Property Act  he\ncould  not  be\ta  &#x27;tenant&#x27; or\t&#x27;deemed\t tenant&#x27;  under\t the\nappellants; his possession was not lawful within the meaning\nof  <a href=\"/doc/117720930/\" id=\"a_134\">section 4</a> of the Bombay Act or the <a href=\"/doc/55147955/\" id=\"a_135\">Karnataka Act</a> on\t the\nallotment  of the land to the appellants.  The\tdecision  of\nsuch  a\t question with reference to the right  of  a  person\nother than the landlord was not outside the jurisdiction  of\nthe  Civil Court.  Mr. Javali sought to lend support to\t his\nargument  from some decisions of the Mysore and Bombay\thigh\nCourts\tviz.Bhimappa Venkappa Kerisa  v.  Basavalingayya;(<a href=\"/doc/133751/\" id=\"a_136\">1)\nRamdas\tPopat Patil v. Fakira Pandu Patil and others</a>(<a href=\"/doc/789568/\" id=\"a_137\">2)\t and\nChandbeg  Muradbeg and others v. Raje  Madhaorao  Devidasrao\nJahagirdar  and others</a>.</span></span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1204171\" id=\"span_22\">(3) In regard to the merits  of\t the\npoint  with  reference\tto <a href=\"/doc/1634925/\" id=\"a_138\">section 52</a>  of  The\tTransfer  of\nProperty  Act,\the made reference to the  decision  of\tthis\ncourt in <a href=\"/doc/1204171/\" id=\"a_139\">Kedar Nath Lal &amp; Anr. v. Ganesh Ram &amp; OrS.</a>(4)\nIn our opinion, the argument of the appellants is not  well-\nfounded\t and must be rejected.\tA question arose during\t the\npendency of the suit and the execution proceeding whether on\nthe  final  allotment  of  the\tland  to,  the\t appellants,\nrespondent no. 1 had ceased to be a tenant and had become  a\ntrespasser in view of <a href=\"/doc/1634925/\" id=\"a_140\">section 52</a> of The Transfer of Property\nAct.   The appellants may have a good case on  merits.\t But\nthere does riot seem to be any escape from the position that\nthe adjudication of the question aforesaid fell squarely and\nexclusively   within   the  jurisdiction  of   the   Revenue\nAuthorities  and  the  Civil Court had\tno  jurisdiction  to\ndecide it.  It was not a case where there was no dispute  of\nthe fact that respondent no.  1 was a tenant or vice\n(1)  I.L.R. 1958 Mysore, 197.</span>\n</p><p data-structure=\"Precedent\" id=\"p_36\">(3)  A.I.R. 1961 Bombay, 146.\n</p><p data-structure=\"Precedent\" id=\"p_37\">(2)  A.I. R. 1959 Bombay, 19.\n</p><p data-structure=\"Precedent\" id=\"p_38\">(4)  (1970) 2 S.C.R. 204.\n</p><span class=\"hidden_text\" id=\"span_23\">803</span>\n<p data-structure=\"Precedent\" id=\"p_39\">versa.\tNor was it a case where dispute had cropped up inter\nse  between two persons both claiming to be the landlord  of\nthe  land  or between two persons both claiming\t to  be\t the\ntenant of the land.The dispute was whether respondent no.  1\nhad become the tenet of the appellants or not.\nIn Bhimappa&#x27;s case (supra) the defendant had set up title to\nthe  suit land in the third party.  While admitting that  he\nwas a tenant, the defendant asserted that the plaintiff\t was\nnot  his landlord but he was a tenant under a  third  party.\nIn  such  a situation it was held by the Mysore\t High  Court\nthat it was not the jurisdiction of the Mamlatdar to  decide\nas  to\twho was the true owner of the land  as\tbetween\t the\nplaintiff  and\tthe  third  party.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"960531\" id=\"span_24\">Strictly  speaking\t the\ncorrectness of the decision is open to doubt in view of what\nas  said by this Court in <a href=\"/doc/960531/\" id=\"a_141\">Kulkarni</a>&#x27;s case (supra).  But,  as\nat present advised, we rest content by merely distinguishing\nthis  case.</span>  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"133751\" id=\"span_25\">In the case of <a href=\"/doc/133751/\" id=\"a_142\">Ramdas Popat Patil</a>\t(supra)\t the\nquestion  for  decision\t of  the  Bombay  High\tCourt\twith\nreference to <a href=\"/doc/1634925/\" id=\"a_143\">section 52</a> of The Transfer of Property Act came\nup  for\t consideration after the decisions  of\tthe  Revenue\nAuthorities.   This  case is, therefore, of no help  to\t the\nappellants.</span>  <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"789568\" id=\"span_26\">In <a href=\"/doc/789568/\" id=\"a_144\">Chandbeg</a>&#x27;s case (supra) the question  before\nthe  Full  Bench of the Bombay High Court  was\twhether\t the\nperson\tclaiming  to be the tenant could be deemed to  be  a\ntenant\t under\t <a href=\"/doc/153743044/\" id=\"a_145\">section  6</a>  of\t the  Bombay   Tenancy\t and\nAgricultural  Lands  (Vidarbha Region and Kutch\t Area)\tAct,\n1958 and consequently a protected lessee within the  meaning\nof  Section 3, Berar Regulation of Agricultural Leases\tAct.\nOn  the facts of the case, the High Court held that  such  a\nquestion  was not necessary to be referred to the  Tahsildar\nfor decision.  Firstly it has to be pointed out that it\t was\nnot  open to the High Court to say whether the question\t was\n&quot;necessary&quot;  to be referred to the Tahsildar or not.  If  it\nwas  his exclusive jurisdiction to decide it, it had  to  be\nreferred.  There was no discretion left in the Civil  Court.</span>\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"960531\" id=\"span_27\">Secondly,  the\tcorrectness  of\t the  decision\thas   become\ndoubtful after <a href=\"/doc/960531/\" id=\"a_146\">Kulkarni</a>&#x27;s case.</span>\n</p><p data-structure=\"Conclusion\" id=\"p_40\">For the reasons stated above we do not think that we  should\nupset  the decision of the High Court.\tIt  merely  requires\nsome  clarification  in the operative portion on  the  lines\nindicated  by us above.\t We accordingly dismiss the  appeals\nbut  direct  that actual de-livery of  possession  would  be\ndelivered to the appellants if the question has already been\nfinaly\tdecided in favour of the appellants by\tthe  Revenue\nAuthorities.   If not, they will be required to\t decide\t the\nquestion as quickly as possible.  If their decision goes  in\nfavour\tof the appellants, no time should be lost in  giving\nactual delivery of possession to them.\tIf, per-chance,\t the\ndecision of the Revenue Authorities goes against them,\tthen\nthey  will  be\tentitled  to  get  symbolical  delivery\t  of\npossession only.  In the circumstances, we make no order  as\nto costs.\n</p><p data-structure=\"Conclusion\" id=\"p_41\">KAILASAM, J.-I had the benefit of reading the judgment\tpre-\npared  by  my learned Brother Untwalia.\t I  agree  with\t the\nconclusion that if the question of tenancy had already\tbeen\ndecided\t by  the Revenue Tribunal,  delivery  of  possession\nshould be effected immediately without any further delay  as\nno other question thereafter remains\n<span class=\"hidden_text\" id=\"span_28\">804</span>\nto  be\ttried  by the Civil Court or the  High\tCourt.\t But\nconsidering the importance of the question involved,  namely\nthe scope of the jurisdiction of the Civil Courts and as  my\napproach  is  not identical with of Justice  Untwalia  I  am\nwriting a separate judgment.\n</p><p data-structure=\"Facts\" id=\"p_42\">These  two  appeals  are  by Special  Leave  from  a  common\njudgment  of  the  Karnataka High Court\t setting  aside\t the\norders\tof  the\t courts below  directing  the  Tahsildar  to\nhandover  actual  possession of the suit properties  to\t the\nappellants herein, as being without jurisdiction.\nThe facts of the case may be briefly set out.  The  property\nin  dispute in this Court is lands bearing Survey No. R.  <a href=\"/doc/64191813/\" id=\"a_147\">S.\n61</a>/<a href=\"/doc/65650791/\" id=\"a_148\">2</a>  in the village of Yattanahalli.  A suit for  partition\nand  possession on 1/7th share of the properties which\twere\nin  possession of one Nawaz Khan (Respondent 4\therein)\t was\nfiled by Khadar Ali Khan (Respondent 2 herein). Respondent\n2  has\tsince  died  and  his  legal  representatives\thave\nbeen   brought on record.  In this suit the  other  sharers\nwere impleadedas    defendants\t 5   and   6   being\tthe\npredecessor--in-interest  of the appellants and the  tenants\non  the\t properties  being  defendants 8  to  14.   The\t 4th\nrespondent who was the 18th defendant who was in  possession\nof  the suit properties resisted the suit and was  supported\nby some other brothers.\t The suit for-partition and  posses-\nsion was decreed by the Trial Court on 13th December,  1954.\nThe   preliminary   decree  declared  that   plaintiff\t and\ndefendants 1 to 3 and 5 to 7 were entitled to 1/7th share of\nthe  suit  property and that they may obtain  possession  of\ntheir  1/7th share from the 1st\t defendant  after  effecting\npartition by metes and bounds.\tThe decree was confirmed  in\nappeal\tby  the Mysore High Court on 16th January,  1963  in\nSecond Appeal No. 165 of 1959.\n</p><p data-structure=\"Facts\" id=\"p_43\">The  appellants in this Court are the heirs of defendants  5\nand  6\tin  this suit for partition.   A  final\t decree\t for\npartition  was passed and lands in dispute were allotted  to\nthe shares of defendants 5 and 6. The appellants  instituted\nproceedings  for execution of the decree and  for  obtaining\npossession  of the lands by filing L.D. No. 117 of  1956  in\nthe court of District Munsiff.\tAfter the institution of the\nsuit  in  the year 1945, the- 4th respondent  inducted\tinto\npossession  of the suit lands the first respondent.  In\t the\nexecution  petition filed by the appellants in L.D. No.\t 117\nof  1956  the first respondent was added as  a\tparty.,\t The\nfirst  respondent entered appearance as judgment debtor\t No.\n</p><p data-structure=\"Facts\" id=\"p_44\">20.   He did not dispute the claim of the appellants  and  a\ndecree\tfor  possession\t in respect of the  suit  lands\t was\npassed\tin favour of the appellants by an order\t dated\t29th\nMay,  1961.   The  trial court\tdirected  the  Collector  to\npartition  the\tsuit  property and give\t possession  to\t the\ndecree-holders\tof their shares and on 28th March, 1963\t the\nDeputy Commissioner was directed to partition the properties\nand  allot  shares  to the decree-holders  according  to  be\ndecree.\t In accordance with the order directing delivery  of\nthe   possession,  the\tDeputy\tCommissioner  directed\t the\nTahsildar  to comply with the directions of the Court.\t The\nTahsildar  gave\t notice to the parties including  the  first\nrespondent.    The   Tahsildar\tdeclined  to   give   actual\npossession to the appellants but proposed only the  delivery\nof symbolic possession.\t The decree-holders then applied  to\nthe Executing\n<span class=\"hidden_text\" id=\"span_29\">805</span>\nCourt for direction to the Tahsildar for delivery of  actual\npossession After hearing the parties the Executing Court  on\n8th  June,  1962 directed the Tahsildar\t to  deliver  actual\npossession of the lands to the various sharers.\t Against the\norder\tof  the\t Executing  Court  directing   delivery\t  of\npossession,  the 1st respondent preferred an  appeal,  being\nCivil  Appeal  No. 104 of 1965 which was dismissed  on\t31st\nJuly,  1965.  In dismissing the appeal, court observed\tthat\nthe  first respondent who was a party to the proceedings  in\nexecution  had\tnot preferred any appeal against  the  order\ndated\t29th   May,  1961  directing  delivery\t of   actual\npossession.  The 1st respondent took up the matter on Second\nAppeal to the High Court which was numbered as Second Appeal\nNo.  86\t of 1965.  A conditional order of  stay\t was  passed\ndirecting the 1st respondent to deposit a sum of Rs. 3,000/-\nby first December, 1965 and ordered that in the event of the\nfirst  respondent failing to make the deposit the stay\twill\nstand vacated automatically.  The respondent did not deposit\nthe amount as directed by the High Court, but the High Court\nby its order dated 6th January, 1966 extended the time up to\nJanuary,  31,  1966  for depositing  the  amount  and  again\nordered\t that  the order of stay will stand vacated  on\t the\n&#x27;failure to deposit as directed.\n</p><p data-structure=\"CDiscource\" id=\"p_45\">The  1st respondent again failed to deposit the amount\teven\nby  the\t extended  date.  As the first\trespondent  did\t not\ncomply with the direction of the High Court, the trial court\non  2nd\t March,\t 1966 directed the Tahsildar  to  hand\tover\nactual\tpossession of the suit property to  the\t appellants.\nAgainst\t this order of the trial court, the  1st  respondent\ndid not prefer any appeal.\n</p><p data-structure=\"Facts\" id=\"p_46\">On  13th July, 1965 the appellants prayed for an  order\t for\ndelivery  of actual possession of the suit properties.\t The\n1st respondent contested the application on the ground\tthat\nhe  had\t made an application under the Mysore  Land  Reforms\nAct, 1961 before the Land Tribunal and had obtained an order\nof  stay.  On 8th August, 1967 the Executing Court  rejected\nthe  objection\tof  the\t 1st  respondent  and  directed\t the\nTahsildar  to deliver actual possession to  the\t appellants.\nThe respondent preferred an appeal being Misc.\tAppeal\t&#x27;No.\n34  of\t1967 in the court of Civil Judge, Hubli,  which\t was\ndismissed  on  31st August, 1967 as being  not\tmaintainable\nunder  the provisions of <a href=\"/doc/104808095/\" id=\"a_149\">section 47</a> of Civil Procedure\tCode\nas  the order merely implemented an earlier order dated\t 2nd\nMarch, 1966.  The 1st respondent thereafter preferred Second\nAppeal No. 78 of 1966 before the High Court of Mysore.\t The\ntwo  Second  Appeals  Nos. 86 of 1965 and 78  of  1967\twere\ndisposed of by a common judgment of 9th February, 1968.\t The\nHigh Court allowed both the appeals and set aside the orders\nof the courts below.  On 21st November, 1968 the  appellants\nwere  granted  Special\tLeave to Appeal\t and  thus  the\t two\nappeals have come before us.  During the pendency of the two\nappeals\t before\t this  Court  it is  stated  that  the\tLand\nTribunal  dismissed R.C. 37/66 filed by the  1st  respondent\nseeking declaration that he is a tenant-in-holding and\tthat\nhe is not a tenant.  The 1st respondent does not dispute the\nfact but claims that even if it is so, the appeal will\thave\nto be remanded to the High Court.\n</p><span class=\"hidden_text\" id=\"span_30\">806</span>\n<p data-structure=\"Precedent\" id=\"p_47\">The  question that arises for consideration in these  appeal\nis  whether the Civil Court has jurisdiction to\t direct\t the\nTahsildar  to hand over actual possession of the suit  lands\nto the appellants.  It is settled law that the exclusion  of\nthe  jurisdiction  of the Civil Court is not to\t be  lightly\ninferred.    Such  exclusion  must  either   be\t  explicitly\nexpressed or clearly implied.  The law was <a href=\"/doc/960531/\" id=\"a_150\">laid down by</a>\t the\nPrivy  Council in 67 Indian Appeals (page 222) and has\tbeen\nsince  affirmed\t by  this Court in  several  decisions.\t  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1996908\" id=\"span_31\">In\n<a href=\"/doc/1996908/\" id=\"a_151\">Dhulabhai  vs.\t State\tof M.P.</a>,(1)  this  Court  held\tthat\nexclusion  of jurisdiction of the Civil court is not  to  be\nreadily\t inferred.</span>  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1391279\" id=\"span_32\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1690442\" id=\"span_33\">This view was followed in the  <a href=\"/doc/1690442/\" id=\"a_152\">State  of\nWest  Bengal vs.  The Indian Iron &amp; Steel Co. Ltd.</a> (2 )\t and\naffirmed  in  the  <a href=\"/doc/1391279/\" id=\"a_153\">Union of India vs.  Tara  Chand  Gupta  &amp;\nBros.</a>, (3) The Privy Council in 67 I.A. 222 approving of the\nprinciples <a href=\"/doc/1391279/\" id=\"a_154\">laid down in</a> the well-known judgment of Willes J.\nin  Wolverhampton New Water Works Co. vs.  Hawkesford  which\nwas approved of in the House of Lords in Neville vs.  London\n&quot;Express&quot; Newspaper stated the law thus:</span></span>\n</p><blockquote id=\"blockquote_15\">\t      &quot;Where a liability not existing at common\t law\n\t      is created by a statute which at the same time\n\t      gives  a\tspecial and  particular\t remedy\t for\n\t      enforcing it with respect to that class it has\n\t      always been held that the party must adopt the\n\t      form of remedy given by the statute.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_48\">In order to determine whether the jurisdiction of the  Civil\nCourt  was expressly or by necessary  implication  excluded,\nthe  provisions of the relevant enactments will have  to  be\nconsidered.   The respondent claims protection\tunder  three\ntenancy Acts which may be referred to as the Bombay Act, the\nMysore\tAct and the Karnataka Act.  If the first  respondent\nis  a tenant within the meaning of the <a href=\"/doc/8438375/\" id=\"a_155\">Bombay Act</a>, he  would\nhave  the protection under the Mysore Act  and\tsubsequently\nunder  the  <a href=\"/doc/55147955/\" id=\"a_156\">Karnataka Act</a> against being\t evicted  except  in\naccordance with the provisions of the <a href=\"/doc/55147955/\" id=\"a_157\">Karnataka Act</a>.  If the\n1st  respondent\t is  &quot;a\t tenant&quot;  he  will  be\tentitled  to\nprotection under the <a href=\"/doc/55147955/\" id=\"a_158\">Karnataka Act</a> by which the parties\t are\ngoverned.   It is, therefore, sufficient if we\texamine\t the\nprovisions  of the <a href=\"/doc/42148591/\" id=\"a_159\">Karnataka Land&#x27; Reforms Act,\t 1961</a>  which\nwill hereinafter referred to as the <a href=\"/doc/55147955/\" id=\"a_160\">Karnataka Act</a>.\n</p><p data-structure=\"Section\" id=\"p_49\">\t      <a href=\"/doc/55147955/\" id=\"a_161\">Section  132</a> of the Act bars the\tjurisdiction\n\t      of the civil Courts\n\t      (1)   No\tcivil court shall have\tjurisdiction\n\t      to  settle, decide or deal with  any  question\n\t      which  is by or under this Act required to  be\n\t      settled,\tdecided or dealt with by the  Deputy\n\t      Commissioner, the Assistant Commissioner,\t the\n\t      Tribunal, the Tahsildar, the Karnataka Revenue\n\t      Appellate Tribunal or the State Government  in\n\t      exercise of their powers of control.\n</p><p data-structure=\"Precedent\" id=\"p_50\">\t      (1)[1968] 3 S.C.R. 662.\n</p><p data-structure=\"Precedent\" id=\"p_51\">\t      (2)[1971] 1 S.C.R. 275.\n</p><p data-structure=\"Precedent\" id=\"p_52\">\t      (3)   [1971] 3 S.C.R. 557.\n</p><span class=\"hidden_text\" id=\"span_34\">\t      807</span>\n<p data-structure=\"Precedent\" id=\"p_53\">\t      (2)   No order of the Deputy Commissioner, the\n\t      Assistant\t Commissioner,\tthe  Tribunal,\t the\n\t      Tahsildar,  the  Karnataka  Revenue  Appellate\n\t      Tribunal,\t or the State Government made  under\n\t      this  Act shall be questioned in any Civil  or\n\t      Criminal Court.\n</p><p data-structure=\"Section\" id=\"p_54\">By  this  section  the jurisdiction of the  civil  court  to\nsettle, decide, to deal with any question which is under the\nAct required to be decided by the authorities set up by\t the\nAct  is\t taken away.  Chapter 9 deals  with  procedures\t and\njurisdiction of courts and appeals.  <a href=\"/doc/124007489/\" id=\"a_162\">Section 112</a>  enumerates\nthe duties and functions of the Tahsildar and the  Tribunal.\nSection\t 112A enumerates the duties of the  Tahsildar  while\nsec.  112B  enumerates the duties of  Tribunal.\t  Among\t the\nduties of Tribunal with which we are concerned, is its\tduty\nto decide whether a person is a tenant or not.\tA tenant  is\ndefined\t under\t<a href=\"/doc/75370658/\" id=\"a_163\">sec. 2(34)</a> as meaning an  agriculturist\t who\ncultivates  personally\tthe land he holds on  lease  from  a\nlandlord.  The word also includes :\n</p><blockquote id=\"blockquote_16\">\t      (i)   a  person who is deemed to be  a  tenant\n\t      under section-\n</blockquote><blockquote id=\"blockquote_17\">\t      4.\n</blockquote><p data-structure=\"Precedent\" id=\"p_55\">\t      (ii)a person who was protected from eviction\n\t      from   any  land\tby  the\t Karnataka   Tenants\n\t      (Temporary  Protection  from  Eviction)\tAct,\n\t      1961.\n</p><p data-structure=\"Conclusion\" id=\"p_56\">\t      (iii)a person who is a permanent tenant, and\n</p><p data-structure=\"Conclusion\" id=\"p_57\">\t      (iv)a person who is a protected tenant.\n</p><p data-structure=\"Section\" id=\"p_58\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"387828\" id=\"span_35\"><a href=\"/doc/109599582/\" id=\"a_164\">Section 4</a> states that a person lawfully cultivating any land\nbelonging  to any person shall be deemed to be a  tenant  if\nsuch  land  is not cultivated personally by  the  owner.   A\npermanent tenant, is defined under <a href=\"/doc/94452583/\" id=\"a_165\">section 2</a> clause (23)  as\nmeaning\t a  tenant  who\t cultivates  lands  personally.\t   A\nprotected tenant is defined as meaning a tenant of any\tland\nif he has held it continuously and cultivated it  personally\nfor  a\tperiod of not less than 12 years  by  the  appointed\ndate.  It includes also others specified in the\t definition.\nIt  is,\t therefore,  clearly the duty  of  the\tTribunal  to\ndetermine whether a person who claims to ]be a tenant is  an\nagriculturist  whether he cultivates personally\t the  lands,\nwhether he holds the lands from a landlord, whether he is  a\ndeemed\ttenant\tunder <a href=\"/doc/109599582/\" id=\"a_166\">section 4</a>, whether he is\tentitled  to\nprotection  from eviction from any land under the  Karnataka\nTenants\t (Temporary  Protection from  Eviction)\t Act,  1961,\nwhether\t he  is\t a  permanent tenant and  whether  he  is  a\nprotected  tenant.   In this connection it is  necessary  to\nnote the definition of landlord in <a href=\"/doc/158648246/\" id=\"a_167\">section 2(21)</a> which means\na  person who has leased the land to a tenant  and  includes\nperson\tentitled to receive the rent from a tenant.   It  is\nalso  the  duty\t of the Tribunal to  determine\twhether\t the\ntenant\tis holding the land on lease from a  landlord  which\nhas been explained in <a href=\"/doc/387828/\" id=\"a_168\">Asa Ram, and Anr. vs.  Mst</a>.  Ram\tKali\n&amp;  Anr.,(1)  by Venkatarama Aiyar J. as the  person  who  is\nentitled  to  possession.  These questions  are\t undoubtedly\nwithin\tthe  jurisdiction  of  the  tribunal  and  as  such.\nexcluded. from the jurisdiction of the\n(1)[1958] S.C.R. 986.</span>\n</p><span class=\"hidden_text\" id=\"span_36\">808</span>\n<p data-structure=\"Section\" id=\"p_59\">civil court.  <a href=\"/doc/42148591/\" id=\"a_169\">The Karnataka Land Reforms Act</a> as well as\t the\nearlier enactements were made for the purpose of introducing\nagrarian  reforms,  conferment\tof  ownership  on   tenants,\nceiling\t on  land  holding and\tfor  certain  other  matters\nreferred  to  in  the Act.  Any dispute\t arising  under\t the\nprovisions  of\tthe  Act and relating  to  disputes  between\nlandlord  and tenant will be within the jurisdiction of\t the\nTribunal constituted under this Act\nSection\t 133  requires\tthat suits involving  issues  to  be\ndecided\t under\tthe  Act if instituted in  any\tcivil  court\nshould\tbe stayed by the civil court and the issue  referred\nto  the Tribunal for decision.\tSection 133 runs as  follows\n:-\n</p><blockquote id=\"blockquote_18\">\t      2(a).   If  any suit instituted in  any  Civil\n\t      Court  involves any issues which are  required\n\t      to  be settled, decided or dealt with  by\t the\n\t      Tribunal,\t or  any suit is instituted  in\t any\n\t      such court for possession of or injunction  in\n\t      respect\tof  an\tagricultural  land  on\t the\n\t      allegation  that the defendant has  trespassed\n\t      or is trying to trespass on such land and\t the\n\t      defendant\t denies\t the  said  allegation\t and\n\t      claims  that  he\tis  in\tpossession  on\t the\n\t      strength\tof a tenancy existing from prior  to\n\t      1st  March, 1974, then the Civil\tCourt  shall\n\t      stay  the\t suit and refer inch issues  or\t the\n\t      claim, as the case may be, to the Tribunal for\n\t      decision.\n</blockquote><blockquote id=\"blockquote_19\">\t      (b)On  receipt  of  such\treference,   (the\n\t      Tribunal)\t shall\tdeal with  and\tdecide\tsuch\n\t      issues  in accordance with the  provisions  of\n\t      this Act and shall communicate its decision to\n\t      the civil court which has made the reference.&quot;\n</blockquote><p data-structure=\"Issue\" id=\"p_60\">Section 133 has been subsequently amended by Act 27 of 1976.\nUnder  section 133 the civil court shall stay the  suit\t and\nrefer such issues to the Tribunal for decision.\t Issues that\nare  required to be settled, decided, or dealt with  by\t the\nTribunal  and  other  claims which are\tenumerated  in\tsub-\n<a href=\"/doc/94452583/\" id=\"a_170\">section\t 2</a> should be stayed and the matter referred  to\t the\nTribunal  for  decision.   It may be noted  that  this\tsub-\nsection\t is applicable to suits only.  The sub-section\tdoes\nnot indicate that the provisions are applicable to execution\nproceedings   or  in  appeals  before  civil  courts.\t The\njurisdiction  of  the  civil court is  taken  away  only  in\nrespect\t of  the decisions of the issues in suits  that\t are\nrequired  to be referred to the Tribunal.  On receipt  of  a\ncommunication  from  the Tribunal, the civil  court  has  to\nproceed\t with  the  trial  of the suit\tand  dispose  it  of\naccording  to  law.  <a href=\"/doc/155808853/\" id=\"a_171\">Section 1</a> <a href=\"/doc/155808853/\" id=\"a_172\">1</a> <a href=\"/doc/88110311/\" id=\"a_173\">8</a> of the Act  provides\t for\nappeals.  By an amending Act 1 of 1974 against the  decision\nunder section 133 or order passed by the Court an appeal was\nprovided  to the District Court which has been\tsubsequently\nomitted\t by  Act 23 of 1977.  Sub-<a href=\"/doc/81693269/\" id=\"a_174\">section 3</a> to\t<a href=\"/doc/163845830/\" id=\"a_175\">section\t 118</a>\nprovided  for  a reference to the High Court  under  certain\ncircumstances.\tIn the absence of express provision, when an\nissue  has been referred by the Civil Court to the  Tribunal\nand  is received back and a decree passed in the  suit,\t the\nprovisions of the Civil Procedure regarding appeals\n<span class=\"hidden_text\" id=\"span_37\">809</span>\nand revisions will be applicable.  In such circumstance\t the\nAppellate  Court  will have to consider the  correctness  or\notherwise  of  the  issue  that\t has  been  decided  by\t the\nTribunal.   Section 4(1) of the Mysore Act which is  similar\nto <a href=\"/doc/55147955/\" id=\"a_176\">section 133(2)</a> of the Karnataka Act provided for stay  of\nexecution in suits, proceedings and execution of decrees  or\norders and other proceedings for the eviction of tenant.  In\napplying section 133, therefore, the questions that have  to\nbe considered are, whether the sub-section is applicable  to\nexecution proceedings and in appeals before civil courts.\nIn the present case the suit was filed in the, year 1945 for\npartition  and separate possession of a share of  properties\nin possession of the 4th respondent&#x27; The tenants who were on\nthe land were impleaded as defendants.\tThe first respondent\nwas  inducted into, possession by the 4th  respondent  after\nthe  suit was filed, A preliminary decree followed by  final\ndecree\twas  passed allotting the suit land to\tthe  present\nappellants.   In execution proceedings the first  respondent\nwas  impleaded\tas judgment debtor No. 20 and a\t decree\t for\npossession  in\trespect\t of the suit lands  was\t granted  in\nfavour of the appellants against the 1st respondent.  By  an\norder  dated  29th May, 1961, the Civil Court  directed\t the\nCollector  to  partition  the  suit  property  and  to\tgive\npossession  to the decree-holders of their shares and by  an\norder  dated 28th March, 1963, the Deputy  Commissioner\t was\ndirected to partition the properties and to allot shares  to\nthe  decree-holders  including\tthe  appellants.   The\t 1st\nrespondent  did\t not  challenge\t the  order  directing\t the\ndelivery  of possession that was passed against him on\t29th\nMay,  1961.   The 1st respondent subsequently  preferred  an\nappeal, Civil Appeal No. 104 of 1965 against the  subsequent\norder of the Executing Court dated 8th June, 1965  directing\ndeliver of actual possession.  The Appellate Court dismissed\nthe  appeal  on\t the  ground that  the\trespondent  did\t not\nchallenge  the\torder passed against him by the\t Munsiff  on\n25th  September,  1961.\t Admittedly, the  respondent  was  a\nparty to the execution proceeding.  It might have been\topen\nto him at the execution state to ask for a reference to\t the\nTribunal of the issue whether he is a tenant or not.  Second\nAppeal\tNo.  86 of 1965 was against the order of  the  Civil\nJudge  <a href=\"/doc/387828/\" id=\"a_177\">referred\t to above</a> dismissing the appeal of  the\t 1st\nrespondent.   In  the Second Appeal  the  question  squarely\narose as to whether the orders directing possession  against\nthe  1st  respondent particularly the one  dated  29th\tMay,\n1961, bad become final.\n</p><p data-structure=\"Facts\" id=\"p_61\">Subsequently when Second Appeal No. 86 of 1965 was  pending,\nthe 1st respondent did not comply with the conditional\tstay\norder of the High Court directing that on the failure of the\nfirst  respondent to, comply with the directions,  the\tstay\nwould  stand vacated.  The appellants approached  the  Trial\nCourt  and  an order for delivery of actual  possession\t was\npassed\ton  2nd March, 1966, and the fact intimated  to\t the\nHigh  Court.  Against this order of 2nd March, 1966, of\t the\nMunsiff, no appeal was preferred by the 1st respondent.\t But\nwhen  subsequently  in\tJuly,  1966,  the  Executing   Court\ndirected  &#x27;,he\tdelivery  of  actual  possession,  the\t 1st\nrespondent  contested the application on the around that  he\nwas protected under the Mysore Land Reforms Act, 1961.\t The\nExecuting Court rejecting this plea by its\n<span class=\"hidden_text\" id=\"span_38\">810</span>\norder dated 8th August, 1967 and delivery of possession\t was\nordered against the 1st respondent.  An appeal preferred  by\nthe 1st respondent against this order was also dismissed  by\nthe  Civil Judge on 31st August, 1967 on the ground that  it\nmerely\timplemented the order already passed on\t 2nd  March,\n1967,  by the Trial Court.Second  Appeal No. 78 of 1967\t was\nby  the\t 1st respondent against the Appellate order  of\t the\nCivil Judge.  In this Second Appeal again the question arose\nwhether\t the previous orders passed against the 1st  respon-\ndent  particularly  the order of the  District\tJudge  dated\nMarch 1966 directing delivery of possession, was final.\t  As\nthe respondent took the plea that he is protected under\t the\nMysore\tLand  Reforms  Act, 1961, the question\tas  to\twhat\nextent the jurisdiction of the Civil Court is &#x27;barred  ought\nto have been gone into by the High Court.\n</p><p data-structure=\"Precedent\" id=\"p_62\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"960531\" id=\"span_39\">It  is\tunfortunate  that  the\tHigh  Court  considered\t  it\nunnecessary  to\t consider the various questions in  the\t two\nSecond\tAppeals\t in view of the decision of  this  Court  in\n<a href=\"/doc/960531/\" id=\"a_178\">Bhimaji Shanker Kulkarni vs.  Dundappa Vithappa Udapudi\t and\nAnr.</a>,(1)  The  only other ground on which the  appeals\twere\ndismissed  was that under section 142 (1-A) of\tthe  Mysore,\nAct  corresponding to <a href=\"/doc/46759269/\" id=\"a_179\">section 22</a> of the Karnataka  Act,\t the\n1st  respondent was entitled to protection.  The  protection\nis  available  only when the land is held by a person  as  a\ntenant.</span>\t  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"960531\" id=\"span_40\">In the case relied on <a href=\"/doc/960531/\" id=\"a_180\">&#x27;Kulkarni</a>&#x27;s case,  plaintiff\ninstituted  a suit in the Civil Court for possession of\t the\nsuit  properties on redemption of a mortgage and the  taking\nof  accounts on the allegation that defendant No. 1 was\t the\nusufructuary   mortgagee   under  a  mortgage\tdeed.\t The\ndefendants  pleaded that the transaction in question was  an\nadvance\t lease\tand  not  a  mortgage  and  that  they\twere\n&quot;protected&quot; tenants within the meaning of the <a href=\"/doc/117675938/\" id=\"a_181\">Bombay Tenancy\nand  Agricultural  Lands  Act, 1948</a>.  It  was  contended  on\nbehalf of the plaintiff that the jurisdiction of them  Civil\nCourt depended on the allegations made in the plaint and the\nplea  in  the  written statement that  the  defendants\twere\nprotected tenants did not oust the jurisdiction of the Civil\nCourt.\t This  Court held that the Mamlatdar  has  exclusive\njurisdiction under the Act to entertain an application by  a\nlandlord  for  possession  of agricultural  land  against  a\ntenant and the Civil Court had no jurisdiction to  entertain\nand  try  a  suit  by a\t landlord  against  the\t tenant\t for\npossession   of\t  agricultural\tland.\tThe   two   relevant\nprovisions of the <a href=\"/doc/117675938/\" id=\"a_182\">Bombay Tenancy and Agricultural Lands Act,\n1948</a>, on which the decision in the case turned are  <a href=\"/doc/51768752/\" id=\"a_183\">sections\n70(b)</a> and <a href=\"/doc/58996934/\" id=\"a_184\">85(1)</a> of the Act.  <a href=\"/doc/51768752/\" id=\"a_185\">Section 70(b)</a> provided that one\nof  the\t functions to be performed by the  Mamlatdar  is  to\ndecide whether a person is a tenant or a protected tenant or\na  permanent tenant.  <a href=\"/doc/58996934/\" id=\"a_186\">Section 85(1)</a> provided that  no  Civil\ncourt shall have jurisdiction to settle, decide or deal with\nany  question  which is by the Act required to\tbe  settled,\ndecided\t or dealt with by the Mamlatdar.  The plea taken  on\nbehalf\tof  the plaintiff was that the jurisdiction  of\t the\nCivil Court depended upon allegation made in the plaint\t and\nthat  the Civil- Court has full jurisdiction to try  a\tsuit\nfor   recovery\tof  possession\tof  agricultural   land\t  on\nredemption  of\ta  mortgage, and the  plea  in\tthe  written\nstatement that defendants were\n(1)[1966] 1 S.C.R. 145.</span>\n</p><span class=\"hidden_text\" id=\"span_41\">811</span>\n<p data-structure=\"Precedent\" id=\"p_63\">protected tenants did not oust the jurisdiction of the Civil\nCourt.\t It  was pleaded that the Civil\t Court\tshould\thave\ntried  and  decided the issue whether  the  defendants\twere\nmortgagees  or\tprotected tenants instead of  referring\t the\nissue to Mamlatdar.  This Court affirmed the decision of the\nBombay\tHigh Court in Dhondi Tukaram vs.  Hari Dadu(1)\tthat\nthe effect of <a href=\"/doc/51768752/\" id=\"a_187\">sections 70(b)</a> and <a href=\"/doc/28250927/\" id=\"a_188\">85</a> of the Act was that if a\nsuit is&#x27; filed against the, defendant on the footing that he\nis  a trespasser and he raises the plea that he is a  tenant\nor  a protected tenant, the Civil Court has no\tjurisdiction\nto  deal with the plea.\t On the facts of the case the  court\ncame  to  the  conclusion that the issue was  one  that\t was\nwithin\tthe  jurisdiction  of  the  Mamlatdar  to  try\tand,\ntherefore,  Civil Court had no jurisdiction.  In  coming  to\nthe conclusion the Court observed :\n</p><blockquote id=\"blockquote_20\">\t      &quot;The  Mamlatdar has exclusive jurisdiction  to\n\t      entertain\t an  application by a  landlord\t for\n\t      possession  of  agricultural lands  against  a\n\t      tenant,\tand   the   Civil   Court   has\t  no\n\t      jurisdiction to entertain and try a suit by  a\n\t      landlord\tagainst a tenant for  possession  of\n\t      agricultural  lands.   The  Mamlatdar  has  no\n\t      jurisdiction to try a suit by a landowner\t for\n\t      recovery\tof possession of agricultural  lands\n\t      from  a  trespasser  or from  a  mortgagee  on\n\t      redemption of a mortgage, and the Civil  Court\n\t      has jurisdiction to entertain such a suit; but\n\t      if the defendant to the suit pleads that he is\n\t      a tenant or a protected tenant or a  permanent\n\t      tenant and an issue arises whether he is\tsuch\n\t      a\t tenant, the Court must refer the  issue  to\n\t      the Mamlatdar for determination, and must stay\n\t      the suit pending such determination, and after\n\t      the Mamlatdar has decided the issue, the Court\n\t      may  dispose of the suit in the light  of\t the\n\t      decision of the Mamlatdar.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_64\">The  Court  while  observing  that  the\t Mamlatdar  has\t  no\njurisdiction  to  try the suit by landlord for\trecovery  of\npossession of agricultural lands from a trespasser or from a\nmortgagee  on redemption of a mortgage the Civil  Court\t has\njurisdiction to entertain such a suit, this Court added that\nif the defendant to the suit pleaded that he is a tenant  or\nprotected  tenant or a permanent tenant and an issue  arises\nwhether\t he is such a tenant, (emphasis supplied) the  Civil\nCourt\tmust   refer  the  issue  to,  the   Mamlatdar\t for\ndetermination.\t The  decision is not to  be  understood  as\nlaying down that whenever the defendant raised the plea that\nhe  is\ta  tenant  the matter  should  be  referred  to\t the\nTribunal.  It is necessary that an issue as to whether he is\nsuch  a\t tenant\t or not should arise.  If the  case  of\t the\nplaintiff is as in the present case that he is the owner  of\nthe land and that he is entitled to a partition and separate\npossession  of a particular share and that on  the  admitted\nfacts  the defendant was let to possession by the sharer  in\npossession  after  the filing of the suit, the plea  of\t the\nplaintiff  that\t no issue as to whether the defendant  is  a\ntenant\tat all arises has to be considered.  If in  law\t the\nsharer\tin possession could not enter into  any\t transaction\nobviously affecting the rights of the parties, the defendant\ncannot claim any right and, therefore, will not be a tenant.\nThe question that falls to be con-\n</p><p data-structure=\"Precedent\" id=\"p_65\">(1) I. L. R. (1953) Bom. 969.\n</p><span class=\"hidden_text\" id=\"span_42\"> 812</span>\n<p data-structure=\"Precedent\" id=\"p_66\">sidered\t in such circumstances is whether an issue that\t the\ndefendant is a tenant arises at all.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"732701\" id=\"span_43\">In <a href=\"/doc/732701/\" id=\"a_189\">Bhatia Co-operative\nHousing Society V. D. C. Patel</a>,(1) it was held by this Court\nthat a Civil Court has inherent power to decide the question\nof  its own jurisdiction although as a result of an  inquiry\nit may turn out that it has no jurisdiction over the suit.</span>\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"960531\" id=\"span_44\">The observation of this Court in <a href=\"/doc/960531/\" id=\"a_190\">Bhimaji Shanker Kulkarni v.\nDundappa  Vithappa  Udapudi and Anr.</a> (supra) that  when\t the\ndefendant to the suit pleads that he is tenant and an  issue\narises whether he is such a tenant the court must refer\t the\nissue  to be Mamlatdar for determination should be  read  in\nthe light of the other decisions of this Court.\t In  Raizada\nTopandas  and  Anr.  v.\t M/s.\tGorakhram  Gokalchand(2)  in\ndealing\t with the scope of <a href=\"/doc/29397628/\" id=\"a_191\">section 28</a> of the  Bombay  Rents,\nHotel  and Lodging House Rates Control Act, 1947 which\tgave\nexclusive  jurisdiction\t to  the Court of  Small  Causes  to\nentertain  and try a suit or proceeding between\t a  landlord\nand  a tenant relating to recovery of rent or possession  of\nany premises, the Court repelled the contention that a\tplea\nof the defendant will determine or change the forum.  The\nCourt proceeded to observe at page 224 :</span>\n</p><blockquote id=\"blockquote_21\">\t      &quot;It   does  not  invest  those   courts\twith\n\t      exclusive power to try questions of title such\n\t      as questions as between the rightful owner and\n\t      a trespasser or a licensee, for such questions\n\t      do  not arise under the Act.   If,  therefore,\n\t      the  plaintiff in his plaint does not admit  a\n\t      relation\twhich  would  attract  any  of\t the\n\t      provisions on which the exclusive jurisdiction\n\t      given  under  s. 28 depends, we do  not  think\n\t      that  the defendant by his plea can force\t the\n\t      plaintiff\t to  go\t to a  forum  where  on\t his\n\t      averments\t he cannot go.\t The  interpretation\n\t      canvassed for by the appellants will give rise\n\t      to   anomalous  results;\tfor   example,\t the\n\t      defendant\t  may  in  every  case\t force\t the\n\t      plaintiff\t to go to the Court of Small  Causes\n\t      and  secondly,  if the Court of  Small  Causes\n\t      finds against the defendant&#x27;s plea, the plaint\n\t      may  have to be returned for  presentation  to\n\t      the proper court for a second time.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_67\">\t      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"638153\" id=\"span_45\">The  same view was affirmed by this  Court  in\n\t      <a href=\"/doc/638153/\" id=\"a_192\">Vasudev Gopalkrishna Tamwaker v. The Board  of\n\t      Liquidators,  Happy Home Co-operative  Housing\n\t      Society</a>.(3) The Court held at page 978:</span>\n</p><blockquote id=\"blockquote_22\">\t      &quot;The  exclusive jurisdiction of the  Court  of\n\t      Small   Causes  arises  only  if\tthe   person\n\t      invoking the jurisdiction of the Court alleged\n\t      that the other party is a tenant or a landlord\n\t      and  the question is one which is referred  to\n\t      in  <a href=\"/doc/116050144/\" id=\"a_193\">section 28</a>.  Where the person so  invoking\n\t      does not set up the claim that the other party\n\t      is a tenant or a landlord the defendant is not\n\t      entitled\tto displace the jurisdiction of\t the\n\t      ordinary court by an allegation that he stands\n\t      in  that\trelation qua the other and  on\tthat\n\t      ground  the Court has no jurisdiction  to\t try\n\t      the suit or proceeding or an application.&quot;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_68\">(1)[1953] S.C.R. 185.\n</p><p data-structure=\"Conclusion\" id=\"p_69\">(2)(1964] 2 S.C.R. 214.\n</p><p data-structure=\"Conclusion\" id=\"p_70\">(3)(1964](3) S.C.R. 964.\n</p><span class=\"hidden_text\" id=\"span_46\">813</span>\n<p data-structure=\"Section\" id=\"p_71\">The  position, therefore, is even though the  defendant\t may\nplead that he is a tenant, the Court must be satisfied\tthat\nan  issue  whether the defendant is a tenant or\t not  arises\nbefore\tit  could  be  referred\t for  determination  by\t the\nTribunal  and  the  question of\t jurisdiction  will  not  be\ndecided mainly on the plea of the defendants.\nThe  question relating to exclusion of the  jurisdiction  of\nthe  Civil  Court  and Bombay  Tenancy\tand  Karnataka\tLand\nReforms Act can, to be considered in later decisions of this\nCourt.\t <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1661992\" id=\"span_47\">In  <a href=\"/doc/1661992/\" id=\"a_194\">Mussamiya\tImam  Haider  Baz  Razvi  v.  Rabari\nGovindhai  Ratnabhai &amp; Ors.</a> (1) a question arose  whether  a\nCivil  Court has jurisdiction to decide whether\t the  tenant\nbecame\ta statutory owner on the &quot;tillers&#x27; day&quot; and  whether\nthe tenancy subsisted on the relevant dates.  The  appellant\nsucceeded to the estate consisting of the suit lands when he\nwas a minor.  The State Government assumed management of the\nestate\ttinder\tthe  <a href=\"/doc/134579476/\" id=\"a_195\">Bombay Court of  Wards  Act,  1905</a>\t and\nappointed  the Collector as the manager of the estate.\t The\nCollector passed an order granting the request of respondent\nthat the suit lands were required for the purpose for carry-\ning on agriculture, by a Co-operative Society and executed a\nkabuliyat  and\tlease was thereby created  on  24th  August,\n1956.\tThe  prior lease expired on 31st May, 1957  and\t the\nCourt  of  Wards withdrew its superintendence on  11th\tMay,\n1958.\tUnder  <a href=\"/doc/66962567/\" id=\"a_196\">section 32</a> of the Act every tenant  shall  be\ndeemed to have become a statutory owner of the lands on\t 1st\nApril, 1957 known as the &quot;tillers&#x27; day&quot;.  By an amendment of\nthe  Act  which came into force on 1st August,\t1956,  lands\ntaken under management of Court of Wards were excluded\tfrom\nthe  implication of the Act and, therefore, the Act was\t not\napplicable  to the suit lands between 1st August,  1956\t and\n11th  May,  1958,  when\t the Court  of\tWards  withdrew\t its\nsuperintendence.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_72\">The appellants filed a suit on July 11, 1958 for recovery of\npossession of the suit lands and mesne profits on the ground\nthat the lease was fraudulently obtained by the respondents.\nThe respondents contended that they became statutory  owners\nunder the Act and the Civil Court had no jurisdiction to try\nthe suit.  This Court held that on the evidence adduced\t the\nHigh Court was right in its view that the lease in favour of\nthe  respondents was not vitiated by fraud.  <a href=\"/doc/55147955/\" id=\"a_197\">As the Act</a>\t was\nnot  applicable during the period 1st August, 1956  to\t11th\nMay,  1958 the respondents could not have  become  statutory\nowners on the &quot;tillers&#x27; day&quot;, that as the tenancy expired on\n31st  May, 1957 and as there was no subsisting lease on\t May\n11,   1958  on\twhich  the  Court  of  Wards  withdrew\t its\nsuperintendence,  the  respondents were not tenants.   On  a\nconstruction of <a href=\"/doc/51768752/\" id=\"a_198\">section 70(b)</a>, this Court expressed its view\nthat  the  duty\t of the Mamlatdar was to  decide  whether  a\nperson is a tenant and not to decide whether a person was or\nwas  not  a tenant in the past.\t Referring  to\tthe  written\nstatement,  this  Court observed that only plea\t set  up  on\nbehalf\tof the respondents was the plea of tenancy  on\t28th\nJuly, 1956, which was the basis of the statutory  ownership.\nThere  was  no plea of any intervening\tact  or\t transaction\nbetween 11th May, 1958 and 11th July-, 1958, the date of the\nsuit  under which a fresh tenancy was created and which\t was\nsubsisting  on\tthe date of the suit and thus there  was  no\nissue which survived for the decision of the Mamlatdar\n(1)  [1969]1 S.C.R. 785.\n</p><span class=\"hidden_text\" id=\"span_48\">814</span>\n<p data-structure=\"Conclusion\" id=\"p_73\">under  <a href=\"/doc/28250927/\" id=\"a_199\">section\t85 (a)</a> of the Act and, therefore,  the\tsuit\nought  to  have\t been decreed by the  Civil  Court  and\t not\nreferred to the Mamlatdar.\n</p><p data-structure=\"Precedent\" id=\"p_74\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1411268\" id=\"span_49\">it  may\t be noted that this Court affirmed the view  of\t the\nHigh Court that the lease in favour of the defendant was not\nvitiated  by fraud thereby holding that the Civil Court\t had\njurisdiction  to  decide  whether a lease  was\tvitiated  by\nfraud.\t This  Court again confirmed the view  of  the\tHigh\nCourt  that the defendant had failed to establish that\tthey\nhad become statutory owners of the land.  Having found\tthat\nthe  Civil  Courts have jurisdiction to decide\twhether\t the\nissue is vitiated by fraud or not and whether the  defendant\nhad  failed  to\t establish that they  had  become  statutory\nowners,\t this Court proceeded to consider the extent of\t the\njurisdiction of the Civil Court.  It was contended on behalf\nof  the\t defendants that the determination of  the  question\nwhether\t the lease subsisted after 1st August, 1956 and\t it-\nsubsisted also on May 11, 1958, was not within the scope  of\nthe jurisdiction of the High Court.  This Court in rejecting\nthe  contention\t observed  that <a href=\"/doc/51768752/\" id=\"a_200\">section\t 70(b)</a>\tof  the\t Act\nimposes duty on the Mamlatdar to decide whether a person  is\na tenant but not whether a person was or was not a tenant in\nthe  past.  To the extent this Court held that\tthe  section\ndoes  not  empower  the Mamlatdar  to  decide  the  question\nwhether a person was not a tenant in the past, is no  longer\napplicable as the section had been amended so as to  include\nwithin\tthe  duties  of the Mamlatdar to  decide  whether  a\nperson\tis  or was in any time in the past, a tenant,  or  a\nprotected  tenant or a permanent tenant.  But the  ratio  of\nthe  decision in the case is that the main plea in the\tsuit\nwas  of\t statutory ownership and the plea  relating  to\t the\ntenancy\t of the two past dates was only subsidiary  and\t the\njurisdiction of the Civil Court cannot be held to have\tbeen\nbarred by virtue of provisions of <a href=\"/doc/191749061/\" id=\"a_201\">section 70</a> of the Act read\nwith  <a href=\"/doc/28250927/\" id=\"a_202\">section 85</a> of the Act.  Thus it may be seen  when\t the\nquestion  for  determination was whether the  defendant\t was\nstatutory  tenant or not, the issue is not within the  scope\nof  the duties of the Mamlatdar, the subsidiary issue as  to\nwhether-the  defendant\twas a tenant  on  particular  dates,\ncould  also be decided by the Civil Court.  The law on\tthis\nquestion  was  stated by this Court after referring  to\t the\ndecision in <a href=\"/doc/1411268/\" id=\"a_203\">Secretary of State v.  Mask\t   &amp;   Co.</a>,(1)\t  as\nfollows:</span>\n</p><blockquote id=\"blockquote_23\">\t      &quot;In  the written statement, the only plea\t set\n\t      up  on behalf of the respondents was the\tplea\n\t      of  tenancy  on July 28, 1956  which  was\t the\n\t      basis of statutory ownership.  The High  Court\n\t      found  that the tenancy was created on  August\n\t      24, 1956 and that the tenancy did not  subsist\n\t      on May 11, 1958 when there was a cessation  of\n\t      the  management by the Court of There  was  no\n\t      plea of any intervening act or transaction be-\n\t      tween May 11, 1958 and July 11, 1958, the date\n\t      of  suit,\t under\twhich a\t fresh\ttenancy\t was\n\t      created  and which was subsisting on the\tdate\n\t      of  the suit.  There was thus no\tissue  which\n\t      survived\tfor  the decision of  the  Mamlatdar\n\t      under <a href=\"/doc/55147955/\" id=\"a_204\">section 85A</a> of the Act.  Therefore,\t the\n\t      High  Court should have decreed the  suit\t and\n\t      was  in error in referring the  issue  whether\n\t      the  respondents were tenants of the  land  on\n\t      the date of suit to the Mamlatdar.\n</blockquote><blockquote id=\"blockquote_24\">\t      (1)67 I.A. 222.\n</blockquote><span class=\"hidden_text\" id=\"span_50\">\t      815</span>\n<blockquote id=\"blockquote_25\">\t      &quot;In  our\topinion\t there\tis  nothing  in\t the\n\t      language\tor context of <a href=\"/doc/191749061/\" id=\"a_205\">sec. 70</a> or <a href=\"/doc/28250927/\" id=\"a_206\">sec. 85</a>  of\n\t      the  Act to suggest that jurisdiction of\t the\n\t      Civil  Court  is\texpressly  or  by  necessary\n\t      implication  barred  with regard\tto  question\n\t      whether  the defend-ants had become  statutory\n\t\t\t    owners  of\tthe land and  in  that\tconnection\n\t      whether  the defendants have been in the\tpast\n\t      tenants in relation to the land on  particular\n\t      past dates.\n</blockquote><blockquote id=\"blockquote_26\">The Court further proceeded to observe that the jurisdiction\nof  the\t Court\tis not barred in  considering  the  question\nwhether\t the  provisions of the Act are\t applicable  or\t not\napplicable  to\tthe  disputed  land  during  the  particular\nperiod.\n</blockquote><blockquote id=\"blockquote_27\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"461721\" id=\"span_51\">The  question  of the exclusion of the jurisdiction  of\t the\nCivil Court under the <a href=\"/doc/42148591/\" id=\"a_207\">Karnataka Land Reforms Act, 1961</a>\tcame\nto  be\tconsidered by this Court in <a href=\"/doc/461721/\" id=\"a_208\">Corporation of  City  of\nBangalore  v.  I. T. Kampanna</a>. (1) The respondent  took\t the\ndisputed land on lease for 5 years from the Corporation\t and\ncontinued to hold it unauthorisedly after the lease  period.\nHe   filed   a\tsuit  for   permanent\tinjunction   against\ninterference  with his possession.  The suit  was  dismissed\nand  an\t appeal\t was also rejected.   Then  the\t Corporation\ninstituted the suit for possession, the suit was decreed and\nrespondent  was directed to deliver possession.\t  On  appeal\nthe High Court remanded the case and on revision the respon-\ndent  applied  for  an amendment of  his  written  statement\nclaiming protection of the <a href=\"/doc/42148591/\" id=\"a_209\">Karnataka Land Reforms Act, 1961</a>,\nand  for  stay\tof the suit by the Civil  Court\t and  for  a\nreference to the Tribunal for deciding the question  whether\nhe was a tenant or not.\t The application was dismissed,\t but\non  revision the High Court reversed the decision.   On\t the\nquestion  whether <a href=\"/doc/2870587/\" id=\"a_210\">section 107</a> of the Karnataka Land  Reforms\nAct  was  applicable to the disputed land, this\t Court\theld\nthat   the  section made it clear that\tthe  only  provision\nwhich  applies\tto  lands belonging to\tthe  Corporation  is\n<a href=\"/doc/88110311/\" id=\"a_211\">section\t 8</a>  and\t there\tis no  dispute\tthat  the  suit\t was\ndetermined by efflux of time and the question whether tenant\nor deemed to be a tenant does not arise because the  tenancy\ncame to an end and therefore <a href=\"/doc/88110311/\" id=\"a_212\">section 8</a> is not applicable and\nno question remained to be referred for determination by the\nTribunal  under section 133.  In this case  the\t Corporation\ninstituted  a suit claiming possession from  the  respondent\ncontending that the respondent was a trespasser and claiming\ndamage\tfor  unauthorised properties.  The  defence  of\t the\nrespondent  was\t that  he  was\ta  tenant  and\tentitled  to\nprotection  under the Mysore Tenancy Act.  After  remand  by\nthe High Court when the matter was being heard by the  trial\ncourt,\tthe  respondent\t applied for  amendment\t of  written\nstatement  claiming  protection\t under\tthe  <a href=\"/doc/42148591/\" id=\"a_213\">Karnataka\tLand\nReforms Act, 1961</a>, and prayed that the suit should be stayed\nby the Civil Court &#x27;and the matter referred to the  Tribunal\nfor decision as the Tribunal was empowered to decide whether\na  person is a tenant or not.  On behalf of the\t respondent,\nit was contended that the respondent is a tenant within\t the\nmeaning of the word &quot;tenant&quot; is defined in <a href=\"/doc/10760726/\" id=\"a_214\">section 2(34)</a>  of\nthe Karnataka Land Reforms Act, 1961.  This Court held\tthat\nas  <a href=\"/doc/169694930/\" id=\"a_215\">section 107</a> of the Act exempted the application  of\t the\nprovisions  of the Act except <a href=\"/doc/88110311/\" id=\"a_216\">section 8</a> to corporation,\t the\nquestion whether the respondent is a tenant or deemed to  be\na tenant\n(1)  [1977]1 S.C.R. 269.</span>\n</blockquote><span class=\"hidden_text\" id=\"span_52\">816</span>\n<p data-structure=\"Precedent\" id=\"p_75\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"732701\" id=\"span_53\">does  not  at all arise because the tenancy has come  to  an\nend.   Though  the plea of the defendant was that he  was  a\ntenant,\t this Court went into the provisions of the Act\t and\nfound  that  in the case of Corporation only  <a href=\"/doc/88110311/\" id=\"a_217\">section  8</a>  is\napplicable  and other provisions were not applicable and  as\nthe  lease  belonged to the local authority  the  respondent\ncannot\tclaim any protection.  Repelling the  contention  on\nbehalf\tof the respondent that <a href=\"/doc/198288602/\" id=\"a_218\">section 133</a> of the  Karnataka\nLand  Reforms  Act excluded the jurisdiction  of  the  Civil\nCourt in suits for possession where the defendant claimed to\nbe a tenant as utterly unsound this Court held that  section\n133  cannot  apply to lands which were held by a  person  on\nlease  from  the  local authority or  where  the  lease\t had\nexpired and the local authority sues for possession, a\tmere\nstatement  of  the defendant that he is a tenant  would\t not\ntake&#x27;  away the jurisdiction of the Civil Court.   The\tplea\nthat  the Act is not applicable by the plaintiff has  to  be\ndecided by the Civil Court.  In doing so the Civil Court can\ntake  into account the fact that the lease had\t&quot;expired  or\nthat  the  provisions of the Act are not applicable  to\t the\nlandlord concerned.  Equally as in the case reported in 1969\n(1)  <a href=\"/doc/732701/\" id=\"a_219\">S.C.R.</a>  785 (supra), the Civil Court can  go  into\t the\nquestion  where the defendant had established that he  is  a\nstatutory  owner and in doing so, can determine whether\t the\ndefendant  was\ta  tenant  on  the  relevant  dates.   On  a\nconsideration  of the cases <a href=\"/doc/732701/\" id=\"a_220\">referred to above</a>, it  is  clear\nthat  it  was  incumbent on the High  Court  to\t decide\t the\nseveral questions that arise for consideration.\t The plea of\nthe  appellants\t that  the decisions  of  the  Civil  Courts\ndirecting  the 1st respondent to deliver the  possession  to\nthe  appellant have, become final and was no more  available\nto  him\t to be raised under the <a href=\"/doc/42148591/\" id=\"a_221\">Karnataka Land\tReforms\t Act</a>\nalso  fans  for\t decision.   Equally,  the  plea  that\t the\nquestions  that\t arise\tin the appeals are  not\t within\t the\ncompetence  of the, Tribunal, also ought to have  been\tgone\ninto.\tBefore referring the issue to the Tribunal the\tHigh\nCourt  ought to have come to a conclusion that on the  facts\nof the case the issue as to whether the 1st respondent is  a\ntenant has arisen and has to be decided by the Tribunal.\nThe  High  Court ought to have also considered\twhether\t any\nrestriction  on the jurisdiction of the Civil Courts  placed\nunder  the  Act is applicable to the High Court\t also.\t The\njurisdiction  of the Civil Courts is not entirely barred  as\nthe  Act only provides for reference of certain\t issues\t for\ndecision  before the Revenue Tribunal and after\t receipt  of\nthe  finding  on such issues to record a  judgment  on\tsuch\nfinding.   The appeal to the Civil Courts according  to\t the\nCivil Procedure Code and the jurisdiction of the High  Court\nin hearing appeals and revisions under certain circumstances\nhave not been excluded.</span>\n</p><p data-structure=\"Conclusion\" id=\"p_76\">Having\texpressed my view on the jurisdiction of  the  Civil\nCourts\tin general as the question has been  Pending  before\nthe Revenue tribunal when the matter was decided by the High\nCourt  and as it is represented on behalf of the  appellants\nthat the Revenue Tribunal has found that the 1st  respondent\nis  not a tenant, I agree with the order made by my  learned\nBrother Untwalia J.\n</p><pre id=\"pre_2\">S.R.\t\t\t\t  Appeals dismissed.\n315 SCI/78-GIPF.\n<span class=\"hidden_text\" id=\"span_54\">817</span>\n\n\n\n</pre>","numcites":71,"numcitedby":56,"docsource":"Supreme Court of India","citetid":1048514,"divtype":"judgments","relatedqs":[{"value":"agricultural land possession","formInput":"agricultural%20land%20possession"},{"value":"bombay tenancy and agricultural lands act 1948 ","formInput":"bombay%20tenancy%20and%20agricultural%20lands%20act%201948%20"},{"value":"karnataka land reforms act","formInput":"karnataka%20land%20reforms%20act"},{"value":"partition suit","formInput":"partition%20suit"},{"value":"deemed tenant","formInput":"deemed%20tenant"},{"value":"protected tenant","formInput":"protected%20tenant"},{"value":"bombay tenancy and agricultural lands act","formInput":"bombay%20tenancy%20and%20agricultural%20lands%20act"},{"value":"tenant protection eviction","formInput":"tenant%20protection%20eviction"},{"value":"suit for possession","formInput":"suit%20for%20possession"},{"value":"section 52 TRANSFER","formInput":"section%2052%20TRANSFER"},{"value":"permanent tenant ","formInput":"permanent%20tenant%20"},{"value":"transfer of property act","formInput":"transfer%20of%20property%20act"},{"value":"eviction of tenant ","formInput":"eviction%20of%20tenant%20"},{"value":"land under karnataka land reforms act","formInput":"land%20under%20karnataka%20land%20reforms%20act"},{"value":"karnataka land reforms act: \"pencil entry\" ","formInput":"karnataka%20land%20reforms%20act%3A%20%22pencil%20entry%22%20"},{"value":"redemption  of mortgage ","formInput":"redemption%20%20of%20mortgage%20"},{"value":"symbolic possession ","formInput":"symbolic%20possession%20"},{"value":"delivery of possession","formInput":"delivery%20of%20possession"},{"value":"tenant holding over","formInput":"tenant%20holding%20over"},{"value":"jurisdiction of civil court","formInput":"jurisdiction%20of%20civil%20court"}],"courtcopy":true,"query_alert":null,"agreement":false}